const chapter15 = [
    {
        id: 1,
        verse: 'श्रीभगवानुवाच | ऊर्ध्वमूलमध:शाखमश्वत्थं प्राहुरव्ययम् | छन्दांसि यस्य पर्णानि यस्तं वेद स वेदवित् || 1||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 2,
        verse: 'अधश्चोर्ध्वं प्रसृतास्तस्य शाखा गुणप्रवृद्धा विषयप्रवाला: | अधश्च मूलान्यनुसन्ततानि कर्मानुबन्धीनि मनुष्यलोके || 2||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 3,
        verse: 'न रूपमस्येह तथोपलभ्यते नान्तो न चादिर्न च सम्प्रतिष्ठा | अश्वत्थमेनं सुविरूढमूल मसङ्गशस्त्रेण दृढेन छित्वा || 3|| तत: पदं तत्परिमार्गितव्यं यस्मिन्गता न निवर्तन्ति भूय: | तमेव चाद्यं पुरुषं प्रपद्ये यत: प्रवृत्ति: प्रसृता पुराणी || 4||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 4,
        verse: 'न रूपमस्येह तथोपलभ्यते नान्तो न चादिर्न च सम्प्रतिष्ठा | अश्वत्थमेनं सुविरूढमूल मसङ्गशस्त्रेण दृढेन छित्वा || 3|| तत: पदं तत्परिमार्गितव्यं यस्मिन्गता न निवर्तन्ति भूय: | तमेव चाद्यं पुरुषं प्रपद्ये यत: प्रवृत्ति: प्रसृता पुराणी || 4||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 5,
        verse: 'निर्मानमोहा जितसङ्गदोषा अध्यात्मनित्या विनिवृत्तकामा: | द्वन्द्वैर्विमुक्ता: सुखदु:खसंज्ञै र्गच्छन्त्यमूढा: पदमव्ययं तत् || 5||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 6,
        verse: 'न तद्भासयते सूर्यो न शशाङ्को न पावक: | यद्गत्वा न निवर्तन्ते तद्धाम परमं मम || 6||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 7,
        verse: 'ममैवांशो जीवलोके जीवभूत: सनातन: | मन:षष्ठानीन्द्रियाणि प्रकृतिस्थानि कर्षति || 7||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 8,
        verse: 'शरीरं यदवाप्नोति यच्चाप्युत्क्रामतीश्वर: | गृहीत्वैतानि संयाति वायुर्गन्धानिवाशयात् || 8||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 9,
        verse: 'श्रोत्रं चक्षु: स्पर्शनं च रसनं घ्राणमेव च | अधिष्ठाय मनश्चायं विषयानुपसेवते || 9||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 10,
        verse: 'उत्क्रामन्तं स्थितं वापि भुञ्जानं वा गुणान्वितम् | विमूढा नानुपश्यन्ति पश्यन्ति ज्ञानचक्षुष: || 10||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 11,
        verse: 'यतन्तो योगिनश्चैनं पश्यन्त्यात्मन्यवस्थितम् | यतन्तोऽप्यकृतात्मानो नैनं पश्यन्त्यचेतस: || 11||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 12,
        verse: 'यदादित्यगतं तेजो जगद्भासयतेऽखिलम् | यच्चन्द्रमसि यच्चाग्नौ तत्तेजो विद्धि मामकम् || 12||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 13,
        verse: 'गामाविश्य च भूतानि धारयाम्यहमोजसा | पुष्णामि चौषधी: सर्वा: सोमो भूत्वा रसात्मक: || 13||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 14,
        verse: 'अहं वैश्वानरो भूत्वा प्राणिनां देहमाश्रित: | प्राणापानसमायुक्त: पचाम्यन्नं चतुर्विधम् || 14||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 15,
        verse: 'सर्वस्य चाहं हृदि सन्निविष्टो मत्त: स्मृतिर्ज्ञानमपोहनं च | वेदैश्च सर्वैरहमेव वेद्यो वेदान्तकृद्वेदविदेव चाहम् || 15||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 16,
        verse: 'द्वाविमौ पुरुषौ लोके क्षरश्चाक्षर एव च | क्षर: सर्वाणि भूतानि कूटस्थोऽक्षर उच्यते || 16||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 17,
        verse: 'उत्तम: पुरुषस्त्वन्य: परमात्मेत्युदाहृत: | यो लोकत्रयमाविश्य बिभर्त्यव्यय ईश्वर: || 17||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 18,
        verse: 'यस्मात्क्षरमतीतोऽहमक्षरादपि चोत्तम: | अतोऽस्मि लोके वेदे च प्रथित: पुरुषोत्तम: || 18||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 19,
        verse: 'यो मामेवमसम्मूढो जानाति पुरुषोत्तमम् | स सर्वविद्भजति मां सर्वभावेन भारत || 19||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 20,
        verse: 'इति गुह्यतमं शास्त्रमिदमुक्तं मयानघ | एतद्बुद्ध्वा बुद्धिमान्स्यात्कृतकृत्यश्च भारत || 20||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },

]

export default chapter15;