const chapter4 = [
    {
        id: 1,
        verse: 'श्रीभगवानुवाच | इमं विवस्वते योगं प्रोक्तवानहमव्ययम् | विवस्वान्मनवे प्राह मनुरिक्ष्वाकवेऽब्रवीत् || 1||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 2,
        verse: 'एवं परम्पराप्राप्तमिमं राजर्षयो विदु: | स कालेनेह महता योगो नष्ट: परन्तप || 2||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 3,
        verse: 'स एवायं मया तेऽद्य योग: प्रोक्त: पुरातन: | भक्तोऽसि मे सखा चेति रहस्यं ह्येतदुत्तमम् || 3||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 4,
        verse: 'अर्जुन उवाच | अपरं भवतो जन्म परं जन्म विवस्वत: | कथमेतद्विजानीयां त्वमादौ प्रोक्तवानिति || 4||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 5,
        verse: 'श्रीभगवानुवाच | बहूनि मे व्यतीतानि जन्मानि तव चार्जुन | तान्यहं वेद सर्वाणि न त्वं वेत्थ परन्तप || 5||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 6,
        verse: 'अजोऽपि सन्नव्ययात्मा भूतानामीश्वरोऽपि सन् | प्रकृतिं स्वामधिष्ठाय सम्भवाम्यात्ममायया || 6||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 7,
        verse: 'यदा यदा हि धर्मस्य ग्लानिर्भवति भारत | अभ्युत्थानमधर्मस्य तदात्मानं सृजाम्यहम् || 7||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 8,
        verse: 'परित्राणाय साधूनां विनाशाय च दुष्कृताम् | धर्मसंस्थापनार्थाय सम्भवामि युगे युगे || 8||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 9,
        verse: 'जन्म कर्म च मे दिव्यमेवं यो वेत्ति तत्त्वत: | त्यक्त्वा देहं पुनर्जन्म नैति मामेति सोऽर्जुन || 9||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 10,
        verse: 'वीतरागभयक्रोधा मन्मया मामुपाश्रिता: | बहवो ज्ञानतपसा पूता मद्भावमागता: || 10||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 11,
        verse: 'ये यथा मां प्रपद्यन्ते तांस्तथैव भजाम्यहम् | मम वर्त्मानुवर्तन्ते मनुष्या: पार्थ सर्वश: || 11||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 12,
        verse: 'काङ् क्षन्त: कर्मणां सिद्धिं यजन्त इह देवता: | क्षिप्रं हि मानुषे लोके सिद्धिर्भवति कर्मजा || 12||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 13,
        verse: 'चातुर्वर्ण्यं मया सृष्टं गुणकर्मविभागश: | तस्य कर्तारमपि मां विद्ध्यकर्तारमव्ययम् || 13||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 14,
        verse: 'न मां कर्माणि लिम्पन्ति न मे कर्मफले स्पृहा | इति मां योऽभिजानाति कर्मभिर्न स बध्यते || 14||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 15,
        verse: 'एवं ज्ञात्वा कृतं कर्म पूर्वैरपि मुमुक्षुभि: | कुरु कर्मैव तस्मात्त्वं पूर्वै: पूर्वतरं कृतम् || 15||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 16,
        verse: 'किं कर्म किमकर्मेति कवयोऽप्यत्र मोहिता: | तत्ते कर्म प्रवक्ष्यामि यज्ज्ञात्वा मोक्ष्यसेऽशुभात् || 16||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 17,
        verse: 'कर्मणो ह्यपि बोद्धव्यं बोद्धव्यं च विकर्मण: | अकर्मणश्च बोद्धव्यं गहना कर्मणो गति: || 17||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 18,
        verse: 'कर्मण्यकर्म य: पश्येदकर्मणि च कर्म य: | स बुद्धिमान्मनुष्येषु स युक्त: कृत्स्नकर्मकृत् || 18||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 19,
        verse: 'यस्य सर्वे समारम्भा: कामसङ्कल्पवर्जिता: | ज्ञानाग्निदग्धकर्माणं तमाहु: पण्डितं बुधा: || 19||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 20,
        verse: 'त्यक्त्वा कर्मफलासङ्गं नित्यतृप्तो निराश्रय: | कर्मण्यभिप्रवृत्तोऽपि नैव किञ्चित्करोति स: || 20||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 21,
        verse: 'निराशीर्यतचित्तात्मा त्यक्तसर्वपरिग्रह: | शारीरं केवलं कर्म कुर्वन्नाप्नोति किल्बिषम् || 21||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 22,
        verse: 'यदृच्छालाभसन्तुष्टो द्वन्द्वातीतो विमत्सर: | सम: सिद्धावसिद्धौ च कृत्वापि न निबध्यते || 22||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 23,
        verse: 'गतसङ्गस्य मुक्तस्य ज्ञानावस्थितचेतस: | यज्ञायाचरत: कर्म समग्रं प्रविलीयते || 23||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 24,
        verse: 'ब्रह्मार्पणं ब्रह्म हविर्ब्रह्माग्नौ ब्रह्मणा हुतम् | ब्रह्मैव तेन गन्तव्यं ब्रह्मकर्मसमाधिना || 24||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 25,
        verse: 'दैवमेवापरे यज्ञं योगिन: पर्युपासते | ब्रह्माग्नावपरे यज्ञं यज्ञेनैवोपजुह्वति || 25||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 26,
        verse: 'श्रोत्रादीनीन्द्रियाण्यन्ये संयमाग्निषु जुह्वति | शब्दादीन्विषयानन्य इन्द्रियाग्निषु जुह्वति || 26||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 27,
        verse: 'सर्वाणीन्द्रियकर्माणि प्राणकर्माणि चापरे | आत्मसंयमयोगाग्नौ जुह्वति ज्ञानदीपिते || 27||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 28,
        verse: 'द्रव्ययज्ञास्तपोयज्ञा योगयज्ञास्तथापरे | स्वाध्यायज्ञानयज्ञाश्च यतय: संशितव्रता: || 28||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 29,
        verse: 'अपाने जुह्वति प्राणं प्राणेऽपानं तथापरे | प्राणापानगती रुद्ध्वा प्राणायामपरायणा: || 29|| अपरे नियताहारा: प्राणान्प्राणेषु जुह्वति | सर्वेऽप्येते यज्ञविदो यज्ञक्षपितकल्मषा: || 30||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 30,
        verse: 'अपाने जुह्वति प्राणं प्राणेऽपानं तथापरे | प्राणापानगती रुद्ध्वा प्राणायामपरायणा: || 29|| अपरे नियताहारा: प्राणान्प्राणेषु जुह्वति | सर्वेऽप्येते यज्ञविदो यज्ञक्षपितकल्मषा: || 30||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 31,
        verse: 'यज्ञशिष्टामृतभुजो यान्ति ब्रह्म सनातनम् | नायं लोकोऽस्त्ययज्ञस्य कुतोऽन्य: कुरुसत्तम || 31||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 32,
        verse: 'एवं बहुविधा यज्ञा वितता ब्रह्मणो मुखे | कर्मजान्विद्धि तान्सर्वानेवं ज्ञात्वा विमोक्ष्यसे || 32||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 33,
        verse: 'श्रेयान्द्रव्यमयाद्यज्ञाज्ज्ञानयज्ञ: परन्तप | सर्वं कर्माखिलं पार्थ ज्ञाने परिसमाप्यते || 33||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 34,
        verse: 'तद्विद्धि प्रणिपातेन परिप्रश्नेन सेवया | उपदेक्ष्यन्ति ते ज्ञानं ज्ञानिनस्तत्त्वदर्शिन: || 34||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 35,
        verse: 'यज्ज्ञात्वा न पुनर्मोहमेवं यास्यसि पाण्डव | येन भूतान्यशेषेण द्रक्ष्यस्यात्मन्यथो मयि || 35||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 36,
        verse: 'अपि चेदसि पापेभ्य: सर्वेभ्य: पापकृत्तम: | सर्वं ज्ञानप्लवेनैव वृजिनं सन्तरिष्यसि || 36||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 37,
        verse: 'यथैधांसि समिद्धोऽग्निर्भस्मसात्कुरुतेऽर्जुन | ज्ञानाग्नि: सर्वकर्माणि भस्मसात्कुरुते तथा || 37||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 38,
        verse: 'न हि ज्ञानेन सदृशं पवित्रमिह विद्यते | तत्स्वयं योगसंसिद्ध: कालेनात्मनि विन्दति || 38||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 39,
        verse: 'श्रद्धावान् लभते ज्ञानं तत्पर: संयतेन्द्रिय: | ज्ञानं लब्ध्वा परां शान्तिमचिरेणाधिगच्छति || 39||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 40,
        verse: 'अज्ञश्चाश्रद्दधानश्च संशयात्मा विनश्यति | नायं लोकोऽस्ति न परो न सुखं संशयात्मन: || 40||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 41,
        verse: 'योगसंन्यस्तकर्माणं ज्ञानसञ्छिन्नसंशयम् | आत्मवन्तं न कर्माणि निबध्नन्ति धनञ्जय || 41||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 42,
        verse: 'तस्मादज्ञानसम्भूतं हृत्स्थं ज्ञानासिनात्मन: | छित्त्वैनं संशयं योगमातिष्ठोत्तिष्ठ भारत || 42||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },

]

export default chapter4;