const chapter13 = [
    {
        id: 1,
        verse: 'अर्जुन उवाच | प्रकृतिं पुरुषं चैव क्षेत्रं क्षेत्रज्ञमेव च | एतद्वेदितुमिच्छामि ज्ञानं ज्ञेयं च केशव || 1||* 1',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 2,
        verse: 'श्रीभगवानुवाच | इदं शरीरं कौन्तेय क्षेत्रमित्यभिधीयते | एतद्यो वेत्ति तं प्राहु: क्षेत्रज्ञ इति तद्विद: || 2||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 3,
        verse: 'क्षेत्रज्ञं चापि मां विद्धि सर्वक्षेत्रेषु भारत | क्षेत्रक्षेत्रज्ञयोर्ज्ञानं यत्तज्ज्ञानं मतं मम || 3||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 4,
        verse: 'तत्क्षेत्रं यच्च यादृक्च यद्विकारि यतश्च यत् | स च यो यत्प्रभावश्च तत्समासेन मे शृणु || 4||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 5,
        verse: 'ऋषिभिर्बहुधा गीतं छन्दोभिर्विविधै: पृथक् | ब्रह्मसूत्रपदैश्चैव हेतुमद्भिर्विनिश्चितै: || 5 ||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 6,
        verse: 'महाभूतान्यङ्ककारो बुद्धिरव्यक्त मेव च | इन्द्रियाणि दशैकं च पञ्च चेन्द्रियगोचरा: || 6||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 7,
        verse: 'इच्छा द्वेष: सुखं दु:खं सङ्घातश्चेतना धृति: | एतत्क्षेत्रं समासेन सविकारमुदाहृतम् || 7||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 8,
        verse: 'अमानित्वमदम्भित्वमहिंसा क्षान्तिरार्जवम् | आचार्योपासनं शौचं स्थैर्यमात्मविनिग्रह: || 8|| इन्द्रियार्थेषु वैराग्यमनहङ्कार एव च | जन्ममृत्युजराव्याधिदु:खदोषानुदर्शनम् || 9|| असक्तिरनभिष्वङ्ग: पुत्रदारगृहादिषु | नित्यं च समचित्तत्वमिष्टानिष्टोपपत्तिषु || 10|| मयि चानन्ययोगेन भक्तिरव्यभिचारिणी | विविक्तदेशसेवित्वमरतिर्जनसंसदि || 11|| अध्यात्मज्ञाननित्यत्वं तत्वज्ञानार्थदर्शनम् | एतज्ज्ञानमिति प्रोक्तमज्ञानं यदतोऽन्यथा || 12||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 9,
        verse: 'अमानित्वमदम्भित्वमहिंसा क्षान्तिरार्जवम् | आचार्योपासनं शौचं स्थैर्यमात्मविनिग्रह: || 8|| इन्द्रियार्थेषु वैराग्यमनहङ्कार एव च | जन्ममृत्युजराव्याधिदु:खदोषानुदर्शनम् || 9|| असक्तिरनभिष्वङ्ग: पुत्रदारगृहादिषु | नित्यं च समचित्तत्वमिष्टानिष्टोपपत्तिषु || 10|| मयि चानन्ययोगेन भक्तिरव्यभिचारिणी | विविक्तदेशसेवित्वमरतिर्जनसंसदि || 11|| अध्यात्मज्ञाननित्यत्वं तत्वज्ञानार्थदर्शनम् | एतज्ज्ञानमिति प्रोक्तमज्ञानं यदतोऽन्यथा || 12||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 10,
        verse: 'अमानित्वमदम्भित्वमहिंसा क्षान्तिरार्जवम् | आचार्योपासनं शौचं स्थैर्यमात्मविनिग्रह: || 8|| इन्द्रियार्थेषु वैराग्यमनहङ्कार एव च | जन्ममृत्युजराव्याधिदु:खदोषानुदर्शनम् || 9|| असक्तिरनभिष्वङ्ग: पुत्रदारगृहादिषु | नित्यं च समचित्तत्वमिष्टानिष्टोपपत्तिषु || 10|| मयि चानन्ययोगेन भक्तिरव्यभिचारिणी | विविक्तदेशसेवित्वमरतिर्जनसंसदि || 11|| अध्यात्मज्ञाननित्यत्वं तत्वज्ञानार्थदर्शनम् | एतज्ज्ञानमिति प्रोक्तमज्ञानं यदतोऽन्यथा || 12||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 11,
        verse: 'अमानित्वमदम्भित्वमहिंसा क्षान्तिरार्जवम् | आचार्योपासनं शौचं स्थैर्यमात्मविनिग्रह: || 8|| इन्द्रियार्थेषु वैराग्यमनहङ्कार एव च | जन्ममृत्युजराव्याधिदु:खदोषानुदर्शनम् || 9|| असक्तिरनभिष्वङ्ग: पुत्रदारगृहादिषु | नित्यं च समचित्तत्वमिष्टानिष्टोपपत्तिषु || 10|| मयि चानन्ययोगेन भक्तिरव्यभिचारिणी | विविक्तदेशसेवित्वमरतिर्जनसंसदि || 11|| अध्यात्मज्ञाननित्यत्वं तत्वज्ञानार्थदर्शनम् | एतज्ज्ञानमिति प्रोक्तमज्ञानं यदतोऽन्यथा || 12||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 12,
        verse: 'अमानित्वमदम्भित्वमहिंसा क्षान्तिरार्जवम् | आचार्योपासनं शौचं स्थैर्यमात्मविनिग्रह: || 8|| इन्द्रियार्थेषु वैराग्यमनहङ्कार एव च | जन्ममृत्युजराव्याधिदु:खदोषानुदर्शनम् || 9|| असक्तिरनभिष्वङ्ग: पुत्रदारगृहादिषु | नित्यं च समचित्तत्वमिष्टानिष्टोपपत्तिषु || 10|| मयि चानन्ययोगेन भक्तिरव्यभिचारिणी | विविक्तदेशसेवित्वमरतिर्जनसंसदि || 11|| अध्यात्मज्ञाननित्यत्वं तत्वज्ञानार्थदर्शनम् | एतज्ज्ञानमिति प्रोक्तमज्ञानं यदतोऽन्यथा || 12||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 13,
        verse: 'ज्ञेयं यत्तत्प्रवक्ष्यामि यज्ज्ञात्वामृतमश्रुते | अनादिमत्परं ब्रह्म न सत्तन्नासदुच्यते || 13||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 14,
        verse: 'सर्वत: पाणिपादं तत्सर्वतोऽक्षिशिरोमुखम् | सर्वत: श्रुतिमल्लोके सर्वमावृत्य तिष्ठति || 14||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 15,
        verse: 'सर्वेन्द्रियगुणाभासं सर्वेन्द्रियविवर्जितम् | असक्तं सर्वभृच्चैव निर्गुणं गुणभोक्तृ च || 15||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 16,
        verse: 'बहिरन्तश्च भूतानामचरं चरमेव च | सूक्ष्मत्वात्तदविज्ञेयं दूरस्थं चान्तिके च तत् || 16||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 17,
        verse: 'अविभक्तं च भूतेषु विभक्तमिव च स्थितम् | भूतभर्तृ च तज्ज्ञेयं ग्रसिष्णु प्रभविष्णु च || 17||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 18,
        verse: 'ज्योतिषामपि तज्ज्योतिस्तमस: परमुच्यते | ज्ञानं ज्ञेयं ज्ञानगम्यं हृदि सर्वस्य विष्ठितम् || 18||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 19,
        verse: 'इति क्षेत्रं तथा ज्ञानं ज्ञेयं चोक्तं समासत: | मद्भक्त एतद्विज्ञाय मद्भावायोपपद्यते || 19||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 20,
        verse: 'प्रकृतिं पुरुषं चैव विद्ध्यनादी उभावपि | विकारांश्च गुणांश्चैव विद्धि प्रकृतिसम्भवान् || 20||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 21,
        verse: 'कार्यकारणकर्तृत्वे हेतु: प्रकृतिरुच्यते | पुरुष: सुखदु:खानां भोक्तृत्वे हेतुरुच्यते || 21||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 22,
        verse: 'पुरुष: प्रकृतिस्थो हि भुङक्ते प्रकृतिजान्गुणान् | कारणं गुणसङ्गोऽस्य सदसद्योनिजन्मसु || 22||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 23,
        verse: 'उपद्रष्टानुमन्ता च भर्ता भोक्ता महेश्वर: | परमात्मेति चाप्युक्तो देहेऽस्मिन्पुरुष: पर: || 23||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 24,
        verse: 'य एवं वेत्ति पुरुषं प्रकृतिं च गुणै: सह | सर्वथा वर्तमानोऽपि न स भूयोऽभिजायते || 24||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 25,
        verse: 'ध्यानेनात्मनि पश्यन्ति केचिदात्मानमात्मना | अन्ये साङ् ख्येन योगेन कर्मयोगेन चापरे || 25||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 26,
        verse: 'अन्ये त्वेवमजानन्त: श्रुत्वान्येभ्य उपासते | तेऽपि चातितरन्त्येव मृत्युं श्रुतिपरायणा: || 26||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 27,
        verse: 'यावत्सञ्जायते किञ्चित्सत्वं स्थावरजङ्गमम् | क्षेत्रक्षेत्रज्ञसंयोगात्तद्विद्धि भरतर्षभ || 27||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 28,
        verse: 'समं सर्वेषु भूतेषु तिष्ठन्तं परमेश्वरम् | विनश्यत्स्वविनश्यन्तं य: पश्यति स पश्यति || 28||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 29,
        verse: 'समं पश्यन्हि सर्वत्र समवस्थितमीश्वरम् | न हिनस्त्यात्मनात्मानं ततो याति परां गतिम् || 29||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 30,
        verse: 'प्रकृत्यैव च कर्माणि क्रियमाणानि सर्वश: | य: पश्यति तथात्मानमकर्तारं स पश्यति || 30||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 31,
        verse: 'यदा भूतपृथग्भावमेकस्थमनुपश्यति | तत एव च विस्तारं ब्रह्म सम्पद्यते तदा || 31||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 32,
        verse: 'अनादित्वान्निर्गुणत्वात्परमात्मायमव्यय: | शरीरस्थोऽपि कौन्तेय न करोति न लिप्यते || 32||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 33,
        verse: 'यथा सर्वगतं सौक्ष्म्यादाकाशं नोपलिप्यते | सर्वत्रावस्थितो देहे तथात्मा नोपलिप्यते || 33||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 34,
        verse: 'यथा प्रकाशयत्येक: कृत्स्नं लोकमिमं रवि: | क्षेत्रं क्षेत्री तथा कृत्स्नं प्रकाशयति भारत || 34||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 35,
        verse: 'क्षेत्रक्षेत्रज्ञयोरेवमन्तरं ज्ञानचक्षुषा | भूतप्रकृतिमोक्षं च ये विदुर्यान्ति ते परम् || 35||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },

]

export default chapter13;