const chapter8 = [
    {
        id: 1,
        verse: 'अर्जुन उवाच | किं तद्ब्रह्म किमध्यात्मं किं कर्म पुरुषोत्तम | अधिभूतं च किं प्रोक्तमधिदैवं किमुच्यते || 1|| अधियज्ञ: कथं कोऽत्र देहेऽस्मिन्मधुसूदन | प्रयाणकाले च कथं ज्ञेयोऽसि नियतात्मभि: || 2||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 2,
        verse: 'अर्जुन उवाच | किं तद्ब्रह्म किमध्यात्मं किं कर्म पुरुषोत्तम | अधिभूतं च किं प्रोक्तमधिदैवं किमुच्यते || 1|| अधियज्ञ: कथं कोऽत्र देहेऽस्मिन्मधुसूदन | प्रयाणकाले च कथं ज्ञेयोऽसि नियतात्मभि: || 2||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 3,
        verse: 'श्रीभगवानुवाच | अक्षरं ब्रह्म परमं स्वभावोऽध्यात्ममुच्यते | भूतभावोद्भवकरो विसर्ग: कर्मसञ्ज्ञित: || 3||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 4,
        verse: 'अधिभूतं क्षरो भाव: पुरुषश्चाधिदैवतम् | अधियज्ञोऽहमेवात्र देहे देहभृतां वर || 4||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 5,
        verse: 'अन्तकाले च मामेव स्मरन्मुक्त्वा कलेवरम् | य: प्रयाति स मद्भावं याति नास्त्यत्र संशय: || 5||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 6,
        verse: 'यं यं वापि स्मरन्भावं त्यजत्यन्ते कलेवरम् | तं तमेवैति कौन्तेय सदा तद्भावभावित: || 6||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 7,
        verse: 'तस्मात्सर्वेषु कालेषु मामनुस्मर युध्य च | मय्यर्पितमनोबुद्धिर्मामेवैष्यस्यसंशयम् || 7||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 8,
        verse: 'अभ्यासयोगयुक्तेन चेतसा नान्यगामिना | परमं पुरुषं दिव्यं याति पार्थानुचिन्तयन् || 8||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 9,
        verse: 'कविं पुराणमनुशासितार मणोरणीयांसमनुस्मरेद्य: | सर्वस्य धातारमचिन्त्यरूप मादित्यवर्णं तमस: परस्तात् || 9|| प्रयाणकाले मनसाचलेन भक्त्या युक्तो योगबलेन चैव | भ्रुवोर्मध्ये प्राणमावेश्य सम्यक् स तं परं पुरुषमुपैति दिव्यम् || 10||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 10,
        verse: 'कविं पुराणमनुशासितार मणोरणीयांसमनुस्मरेद्य: | सर्वस्य धातारमचिन्त्यरूप मादित्यवर्णं तमस: परस्तात् || 9|| प्रयाणकाले मनसाचलेन भक्त्या युक्तो योगबलेन चैव | भ्रुवोर्मध्ये प्राणमावेश्य सम्यक् स तं परं पुरुषमुपैति दिव्यम् || 10||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 11,
        verse: 'यदक्षरं वेदविदो वदन्ति विशन्ति यद्यतयो वीतरागा: | यदिच्छन्तो ब्रह्मचर्यं चरन्ति तत्ते पदं संग्रहेण प्रवक्ष्ये || 11||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 12,
        verse: 'सर्वद्वाराणि संयम्य मनो हृदि निरुध्य च | मूर्ध्न्याधायात्मन: प्राणमास्थितो योगधारणाम् || 12||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 13,
        verse: 'ओमित्येकाक्षरं ब्रह्म व्याहरन्मामनुस्मरन् | य: प्रयाति त्यजन्देहं स याति परमां गतिम् || 13||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 14,
        verse: 'अनन्यचेता: सततं यो मां स्मरति नित्यश: | तस्याहं सुलभ: पार्थ नित्ययुक्तस्य योगिन: || 14||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 15,
        verse: 'मामुपेत्य पुनर्जन्म दु:खालयमशाश्वतम् | नाप्नुवन्ति महात्मान: संसिद्धिं परमां गता: || 15||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 16,
        verse: 'आब्रह्मभुवनाल्लोका: पुनरावर्तिनोऽर्जुन | मामुपेत्य तु कौन्तेय पुनर्जन्म न विद्यते || 16||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 17,
        verse: 'सहस्रयुगपर्यन्तमहर्यद्ब्रह्मणो विदु: | रात्रिं युगसहस्रान्तां तेऽहोरात्रविदो जना: || 17||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 18,
        verse: 'अव्यक्ताद्व्यक्तय: सर्वा: प्रभवन्त्यहरागमे | रात्र्यागमे प्रलीयन्ते तत्रैवाव्यक्तसञ्ज्ञके || 18||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 19,
        verse: 'भूतग्राम: स एवायं भूत्वा भूत्वा प्रलीयते | रात्र्यागमेऽवश: पार्थ प्रभवत्यहरागमे || 19||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 20,
        verse: 'परस्तस्मात्तु भावोऽन्योऽव्यक्तोऽव्यक्तात्सनातन: | य: स सर्वेषु भूतेषु नश्यत्सु न विनश्यति || 20||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 21,
        verse: 'अव्यक्तोऽक्षर इत्युक्तस्तमाहु: परमां गतिम् | यं प्राप्य न निवर्तन्ते तद्धाम परमं मम || 21||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 22,
        verse: 'पुरुष: स पर: पार्थ भक्त्या लभ्यस्त्वनन्यया | यस्यान्त:स्थानि भूतानि येन सर्वमिदं ततम् || 22||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 23,
        verse: 'यत्र काले त्वनावृत्तिमावृत्तिं चैव योगिन: | प्रयाता यान्ति तं कालं वक्ष्यामि भरतर्षभ || 23|| अग्निर्ज्योतिरह: शुक्ल: षण्मासा उत्तरायणम् | तत्र प्रयाता गच्छन्ति ब्रह्म ब्रह्मविदो जना: || 24|| धूमो रात्रिस्तथा कृष्ण: षण्मासा दक्षिणायनम् | तत्र चान्द्रमसं ज्योतिर्योगी प्राप्य निवर्तते || 25|| शुक्लकृष्णे गती ह्येते जगत: शाश्वते मते | एकया यात्यनावृत्तिमन्ययावर्तते पुन: || 26||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 24,
        verse: 'यत्र काले त्वनावृत्तिमावृत्तिं चैव योगिन: | प्रयाता यान्ति तं कालं वक्ष्यामि भरतर्षभ || 23|| अग्निर्ज्योतिरह: शुक्ल: षण्मासा उत्तरायणम् | तत्र प्रयाता गच्छन्ति ब्रह्म ब्रह्मविदो जना: || 24|| धूमो रात्रिस्तथा कृष्ण: षण्मासा दक्षिणायनम् | तत्र चान्द्रमसं ज्योतिर्योगी प्राप्य निवर्तते || 25|| शुक्लकृष्णे गती ह्येते जगत: शाश्वते मते | एकया यात्यनावृत्तिमन्ययावर्तते पुन: || 26||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 25,
        verse: 'यत्र काले त्वनावृत्तिमावृत्तिं चैव योगिन: | प्रयाता यान्ति तं कालं वक्ष्यामि भरतर्षभ || 23|| अग्निर्ज्योतिरह: शुक्ल: षण्मासा उत्तरायणम् | तत्र प्रयाता गच्छन्ति ब्रह्म ब्रह्मविदो जना: || 24|| धूमो रात्रिस्तथा कृष्ण: षण्मासा दक्षिणायनम् | तत्र चान्द्रमसं ज्योतिर्योगी प्राप्य निवर्तते || 25|| शुक्लकृष्णे गती ह्येते जगत: शाश्वते मते | एकया यात्यनावृत्तिमन्ययावर्तते पुन: || 26||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 26,
        verse: 'यत्र काले त्वनावृत्तिमावृत्तिं चैव योगिन: | प्रयाता यान्ति तं कालं वक्ष्यामि भरतर्षभ || 23|| अग्निर्ज्योतिरह: शुक्ल: षण्मासा उत्तरायणम् | तत्र प्रयाता गच्छन्ति ब्रह्म ब्रह्मविदो जना: || 24|| धूमो रात्रिस्तथा कृष्ण: षण्मासा दक्षिणायनम् | तत्र चान्द्रमसं ज्योतिर्योगी प्राप्य निवर्तते || 25|| शुक्लकृष्णे गती ह्येते जगत: शाश्वते मते | एकया यात्यनावृत्तिमन्ययावर्तते पुन: || 26||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 27,
        verse: 'नैते सृती पार्थ जानन्योगी मुह्यति कश्चन | तस्मात्सर्वेषु कालेषु योगयुक्तो भवार्जुन || 27||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 28,
        verse: 'वेदेषु यज्ञेषु तप:सु चैव दानेषु यत्पुण्यफलं प्रदिष्टम् | अत्येति तत्सर्वमिदं विदित्वा योगी परं स्थानमुपैति चाद्यम् || 28||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },

]

export default chapter8;