const chapter1 = [

    // transliteravtion
    {
        id: 1,
        verse: 'धृतराष्ट्र उवाच | धर्मक्षेत्रे कुरुक्षेत्रे समवेता युयुत्सवः | मामकाः पाण्डवाश्चैव किमकुर्वत सञ्जय ||1||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 2,
        verse: 'सञ्जय उवाच । दृष्ट्वा तु पाण्डवानीकं व्यूढं दुर्योधनस्तदा । आचार्यमुपसङ्गम्य राजा वचनमब्रवीत् ।। 2।।',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 3,
        verse: 'पश्यैतां पाण्डुपुत्राणामाचार्य महतीं चमूम् । व्यूढां द्रुपदपुत्रेण तव शिष्येण धीमता ।। 3।।',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 4,
        verse: 'अत्र शूरा महेष्वासा भीमार्जुनसमा युधि युयुधानो विराटश्च द्रुपदश्च महारथ: || 4|| धृष्टकेतुश्चेकितान: काशिराजश्च वीर्यवान् | पुरुजित्कुन्तिभोजश्च शैयश्च नरपुङ्गव: || 5|| युधामन्युश्च विक्रान्त उत्तमौजाश्च वीर्यवान् | सौभद्रो द्रौपदेयाश्च सर्व एव महारथा: || 6||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 5,
        verse: 'अत्र शूरा महेष्वासा भीमार्जुनसमा युधि युयुधानो विराटश्च द्रुपदश्च महारथ: || 4|| धृष्टकेतुश्चेकितान: काशिराजश्च वीर्यवान् | पुरुजित्कुन्तिभोजश्च शैयश्च नरपुङ्गव: || 5|| युधामन्युश्च विक्रान्त उत्तमौजाश्च वीर्यवान् | सौभद्रो द्रौपदेयाश्च सर्व एव महारथा: || 6||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 6,
        verse: 'अत्र शूरा महेष्वासा भीमार्जुनसमा युधि युयुधानो विराटश्च द्रुपदश्च महारथ: || 4|| धृष्टकेतुश्चेकितान: काशिराजश्च वीर्यवान् | पुरुजित्कुन्तिभोजश्च शैयश्च नरपुङ्गव: || 5|| युधामन्युश्च विक्रान्त उत्तमौजाश्च वीर्यवान् | सौभद्रो द्रौपदेयाश्च सर्व एव महारथा: || 6||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 7,
        verse: 'अस्माकं तु विशिष्टा ये तान्निबोध द्विजोत्तम | नायका मम सैन्यस्य संज्ञार्थं तान्ब्रवीमि ते || 7||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 8,
        verse: 'भवान्भीष्मश्च कर्णश्च कृपश्च समितिञ्जय: | अश्वत्थामा विकर्णश्च सौमदत्तिस्तथैव च || 8||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 9,
        verse: 'अन्ये च बहव: शूरा मदर्थे त्यक्तजीविता: | नानाशस्त्रप्रहरणा: सर्वे युद्धविशारदा: || 9||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 10,
        verse: 'अपर्याप्तं तदस्माकं बलं भीष्माभिरक्षितम् | पर्याप्तं त्विदमेतेषां बलं भीमाभिरक्षितम् || 10||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 11,
        verse: 'अयनेषु च सर्वेषु यथाभागमवस्थिता: | भीष्ममेवाभिरक्षन्तु भवन्त: सर्व एव हि || 11||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 12,
        verse: 'तस्य सञ्जनयन्हर्षं कुरुवृद्ध: पितामह: | सिंहनादं विनद्योच्चै: शङ्खं दध्मौ प्रतापवान् || 12||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 13,
        verse: 'तत: शङ्खाश्च भेर्यश्च पणवानकगोमुखा: | सहसैवाभ्यहन्यन्त स शब्दस्तुमुलोऽभवत् || 13||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 14,
        verse: 'तत: श्वेतैर्हयैर्युक्ते महति स्यन्दने स्थितौ | माधव: पाण्डवश्चैव दिव्यौ शङ्खौ प्रदध्मतु: || 14||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 15,
        verse: 'पाञ्चजन्यं हृषीकेशो देवदत्तं धनञ्जय: | पौण्ड्रं दध्मौ महाशङ्खं भीमकर्मा वृकोदर: || 15||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 16,
        verse: 'अनन्तविजयं राजा कुन्तीपुत्रो युधिष्ठिर: | नकुल: सहदेवश्च सुघोषमणिपुष्पकौ || 16|| काश्यश्च परमेष्वास: शिखण्डी च महारथ: | धृष्टद्युम्नो विराटश्च सात्यकिश्चापराजित: || 17|| द्रुपदो द्रौपदेयाश्च सर्वश: पृथिवीपते | सौभद्रश्च महाबाहु: शङ्खान्दध्मु: पृथक् पृथक् || 18||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 17,
        verse: 'अनन्तविजयं राजा कुन्तीपुत्रो युधिष्ठिर: | नकुल: सहदेवश्च सुघोषमणिपुष्पकौ || 16|| काश्यश्च परमेष्वास: शिखण्डी च महारथ: | धृष्टद्युम्नो विराटश्च सात्यकिश्चापराजित: || 17|| द्रुपदो द्रौपदेयाश्च सर्वश: पृथिवीपते | सौभद्रश्च महाबाहु: शङ्खान्दध्मु: पृथक् पृथक् || 18||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 18,
        verse: 'अनन्तविजयं राजा कुन्तीपुत्रो युधिष्ठिर: | नकुल: सहदेवश्च सुघोषमणिपुष्पकौ || 16|| काश्यश्च परमेष्वास: शिखण्डी च महारथ: | धृष्टद्युम्नो विराटश्च सात्यकिश्चापराजित: || 17|| द्रुपदो द्रौपदेयाश्च सर्वश: पृथिवीपते | सौभद्रश्च महाबाहु: शङ्खान्दध्मु: पृथक् पृथक् || 18||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 19,
        verse: 'स घोषो धार्तराष्ट्राणां हृदयानि व्यदारयत् | नभश्च पृथिवीं चैव तुमुलो नुनादयन् || 19||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 20,
        verse: 'अथ व्यवस्थितान्दृष्ट्वा धार्तराष्ट्रान् कपिध्वज: | प्रवृत्ते शस्त्रसम्पाते धनुरुद्यम्य पाण्डव: | हृषीकेशं तदा वाक्यमिदमाह महीपते ||20||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 21,
        verse: 'अर्जुन उवाच | सेनयोरुभयोर्मध्ये रथं स्थापय मेऽच्युत || 21|| यावदेतान्निरीक्षेऽहं योद्धुकामानवस्थितान् | कैर्मया सह योद्धव्यमस्मिन् रणसमुद्यमे || 22||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 22,
        verse: 'अर्जुन उवाच | सेनयोरुभयोर्मध्ये रथं स्थापय मेऽच्युत || 21|| यावदेतान्निरीक्षेऽहं योद्धुकामानवस्थितान् | कैर्मया सह योद्धव्यमस्मिन् रणसमुद्यमे || 22||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 23,
        verse: 'अर्जुन उवाच | सेनयोरुभयोर्मध्ये रथं स्थापय मेऽच्युत || 21|| यावदेतान्निरीक्षेऽहं योद्धुकामानवस्थितान् | कैर्मया सह योद्धव्यमस्मिन् रणसमुद्यमे || 22||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 24,
        verse: 'सञ्जय उवाच | एवमुक्तो हृषीकेशो गुडाकेशेन भारत | सेनयोरुभयोर्मध्ये स्थापयित्वा रथोत्तमम् || 24||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 25,
        verse: 'भीष्मद्रोणप्रमुखत: सर्वेषां च महीक्षिताम् | उवाच पार्थ पश्यैतान्समवेतान्कुरूनिति || 25||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 26,
        verse: 'तत्रापश्यत्स्थितान् पार्थ: पितृ नथ पितामहान् | आचार्यान्मातुलान्भ्रातृ न्पुत्रान्पौत्रान्सखींस्तथा | श्वशुरान्सुहृदश्चैव सेनयोरुभयोरपि || 26||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 27,
        verse: 'तान्समीक्ष्य स कौन्तेय: सर्वान्बन्धूनवस्थितान् | कृपया परयाविष्टो विषीदन्निदमब्रवीत् || 27||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 28,
        verse: 'अर्जुन उवाच | दृष्ट्वेमं स्वजनं कृष्ण युयुत्सुं समुपस्थितम् | सीदन्ति मम गात्राणि मुखं च परिशुष्यति || 28||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 29,
        verse: 'वेपथुश्च शरीरे मे रोमहर्षश्च जायते || 29|| गाण्डीवं स्रंसते हस्तात्वक्चै व परिदह्यते | न च शक्नोम्यवस्थातुं भ्रमतीव च मे मन: || 30|| निमित्तानि च पश्यामि विपरीतानि केशव | न च श्रेयोऽनुपश्यामि हत्वा स्वजनमाहवे || 31||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 30,
        verse: 'वेपथुश्च शरीरे मे रोमहर्षश्च जायते || 29|| गाण्डीवं स्रंसते हस्तात्वक्चै व परिदह्यते | न च शक्नोम्यवस्थातुं भ्रमतीव च मे मन: || 30|| निमित्तानि च पश्यामि विपरीतानि केशव | न च श्रेयोऽनुपश्यामि हत्वा स्वजनमाहवे || 31||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 31,
        verse: 'वेपथुश्च शरीरे मे रोमहर्षश्च जायते || 29|| गाण्डीवं स्रंसते हस्तात्वक्चै व परिदह्यते | न च शक्नोम्यवस्थातुं भ्रमतीव च मे मन: || 30|| निमित्तानि च पश्यामि विपरीतानि केशव | न च श्रेयोऽनुपश्यामि हत्वा स्वजनमाहवे || 31||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 32,
        verse: 'न काङ्क्षे विजयं कृष्ण न च राज्यं सुखानि च | किं नो राज्येन गोविन्द किं भोगैर्जीवितेन वा || 32|| येषामर्थे काङ्क्षितं नो राज्यं भोगा: सुखानि च | त इमेऽवस्थिता युद्धे प्राणांस्त्यक्त्वा धनानि च || 33||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 33,
        verse: 'न काङ्क्षे विजयं कृष्ण न च राज्यं सुखानि च | किं नो राज्येन गोविन्द किं भोगैर्जीवितेन वा || 32|| येषामर्थे काङ्क्षितं नो राज्यं भोगा: सुखानि च | त इमेऽवस्थिता युद्धे प्राणांस्त्यक्त्वा धनानि च || 33||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 34,
        verse: 'आचार्या: पितर: पुत्रास्तथैव च पितामहा: | मातुला: श्वशुरा: पौत्रा: श्याला: सम्बन्धिनस्तथा || 34|| एतान्न हन्तुमिच्छामि घ्नतोऽपि मधुसूदन | अपि त्रैलोक्यराज्यस्य हेतो: किं नु महीकृते || 35||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 35,
        verse: 'आचार्या: पितर: पुत्रास्तथैव च पितामहा: | मातुला: श्वशुरा: पौत्रा: श्याला: सम्बन्धिनस्तथा || 34|| एतान्न हन्तुमिच्छामि घ्नतोऽपि मधुसूदन | अपि त्रैलोक्यराज्यस्य हेतो: किं नु महीकृते || 35||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 36,
        verse: 'निहत्य धार्तराष्ट्रान्न: का प्रीति: स्याज्जनार्दन | पापमेवाश्रयेदस्मान्हत्वैतानाततायिन: || 36 || तस्मान्नार्हा वयं हन्तुं धार्तराष्ट्रान्स्वबान्धवान् | स्वजनं हि कथं हत्वा सुखिन: स्याम माधव || 37||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 37,
        verse: 'निहत्य धार्तराष्ट्रान्न: का प्रीति: स्याज्जनार्दन | पापमेवाश्रयेदस्मान्हत्वैतानाततायिन: || 36 || तस्मान्नार्हा वयं हन्तुं धार्तराष्ट्रान्स्वबान्धवान् | स्वजनं हि कथं हत्वा सुखिन: स्याम माधव || 37||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 38,
        verse: 'यद्यप्येते न पश्यन्ति लोभोपहतचेतस: | कुलक्षयकृतं दोषं मित्रद्रोहे च पातकम् || 38|| कथं न ज्ञेयमस्माभि: पापादस्मान्निवर्तितुम् | कुलक्षयकृतं दोषं प्रपश्यद्भिर्जनार्दन || 39||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 39,
        verse: 'यद्यप्येते न पश्यन्ति लोभोपहतचेतस: | कुलक्षयकृतं दोषं मित्रद्रोहे च पातकम् || 38|| कथं न ज्ञेयमस्माभि: पापादस्मान्निवर्तितुम् | कुलक्षयकृतं दोषं प्रपश्यद्भिर्जनार्दन || 39||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 40,
        verse: 'कुलक्षये प्रणश्यन्ति कुलधर्मा: सनातना: | धर्मे नष्टे कुलं कृत्स्नमधर्मोऽभिभवत्युत || 40||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 41,
        verse: 'अधर्माभिभवात्कृष्ण प्रदुष्यन्ति कुलस्त्रिय: | स्त्रीषु दुष्टासु वार्ष्णेय जायते वर्णसङ्कर: || 41||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 42,
        verse: 'सङ्करो नरकायैव कुलघ्नानां कुलस्य च | पतन्ति पितरो ह्येषां लुप्तपिण्डोदकक्रिया: || 42||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 43,
        verse: 'दोषैरेतै: कुलघ्नानां वर्णसङ्करकारकै: | उत्साद्यन्ते जातिधर्मा: कुलधर्माश्च शाश्वता: || 43||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 44,
        verse: 'उत्सन्नकुलधर्माणां मनुष्याणां जनार्दन | नरकेऽनियतं वासो भवतीत्यनुशुश्रुम || 44||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 45,
        verse: 'अहो बत महत्पापं कर्तुं व्यवसिता वयम् | यद्राज्यसुखलोभेन हन्तुं स्वजनमुद्यता: || 45|| यदि मामप्रतीकारमशस्त्रं शस्त्रपाणय: | धार्तराष्ट्रा रणे हन्युस्तन्मे क्षेमतरं भवेत् || 46||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 46,
        verse: 'अहो बत महत्पापं कर्तुं व्यवसिता वयम् | यद्राज्यसुखलोभेन हन्तुं स्वजनमुद्यता: || 45|| यदि मामप्रतीकारमशस्त्रं शस्त्रपाणय: | धार्तराष्ट्रा रणे हन्युस्तन्मे क्षेमतरं भवेत् || 46||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 47,
        verse: 'सञ्जय उवाच | एवमुक्त्वार्जुन: सङ्ख्ये रथोपस्थ उपाविशत् | विसृज्य सशरं चापं शोकसंविग्नमानस: || 47||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },

]

export default chapter1;