const chapter14 = [
    {
        id: 1,
        verse: 'श्रीभगवानुवाच | परं भूय: प्रवक्ष्यामि ज्ञानानां ज्ञानमुत्तमम् | यज्ज्ञात्वा मुनय: सर्वे परां सिद्धिमितो गता: || 1||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 2,
        verse: 'इदं ज्ञानमुपाश्रित्य मम साधर्म्यमागता: | सर्गेऽपि नोपजायन्ते प्रलये न व्यथन्ति च || 2||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 3,
        verse: 'मम योनिर्महद् ब्रह्म तस्मिन्गर्भं दधाम्यहम् | सम्भव: सर्वभूतानां ततो भवति भारत || 3|| सर्वयोनिषु कौन्तेय मूर्तय: सम्भवन्ति या: | तासां ब्रह्म महद्योनिरहं बीजप्रद: पिता || 4||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 4,
        verse: 'मम योनिर्महद् ब्रह्म तस्मिन्गर्भं दधाम्यहम् | सम्भव: सर्वभूतानां ततो भवति भारत || 3|| सर्वयोनिषु कौन्तेय मूर्तय: सम्भवन्ति या: | तासां ब्रह्म महद्योनिरहं बीजप्रद: पिता || 4||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 5,
        verse: 'सत्वं रजस्तम इति गुणा: प्रकृतिसम्भवा: | निबध्नन्ति महाबाहो देहे देहिनमव्ययम् || 5||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 6,
        verse: 'तत्र सत्वं निर्मलत्वात्प्रकाशकमनामयम् | सुखसङ्गेन बध्नाति ज्ञानसङ्गेन चानघ || 6||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 7,
        verse: 'रजो रागात्मकं विद्धि तृष्णासङ्गसमुद्भवम् | तन्निबध्नाति कौन्तेय कर्मसङ्गेन देहिनम् || 7||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 8,
        verse: 'तमस्त्वज्ञानजं विद्धि मोहनं सर्वदेहिनाम् | प्रमादालस्यनिद्राभिस्तन्निबध्नाति भारत || 8||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 9,
        verse: 'सत्वं सुखे सञ्जयति रज: कर्मणि भारत | ज्ञानमावृत्य तु तम: प्रमादे सञ्जयत्युत || 9||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 10,
        verse: 'रजस्तमश्चाभिभूय सत्वं भवति भारत | रज: सत्वं तमश्चैव तम: सत्वं रजस्तथा || 10||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 11,
        verse: 'सर्वद्वारेषु देहेऽस्मिन्प्रकाश उपजायते | ज्ञानं यदा तदा विद्याद्विवृद्धं सत्वमित्युत || 11|| लोभ: प्रवृत्तिरारम्भ: कर्मणामशम: स्पृहा | रजस्येतानि जायन्ते विवृद्धे भरतर्षभ || 12|| अप्रकाशोऽप्रवृत्तिश्च प्रमादो मोह एव च | तमस्येतानि जायन्ते विवृद्धे कुरुनन्दन || 13||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 12,
        verse: 'सर्वद्वारेषु देहेऽस्मिन्प्रकाश उपजायते | ज्ञानं यदा तदा विद्याद्विवृद्धं सत्वमित्युत || 11|| लोभ: प्रवृत्तिरारम्भ: कर्मणामशम: स्पृहा | रजस्येतानि जायन्ते विवृद्धे भरतर्षभ || 12|| अप्रकाशोऽप्रवृत्तिश्च प्रमादो मोह एव च | तमस्येतानि जायन्ते विवृद्धे कुरुनन्दन || 13||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 13,
        verse: 'सर्वद्वारेषु देहेऽस्मिन्प्रकाश उपजायते | ज्ञानं यदा तदा विद्याद्विवृद्धं सत्वमित्युत || 11|| लोभ: प्रवृत्तिरारम्भ: कर्मणामशम: स्पृहा | रजस्येतानि जायन्ते विवृद्धे भरतर्षभ || 12|| अप्रकाशोऽप्रवृत्तिश्च प्रमादो मोह एव च | तमस्येतानि जायन्ते विवृद्धे कुरुनन्दन || 13||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 14,
        verse: 'यदा सत्वे प्रवृद्धे तु प्रलयं याति देहभृत् | तदोत्तमविदां लोकानमलान्प्रतिपद्यते || 14|| रजसि प्रलयं गत्वा कर्मसङ्गिषु जायते | तथा प्रलीनस्तमसि मूढयोनिषु जायते || 15||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 15,
        verse: 'यदा सत्वे प्रवृद्धे तु प्रलयं याति देहभृत् | तदोत्तमविदां लोकानमलान्प्रतिपद्यते || 14|| रजसि प्रलयं गत्वा कर्मसङ्गिषु जायते | तथा प्रलीनस्तमसि मूढयोनिषु जायते || 15||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 16,
        verse: 'कर्मण: सुकृतस्याहु: सात्विकं निर्मलं फलम् | रजसस्तु फलं दु:खमज्ञानं तमस: फलम् || 16||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 17,
        verse: 'सत्वात्सञ्जायते ज्ञानं रजसो लोभ एव च | प्रमादमोहौ तमसो भवतोऽज्ञानमेव च || 17||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 18,
        verse: 'ऊर्ध्वं गच्छन्ति सत्वस्था मध्ये तिष्ठन्ति राजसा: | जघन्यगुणवृत्तिस्था अधो गच्छन्ति तामसा: || 18||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 19,
        verse: 'नान्यं गुणेभ्य: कर्तारं यदा द्रष्टानुपश्यति | गुणेभ्यश्च परं वेत्ति मद्भावं सोऽधिगच्छति || 19||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 20,
        verse: 'गुणानेतानतीत्य त्रीन्देही देहसमुद्भवान् | जन्ममृत्युजरादु:खैर्विमुक्तोऽमृतमश्रुते || 20||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 21,
        verse: 'अर्जुन उवाच | कैर्लिङ्गैस्त्रीन्गुणानेतानतीतो भवति प्रभो | किमाचार: कथं चैतांस्त्रीन्गुणानतिवर्तते || 21||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 22,
        verse: 'श्रीभगवानुवाच | प्रकाशं च प्रवृत्तिं च मोहमेव च पाण्डव | न द्वेष्टि सम्प्रवृत्तानि न निवृत्तानि काङ् क्षति || 22|| उदासीनवदासीनो गुणैर्यो न विचाल्यते | गुणा वर्तन्त इत्येवं योऽवतिष्ठति नेङ्गते || 23||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 23,
        verse: 'श्रीभगवानुवाच | प्रकाशं च प्रवृत्तिं च मोहमेव च पाण्डव | न द्वेष्टि सम्प्रवृत्तानि न निवृत्तानि काङ् क्षति || 22|| उदासीनवदासीनो गुणैर्यो न विचाल्यते | गुणा वर्तन्त इत्येवं योऽवतिष्ठति नेङ्गते || 23||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 24,
        verse: 'समदु:खसुख: स्वस्थ: समलोष्टाश्मकाञ्चन: | तुल्यप्रियाप्रियो धीरस्तुल्यनिन्दात्मसंस्तुति: || 24|| मानापमानयोस्तुल्यस्तुल्यो मित्रारिपक्षयो: | सर्वारम्भपरित्यागी गुणातीत: स उच्यते || 25||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 25,
        verse: 'समदु:खसुख: स्वस्थ: समलोष्टाश्मकाञ्चन: | तुल्यप्रियाप्रियो धीरस्तुल्यनिन्दात्मसंस्तुति: || 24|| मानापमानयोस्तुल्यस्तुल्यो मित्रारिपक्षयो: | सर्वारम्भपरित्यागी गुणातीत: स उच्यते || 25||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 26,
        verse: 'मां च योऽव्यभिचारेण भक्तियोगेन सेवते | स गुणान्समतीत्यैतान्ब्रह्मभूयाय कल्पते || 26||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 27,
        verse: 'ब्रह्मणो हि प्रतिष्ठाहममृतस्याव्ययस्य च | शाश्वतस्य च धर्मस्य सुखस्यैकान्तिकस्य च || 27||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },

]

export default chapter14;