const chapter5 = [
    {
        id: 1,
        verse: 'अर्जुन उवाच | संन्यासं कर्मणां कृष्ण पुनर्योगं च शंससि | यच्छ्रेय एतयोरेकं तन्मे ब्रूहि सुनिश्चितम् || 1||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 2,
        verse: 'श्रीभगवानुवाच | संन्यास: कर्मयोगश्च नि:श्रेयसकरावुभौ | तयोस्तु कर्मसंन्यासात्कर्मयोगो विशिष्यते || 2||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 3,
        verse: 'ज्ञेय: स नित्यसंन्यासी यो न द्वेष्टि न काङ् क्षति | निर्द्वन्द्वो हि महाबाहो सुखं बन्धात्प्रमुच्यते || 3||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 4,
        verse: 'साङ्ख्ययोगौ पृथग्बाला: प्रवदन्ति न पण्डिता: | एकमप्यास्थित: सम्यगुभयोर्विन्दते फलम् || 4||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 5,
        verse: 'यत्साङ्ख्यै: प्राप्यते स्थानं तद्योगैरपि गम्यते | एकं साङ्ख्यं च योगं च य: पश्यति स पश्यति || 5||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 6,
        verse: 'संन्यासस्तु महाबाहो दु:खमाप्तुमयोगत: | योगयुक्तो मुनिर्ब्रह्म नचिरेणाधिगच्छति || 6||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 7,
        verse: 'योगयुक्तो विशुद्धात्मा विजितात्मा जितेन्द्रिय: | सर्वभूतात्मभूतात्मा कुर्वन्नपि न लिप्यते || 7||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 8,
        verse: 'नैव किञ्चित्करोमीति युक्तो मन्येत तत्ववित् | पश्यञ्शृण्वन्स्पृशञ्जिघ्रन्नश्नन्गच्छन्स्वपञ्श्वसन् || 8|| प्रलपन्विसृजन्गृह्ण्न्नुन्मिषन्निमिषन्नपि | इन्द्रियाणीन्द्रियार्थेषु वर्तन्त इति धारयन् || 9||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 9,
        verse: 'नैव किञ्चित्करोमीति युक्तो मन्येत तत्ववित् | पश्यञ्शृण्वन्स्पृशञ्जिघ्रन्नश्नन्गच्छन्स्वपञ्श्वसन् || 8|| प्रलपन्विसृजन्गृह्ण्न्नुन्मिषन्निमिषन्नपि | इन्द्रियाणीन्द्रियार्थेषु वर्तन्त इति धारयन् || 9||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 10,
        verse: 'ब्रह्मण्याधाय कर्माणि सङ्गं त्यक्त्वा करोति य: | लिप्यते न स पापेन पद्मपत्रमिवाम्भसा || 10||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 11,
        verse: 'कायेन मनसा बुद्ध्या केवलैरिन्द्रियैरपि | योगिन: कर्म कुर्वन्ति सङ्गं त्यक्त्वात्मशुद्धये || 11||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 12,
        verse: 'युक्त: कर्मफलं त्यक्त्वा शान्तिमाप्नोति नैष्ठिकीम् | अयुक्त: कामकारेण फले सक्तो निबध्यते || 12||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 13,
        verse: 'सर्वकर्माणि मनसा संन्यस्यास्ते सुखं वशी | नवद्वारे पुरे देही नैव कुर्वन्न कारयन् || 13||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 14,
        verse: 'न कर्तृत्वं न कर्माणि लोकस्य सृजति प्रभु: | न कर्मफलसंयोगं स्वभावस्तु प्रवर्तते || 14||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 15,
        verse: 'नादत्ते कस्यचित्पापं न चैव सुकृतं विभु: | अज्ञानेनावृतं ज्ञानं तेन मुह्यन्ति जन्तव: || 15||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 16,
        verse: 'ज्ञानेन तु तदज्ञानं येषां नाशितमात्मन: | तेषामादित्यवज्ज्ञानं प्रकाशयति तत्परम् || 16||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 17,
        verse: 'तद्बुद्धयस्तदात्मानस्तन्निष्ठास्तत्परायणा: | गच्छन्त्यपुनरावृत्तिं ज्ञाननिर्धूतकल्मषा: || 17||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 18,
        verse: 'विद्याविनयसम्पन्ने ब्राह्मणे गवि हस्तिनि | शुनि चैव श्वपाके च पण्डिता: समदर्शिन: || 18||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 19,
        verse: 'इहैव तैर्जित: सर्गो येषां साम्ये स्थितं मन: | निर्दोषं हि समं ब्रह्म तस्माद् ब्रह्मणि ते स्थिता: || 19||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 20,
        verse: 'न प्रहृष्येत्प्रियं प्राप्य नोद्विजेत्प्राप्य चाप्रियम् | स्थिरबुद्धिरसम्मूढो ब्रह्मविद् ब्रह्मणि स्थित: || 20||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 21,
        verse: 'बाह्यस्पर्शेष्वसक्तात्मा विन्दत्यात्मनि यत्सुखम् | स ब्रह्मयोगयुक्तात्मा सुखमक्षयमश्नुते || 21||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 22,
        verse: 'ये हि संस्पर्शजा भोगा दु:खयोनय एव ते | आद्यन्तवन्त: कौन्तेय न तेषु रमते बुध: || 22||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 23,
        verse: 'शक्नोतीहैव य: सोढुं प्राक्शरीरविमोक्षणात् | कामक्रोधोद्भवं वेगं स युक्त: स सुखी नर: || 23||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 24,
        verse: 'योऽन्त:सुखोऽन्तरारामस्तथान्तज्र्योतिरेव य: । स योगी ब्रह्मनिर्वाणं ब्रह्मभूतोऽधिगच्छति ।। 24।।',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 25,
        verse: 'लभन्ते ब्रह्मनिर्वाणमृषय: क्षीणकल्मषा: | छिन्नद्वैधा यतात्मान: सर्वभूतहिते रता: || 25||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 26,
        verse: 'कामक्रोधवियुक्तानां यतीनां यतचेतसाम् | अभितो ब्रह्मनिर्वाणं वर्तते विदितात्मनाम् || 26||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 27,
        verse: 'स्पर्शान्कृत्वा बहिर्बाह्यांश्चक्षुश्चैवान्तरे भ्रुवो: | प्राणापानौ समौ कृत्वा नासाभ्यन्तरचारिणौ || 27|| यतेन्द्रियमनोबुद्धिर्मुनिर्मोक्षपरायण: | विगतेच्छाभयक्रोधो य: सदा मुक्त एव स: || 28||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 28,
        verse: 'स्पर्शान्कृत्वा बहिर्बाह्यांश्चक्षुश्चैवान्तरे भ्रुवो: | प्राणापानौ समौ कृत्वा नासाभ्यन्तरचारिणौ || 27|| यतेन्द्रियमनोबुद्धिर्मुनिर्मोक्षपरायण: | विगतेच्छाभयक्रोधो य: सदा मुक्त एव स: || 28||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 29,
        verse: 'भोक्तारं यज्ञतपसां सर्वलोकमहेश्वरम् | सुहृदं सर्वभूतानां ज्ञात्वा मां शान्तिमृच्छति || 29||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },

]

export default chapter5;