const chapter17 = [
    {
        id: 1,
        verse: 'अर्जुन उवाच | ये शास्त्रविधिमुत्सृज्य यजन्ते श्रद्धयान्विता: | तेषां निष्ठा तु का कृष्ण सत्वमाहो रजस्तम: || 1||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 2,
        verse: 'श्रीभगवानुवाच | त्रिविधा भवति श्रद्धा देहिनां सा स्वभावजा | सात्विकी राजसी चैव तामसी चेति तां शृणु || 2||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 3,
        verse: 'सत्वानुरूपा सर्वस्य श्रद्धा भवति भारत | श्रद्धामयोऽयं पुरुषो यो यच्छ्रद्ध: स एव स: || 3||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 4,
        verse: 'यजन्ते सात्विका देवान्यक्षरक्षांसि राजसा: | प्रेतान्भूतगणांश्चान्ये यजन्ते तामसा जना: || 4||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 5,
        verse: 'अशास्त्रविहितं घोरं तप्यन्ते ये तपो जना: | दम्भाहङ्कारसंयुक्ता: कामरागबलान्विता: || 5|| कर्षयन्त: शरीरस्थं भूतग्राममचेतस: | मां चैवान्त:शरीरस्थं तान्विद्ध्यासुरनिश्चयान् || 6||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 6,
        verse: 'अशास्त्रविहितं घोरं तप्यन्ते ये तपो जना: | दम्भाहङ्कारसंयुक्ता: कामरागबलान्विता: || 5|| कर्षयन्त: शरीरस्थं भूतग्राममचेतस: | मां चैवान्त:शरीरस्थं तान्विद्ध्यासुरनिश्चयान् || 6||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 7,
        verse: 'आहारस्त्वपि सर्वस्य त्रिविधो भवति प्रिय: | यज्ञस्तपस्तथा दानं तेषां भेदमिमं शृणु || 7||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 8,
        verse: 'आयु:सत्वबलारोग्यसुखप्रीतिविवर्धना: | रस्या: स्निग्धा: स्थिरा हृद्या आहारा: सात्विकप्रिया: || 8||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 9,
        verse: 'कट्वम्ललवणात्युष्णतीक्ष्णरूक्षविदाहिन: | आहारा राजसस्येष्टा दु:खशोकामयप्रदा: || 9||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 10,
        verse: 'यातयामं गतरसं पूति पर्युषितं च यत् | उच्छिष्टमपि चामेध्यं भोजनं तामसप्रियम् || 10||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 11,
        verse: 'अफलाकाङ्क्षिभिर्यज्ञो विधिदृष्टो य इज्यते | यष्टव्यमेवेति मन: समाधाय स सात्विक: || 11||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 12,
        verse: 'अभिसन्धाय तु फलं दम्भार्थमपि चैव यत् | इज्यते भरतश्रेष्ठ तं यज्ञं विद्धि राजसम् || 12||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 13,
        verse: 'विधिहीनमसृष्टान्नं मन्त्रहीनमदक्षिणम् | श्रद्धाविरहितं यज्ञं तामसं परिचक्षते || 13||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 14,
        verse: 'देवद्विजगुरुप्राज्ञपूजनं शौचमार्जवम् | ब्रह्मचर्यमहिंसा च शारीरं तप उच्यते || 14||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 15,
        verse: 'अनुद्वेगकरं वाक्यं सत्यं प्रियहितं च यत् | स्वाध्यायाभ्यसनं चैव वाङ्मयं तप उच्यते || 15||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 16,
        verse: 'मन: प्रसाद: सौम्यत्वं मौनमात्मविनिग्रह: | भावसंशुद्धिरित्येतत्तपो मानसमुच्यते || 16||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 17,
        verse: 'श्रद्धया परया तप्तं तपस्तत्त्रिविधं नरै: | अफलाकाङ्क्षिभिर्युक्तै: सात्विकं परिचक्षते || 17||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 18,
        verse: 'सत्कारमानपूजार्थं तपो दम्भेन चैव यत् | क्रियते तदिह प्रोक्तं राजसं चलमध्रुवम् || 18||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 19,
        verse: 'मूढग्राहेणात्मनो यत्पीडया क्रियते तप: | परस्योत्सादनार्थं वा तत्तामसमुदाहृतम् || 19||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 20,
        verse: 'दातव्यमिति यद्दानं दीयतेऽनुपकारिणे | देशे काले च पात्रे च तद्दानं सात्विकं स्मृतम् || 20||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 21,
        verse: 'यत्तु प्रत्युपकारार्थं फलमुद्दिश्य वा पुन: | दीयते च परिक्लिष्टं तद्दानं राजसं स्मृतम् || 21||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 22,
        verse: 'अदेशकाले यद्दानमपात्रेभ्यश्च दीयते | असत्कृतमवज्ञातं तत्तामसमुदाहृतम् || 22||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 23,
        verse: 'ॐ तत्सदिति निर्देशो ब्रह्मणस्त्रिविध: स्मृत: | ब्राह्मणास्तेन वेदाश्च यज्ञाश्च विहिता: पुरा || 23||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 24,
        verse: 'तस्माद् ॐ इत्युदाहृत्य यज्ञदानतप:क्रिया: | प्रवर्तन्ते विधानोक्ता: सततं ब्रह्मवादिनाम् || 24||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 25,
        verse: 'तदित्यनभिसन्धाय फलं यज्ञतप:क्रिया: | दानक्रियाश्च विविधा: क्रियन्ते मोक्षकाङ्क्षिभि: || 25||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 26,
        verse: 'सद्भावे साधुभावे च सदित्येतत्प्रयुज्यते | प्रशस्ते कर्मणि तथा सच्छब्द: पार्थ युज्यते || 26|| यज्ञे तपसि दाने च स्थिति: सदिति चोच्यते | कर्म चैव तदर्थीयं सदित्येवाभिधीयते || 27||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 27,
        verse: 'सद्भावे साधुभावे च सदित्येतत्प्रयुज्यते | प्रशस्ते कर्मणि तथा सच्छब्द: पार्थ युज्यते || 26|| यज्ञे तपसि दाने च स्थिति: सदिति चोच्यते | कर्म चैव तदर्थीयं सदित्येवाभिधीयते || 27||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 28,
        verse: 'अश्रद्धया हुतं दत्तं तपस्तप्तं कृतं च यत् | असदित्युच्यते पार्थ न च तत्प्रेत्य नो इह || 28||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },

]

export default chapter17;