const chapter18 = [
    {
        id: 1,
        verse: 'अर्जुन उवाच | सन्न्यासस्य महाबाहो तत्वमिच्छामि वेदितुम् | त्यागस्य च हृषीकेश पृथक्केशिनिषूदन || 1||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 2,
        verse: 'श्रीभगवानुवाच | काम्यानां कर्मणां न्यासं सन्न्यासं कवयो विदु: | सर्वकर्मफलत्यागं प्राहुस्त्यागं विचक्षणा: || 2||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 3,
        verse: 'त्याज्यं दोषवदित्येके कर्म प्राहुर्मनीषिण: | यज्ञदानतप:कर्म न त्याज्यमिति चापरे || 3||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 4,
        verse: 'निश्चयं शृणु मे तत्र त्यागे भरतसत्तम | त्यागो हि पुरुषव्याघ्र त्रिविध: सम्प्रकीर्तित: || 4||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 5,
        verse: 'यज्ञदानतप:कर्म न त्याज्यं कार्यमेव तत् | यज्ञो दानं तपश्चैव पावनानि मनीषिणाम् || 5||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 6,
        verse: 'एतान्यपि तु कर्माणि सङ्गं त्यक्त्वा फलानि च | कर्तव्यानीति मे पार्थ निश्चितं मतमुत्तमम् || 6||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 7,
        verse: 'नियतस्य तु सन्न्यास: कर्मणो नोपपद्यते | मोहात्तस्य परित्यागस्तामस: परिकीर्तित: || 7||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 8,
        verse: 'दु:खमित्येव यत्कर्म कायक्लेशभयात्यजेत् | स कृत्वा राजसं त्यागं नैव त्यागफलं लभेत् || 8||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 9,
        verse: 'कार्यमित्येव यत्कर्म नियतं क्रियतेऽर्जुन | सङ्गं त्यक्त्वा फलं चैव स त्याग: सात्विको मत: || 9||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 10,
        verse: 'न द्वेष्ट्यकुशलं कर्म कुशले नानुषज्जते | त्यागी सत्वसमाविष्टो मेधावी छिन्नसंशय: || 10||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 11,
        verse: 'न हि देहभृता शक्यं त्यक्तुं कर्माण्यशेषत: | यस्तु कर्मफलत्यागी स त्यागीत्यभिधीयते || 11||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 12,
        verse: 'अनिष्टमिष्टं मिश्रं च त्रिविधं कर्मण: फलम् | भवत्यत्यागिनां प्रेत्य न तु सन्न्यासिनां क्वचित् || 12||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 13,
        verse: 'पञ्चैतानि महाबाहो कारणानि निबोध मे | साङ् ख्ये कृतान्ते प्रोक्तानि सिद्धये सर्वकर्मणाम् || 13||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 14,
        verse: 'अधिष्ठानं तथा कर्ता करणं च पृथग्विधम् | विविधाश्च पृथक्चेष्टा दैवं चैवात्र पञ्चमम् || 14||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 15,
        verse: 'शरीरवाङ्मनोभिर्यत्कर्म प्रारभते नर: | न्याय्यं वा विपरीतं वा पञ्चैते तस्य हेतव: || 15|| तत्रैवं सति कर्तारमात्मानं केवलं तु य: | पश्यत्यकृतबुद्धित्वान्न स पश्यति दुर्मति: || 16||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 16,
        verse: 'शरीरवाङ्मनोभिर्यत्कर्म प्रारभते नर: | न्याय्यं वा विपरीतं वा पञ्चैते तस्य हेतव: || 15|| तत्रैवं सति कर्तारमात्मानं केवलं तु य: | पश्यत्यकृतबुद्धित्वान्न स पश्यति दुर्मति: || 16||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 17,
        verse: 'यस्य नाहङ् कृतो भावो बुद्धिर्यस्य न लिप्यते | हत्वाऽपि स इमाँल्लोकान्न हन्ति न निबध्यते || 17||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 18,
        verse: 'ज्ञानं ज्ञेयं परिज्ञाता त्रिविधा कर्मचोदना | करणं कर्म कर्तेति त्रिविध: कर्मसंग्रह: || 18||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 19,
        verse: 'ज्ञानं कर्म च कर्ता च त्रिधैव गुणभेदत: | प्रोच्यते गुणसङ् ख्याने यथावच्छृणु तान्यपि || 19||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 20,
        verse: 'सर्वभूतेषु येनैकं भावमव्ययमीक्षते | अविभक्तं विभक्तेषु तज्ज्ञानं विद्धि सात्विकम् || 20||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 21,
        verse: 'पृथक्त्वेन तु यज्ज्ञानं नानाभावान्पृथग्विधान् | वेत्ति सर्वेषु भूतेषु तज्ज्ञानं विद्धि राजसम् || 21||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 22,
        verse: 'यत्तु कृत्स्नवदेकस्मिन्कार्ये सक्तमहैतुकम् | अतत्वार्थवदल्पं च तत्तामसमुदाहृतम् || 22||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 23,
        verse: 'नियतं सङ्गरहितमरागद्वेषत: कृतम् | अफलप्रेप्सुना कर्म यतत्सात्विकमुच्यते || 23||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 24,
        verse: 'यत्तुकामेप्सुना कर्म साहङ्कारेण वा पुन: | क्रियते बहुलायासं तद्राजसमुदाहृतम् || 24||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 25,
        verse: 'अनुबन्धं क्षयं हिंसामनपेक्ष्य च पौरुषम् | मोहादारभ्यते कर्म यतत्तामसमुच्यते || 25||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 26,
        verse: 'मुक्तसङ्गोऽनहंवादी धृत्युत्साहसमन्वित: | सिद्ध्यसिद्ध्योर्निर्विकार: कर्ता सात्विक उच्यते || 26||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 27,
        verse: 'रागी कर्मफलप्रेप्सुर्लुब्धो हिंसात्मकोऽशुचि: | हर्षशोकान्वित: कर्ता राजस: परिकीर्तित: || 27||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 28,
        verse: 'अयुक्त: प्राकृत: स्तब्ध: शठो नैष्कृतिकोऽलस: | विषादी दीर्घसूत्री च कर्ता तामस उच्यते || 28||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 29,
        verse: 'बुद्धेर्भेदं धृतेश्चैव गुणतस्त्रिविधं शृणु | प्रोच्यमानमशेषेण पृथक्त्वेन धनञ्जय || 29||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 30,
        verse: 'प्रवृत्तिंच निवृत्तिं च कार्याकार्ये भयाभये | बन्धं मोक्षं च या वेत्तिबुद्धि: सा पार्थ सात्विकी || 30||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 31,
        verse: 'यया धर्ममधर्मं च कार्यं चाकार्यमेव च | अयथावत्प्रजानाति बुद्धि: सा पार्थ राजसी || 31||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 32,
        verse: 'अधर्मं धर्ममिति या मन्यते तमसावृता | सर्वार्थान्विपरीतांश्च बुद्धि: सा पार्थ तामसी || 32||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 33,
        verse: 'धृत्या यया धारयते मन:प्राणेन्द्रियक्रिया: | योगेनाव्यभिचारिण्या धृति: सा पार्थ सात्विकी || 33||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 34,
        verse: 'यया तु धर्मकामार्थान्धृत्या धारयतेऽर्जुन | प्रसङ्गेन फलाकाङ् क्षी धृति: सा पार्थ राजसी || 34||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 35,
        verse: 'यया स्वप्नं भयं शोकं विषादं मदमेव च | न विमुञ्चति दुर्मेधा धृति: सा पार्थ तामसी || 35||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 36,
        verse: 'सुखं त्विदानीं त्रिविधं शृणु मे भरतर्षभ | अभ्यासाद्रमते यत्र दु:खान्तं च निगच्छति || 36||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 37,
        verse: 'यत्तदग्रे विषमिव परिणामेऽमृतोपमम् | तत्सुखं सात्विकं प्रोक्तमात्मबुद्धिप्रसादजम् || 37||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 38,
        verse: 'विषयेन्द्रियसंयोगाद्यत्तदग्रेऽमृतोपमम् | परिणामे विषमिव तत्सुखं राजसं स्मृतम् || 38||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 39,
        verse: 'यदग्रे चानुबन्धे च सुखं मोहनमात्मन: | निद्रालस्यप्रमादोत्थं तत्तामसमुदाहृतम् || 39||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 40,
        verse: 'न तदस्ति पृथिव्यां वा दिवि देवेषु वा पुन: | सत्वं प्रकृतिजैर्मुक्तं यदेभि: स्यात्त्रिभिर्गुणै: || 40||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 41,
        verse: 'ब्राह्मणक्षत्रियविशां शूद्राणां च परन्तप | कर्माणि प्रविभक्तानि स्वभावप्रभवैर्गुणै: || 41||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 42,
        verse: 'शमो दमस्तप: शौचं क्षान्तिरार्जवमेव च | ज्ञानं विज्ञानमास्तिक्यं ब्रह्मकर्म स्वभावजम् || 42||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 43,
        verse: 'शौर्यं तेजो धृतिर्दाक्ष्यं युद्धे चाप्यपलायनम् | दानमीश्वरभावश्च क्षात्रं कर्म स्वभावजम् || 43||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 44,
        verse: 'कृषिगौरक्ष्यवाणिज्यं वैश्यकर्म स्वभावजम् | परिचर्यात्मकं कर्म शूद्रस्यापि स्वभावजम् || 44||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 45,
        verse: 'स्वे स्वे कर्मण्यभिरत: संसिद्धिं लभते नर: | स्वकर्मनिरत: सिद्धिं यथा विन्दति तच्छृणु || 45||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 46,
        verse: 'यत: प्रवृत्तिर्भूतानां येन सर्वमिदं ततम् | स्वकर्मणा तमभ्यर्च्य सिद्धिं विन्दति मानव: || 46||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 47,
        verse: 'श्रेयान्स्वधर्मो विगुण: परधर्मात्स्वनुष्ठितात् | स्वभावनियतं कर्म कुर्वन्नाप्नोति किल्बिषम् || 47||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 48,
        verse: 'सहजं कर्म कौन्तेय सदोषमपि न त्यजेत् | सर्वारम्भा हि दोषेण धूमेनाग्निरिवावृता: || 48||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 49,
        verse: 'असक्तबुद्धि: सर्वत्र जितात्मा विगतस्पृह: | नैष्कर्म्यसिद्धिं परमां सन्न्यासेनाधिगच्छति || 49||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 50,
        verse: 'सिद्धिं प्राप्तो यथा ब्रह्म तथाप्नोति निबोध मे | समासेनैव कौन्तेय निष्ठा ज्ञानस्य या परा || 50||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 51,
        verse: 'बुद्ध्या विशुद्धया युक्तो धृत्यात्मानं नियम्य च | शब्दादीन्विषयांस्त्यक्त्वा रागद्वेषौ व्युदस्य च || 51|| विविक्तसेवी लघ्वाशी यतवाक्कायमानस: | ध्यानयोगपरो नित्यं वैराग्यं समुपाश्रित: || 52|| अहङ्कारं बलं दर्पं कामं क्रोधं परिग्रहम् | विमुच्य निर्मम: शान्तो ब्रह्मभूयाय कल्पते || 53||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 52,
        verse: 'बुद्ध्या विशुद्धया युक्तो धृत्यात्मानं नियम्य च | शब्दादीन्विषयांस्त्यक्त्वा रागद्वेषौ व्युदस्य च || 51|| विविक्तसेवी लघ्वाशी यतवाक्कायमानस: | ध्यानयोगपरो नित्यं वैराग्यं समुपाश्रित: || 52|| अहङ्कारं बलं दर्पं कामं क्रोधं परिग्रहम् | विमुच्य निर्मम: शान्तो ब्रह्मभूयाय कल्पते || 53||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 53,
        verse: 'बुद्ध्या विशुद्धया युक्तो धृत्यात्मानं नियम्य च | शब्दादीन्विषयांस्त्यक्त्वा रागद्वेषौ व्युदस्य च || 51|| विविक्तसेवी लघ्वाशी यतवाक्कायमानस: | ध्यानयोगपरो नित्यं वैराग्यं समुपाश्रित: || 52|| अहङ्कारं बलं दर्पं कामं क्रोधं परिग्रहम् | विमुच्य निर्मम: शान्तो ब्रह्मभूयाय कल्पते || 53||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 54,
        verse: 'ब्रह्मभूत: प्रसन्नात्मा न शोचति न काङ् क्षति | सम: सर्वेषु भूतेषु मद्भक्तिं लभते पराम् || 54||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 55,
        verse: 'भक्त्या मामभिजानाति यावान्यश्चास्मि तत्वत: | ततो मां तत्वतो ज्ञात्वा विशते तदनन्तरम् || 55||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 56,
        verse: 'सर्वकर्माण्यपि सदा कुर्वाणो मद्व्यपाश्रय: | मत्प्रसादादवाप्नोति शाश्वतं पदमव्ययम् || 56||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 57,
        verse: 'चेतसा सर्वकर्माणि मयि सन्न्यस्य मत्पर: | बुद्धियोगमुपाश्रित्य मच्चित्त: सततं भव || 57||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 58,
        verse: 'मच्चित्त: सर्वदुर्गाणि मत्प्रसादात्तरिष्यसि | अथ चेत्वमहङ्कारान्न श्रोष्यसि विनङ्क्ष्यसि || 58||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 59,
        verse: 'यदहङ्कारमाश्रित्य न योत्स्य इति मन्यसे | मिथ्यैष व्यवसायस्ते प्रकृतिस्त्वां नियोक्ष्यति || 59||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 60,
        verse: 'स्वभावजेन कौन्तेय निबद्ध: स्वेन कर्मणा | कर्तुं नेच्छसि यन्मोहात्करिष्यस्यवशोऽपि तत् || 60||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 61,
        verse: 'ईश्वर: सर्वभूतानां हृद्देशेऽर्जुन तिष्ठति | भ्रामयन्सर्वभूतानि यन्त्रारूढानि मायया || 61||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 62,
        verse: 'तमेव शरणं गच्छ सर्वभावेन भारत | तत्प्रसादात्परां शान्तिं स्थानं प्राप्स्यसि शाश्वतम् || 62||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 63,
        verse: 'इति ते ज्ञानमाख्यातं गुह्याद्गुह्यतरं मया | विमृश्यैतदशेषेण यथेच्छसि तथा कुरु || 63||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 64,
        verse: 'सर्वगुह्यतमं भूय: शृणु मे परमं वच: | इष्टोऽसि मे दृढमिति ततो वक्ष्यामि ते हितम् || 64||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 65,
        verse: 'मन्मना भव मद्भक्तो मद्याजी मां नमस्कुरु | मामेवैष्यसि सत्यं ते प्रतिजाने प्रियोऽसि मे || 65||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 66,
        verse: 'सर्वधर्मान्परित्यज्य मामेकं शरणं व्रज | अहं त्वां सर्वपापेभ्यो मोक्षयिष्यामि मा शुच: || 66||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 67,
        verse: 'इदं ते नातपस्काय नाभक्ताय कदाचन | न चाशुश्रूषवे वाच्यं न च मां योऽभ्यसूयति || 67||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 68,
        verse: 'य इदं परमं गुह्यं मद्भक्तेष्वभिधास्यति | भक्तिं मयि परां कृत्वा मामेवैष्यत्यसंशय: || 68||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 69,
        verse: 'न च तस्मान्मनुष्येषु कश्चिन्मे प्रियकृत्तम: | भविता न च मे तस्मादन्य: प्रियतरो भुवि || 69||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 70,
        verse: 'अध्येष्यते च य इमं धर्म्यं संवादमावयो: | ज्ञानयज्ञेन तेनाहमिष्ट: स्यामिति मे मति: || 70||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 71,
        verse: 'श्रद्धावाननसूयश्च शृणुयादपि यो नर: | सोऽपि मुक्त: शुभाँल्लोकान्प्राप्नुयात्पुण्यकर्मणाम् || 71||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 72,
        verse: 'कच्चिदेतच्छ्रुतं पार्थ त्वयैकाग्रेण चेतसा | कच्चिदज्ञानसम्मोह: प्रनष्टस्ते धनञ्जय || 72||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 73,
        verse: 'अर्जुन उवाच | नष्टो मोह: स्मृतिर्लब्धा त्वत्प्रसादान्मयाच्युत | स्थितोऽस्मि गतसन्देह: करिष्ये वचनं तव || 73||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 74,
        verse: 'सञ्जय उवाच | इत्यहं वासुदेवस्य पार्थस्य च महात्मन: | संवादमिममश्रौषमद्भुतं रोमहर्षणम् || 74||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 75,
        verse: 'व्यासप्रसादाच्छ्रुतवानेतद्गुह्यमहं परम् | योगं योगेश्वरात्कृष्णात्साक्षात्कथयत: स्वयम् || 75||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 76,
        verse: 'राजन्संस्मृत्य संस्मृत्य संवादमिममद्भुतम् | केशवार्जुनयो: पुण्यं हृष्यामि च मुहुर्मुहु: || 76||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 77,
        verse: 'तच्च संस्मृत्य संस्मृत्य रूपमत्यद्भुतं हरे: | विस्मयो मे महानराजन्हृष्यामि च पुन: पुन: || 77||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 78,
        verse: 'यत्र योगेश्वर: कृष्णो यत्र पार्थो धनुर्धर: | तत्र श्रीर्विजयो भूतिध्रुवा नीतिर्मतिर्मम || 78||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },

]

export default chapter18;