const chapter6 = [
    {
        id: 1,
        verse: 'श्रीभगवानुवाच | अनाश्रित: कर्मफलं कार्यं कर्म करोति य: | स संन्यासी च योगी च न निरग्निर्न चाक्रिय: || 1||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 2,
        verse: 'यं संन्यासमिति प्राहुर्योगं तं विद्धि पाण्डव | न ह्यसंन्यस्तसङ्कल्पो योगी भवति कश्चन || 2||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 3,
        verse: 'आरुरुक्षोर्मुनेर्योगं कर्म कारणमुच्यते | योगारूढस्य तस्यैव शम: कारणमुच्यते || 3||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 4,
        verse: 'यदा हि नेन्द्रियार्थेषु न कर्मस्वनुषज्जते | सर्वसङ्कल्पसंन्यासी योगारूढस्तदोच्यते || 4||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 5,
        verse: 'उद्धरेदात्मनात्मानं नात्मानमवसादयेत् | आत्मैव ह्यात्मनो बन्धुरात्मैव रिपुरात्मन: || 5||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 6,
        verse: 'बन्धुरात्मात्मनस्तस्य येनात्मैवात्मना जित: | अनात्मनस्तु शत्रुत्वे वर्ते तात्मैव शत्रुवत् || 6||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 7,
        verse: 'जितात्मन: प्रशान्तस्य परमात्मा समाहित: | शीतोष्णसुखदु:खेषु तथा मानापमानयो: || 7||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 8,
        verse: 'ज्ञानविज्ञानतृप्तात्मा कूटस्थो विजितेन्द्रिय: | युक्त इत्युच्यते योगी समलोष्टाश्मकाञ्चन: || 8||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 9,
        verse: 'सुहृन्मित्रार्युदासीनमध्यस्थद्वेष्यबन्धुषु | साधुष्वपि च पापेषु समबुद्धिर्विशिष्यते || 9||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 10,
        verse: 'योगी युञ्जीत सततमात्मानं रहसि स्थित: | एकाकी यतचित्तात्मा निराशीरपरिग्रह: || 10||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 11,
        verse: 'शुचौ देशे प्रतिष्ठाप्य स्थिरमासनमात्मन: | नात्युच्छ्रितं नातिनीचं चैलाजिनकुशोत्तरम् || 11||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 12,
        verse: 'तत्रैकाग्रं मन: कृत्वा यतचित्तेन्द्रियक्रिय: | उपविश्यासने युञ्ज्याद्योगमात्मविशुद्धये || 12|| समं कायशिरोग्रीवं धारयन्नचलं स्थिर: | सम्प्रेक्ष्य नासिकाग्रं स्वं दिशश्चानवलोकयन् || 13||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 13,
        verse: 'तत्रैकाग्रं मन: कृत्वा यतचित्तेन्द्रियक्रिय: | उपविश्यासने युञ्ज्याद्योगमात्मविशुद्धये || 12|| समं कायशिरोग्रीवं धारयन्नचलं स्थिर: | सम्प्रेक्ष्य नासिकाग्रं स्वं दिशश्चानवलोकयन् || 13||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 14,
        verse: 'प्रशान्तात्मा विगतभीर्ब्रह्मचारिव्रते स्थित: | मन: संयम्य मच्चित्तो युक्त आसीत मत्पर: || 14||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 15,
        verse: 'युञ्जन्नेवं सदात्मानं योगी नियतमानस: | शान्तिं निर्वाणपरमां मत्संस्थामधिगच्छति || 15||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 16,
        verse: 'नात्यश्नतस्तु योगोऽस्ति न चैकान्तमनश्नत: | न चाति स्वप्नशीलस्य जाग्रतो नैव चार्जुन || 16||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 17,
        verse: 'युक्ताहारविहारस्य युक्तचेष्टस्य कर्मसु | युक्तस्वप्नावबोधस्य योगो भवति दु:खहा || 17||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 18,
        verse: 'यदा विनियतं चित्तमात्मन्येवावतिष्ठते | नि:स्पृह: सर्वकामेभ्यो युक्त इत्युच्यते तदा || 18||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 19,
        verse: 'यथा दीपो निवातस्थो नेङ्गते सोपमा स्मृता | योगिनो यतचित्तस्य युञ्जतो योगमात्मन: || 19||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 20,
        verse: 'यत्रोपरमते चित्तं निरुद्धं योगसेवया | यत्र चैवात्मनात्मानं पश्यन्नात्मनि तुष्यति || 20||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 21,
        verse: 'सुखमात्यन्तिकं यत्तद्बुद्धिग्राह्यमतीन्द्रियम् | वेत्ति यत्र न चैवायं स्थितश्चलति तत्वत: || 21||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 22,
        verse: 'यं लब्ध्वा चापरं लाभं मन्यते नाधिकं तत: | यस्मिन्स्थितो न दु:खेन गुरुणापि विचाल्यते || 22||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 23,
        verse: 'तं विद्याद् दु:खसंयोगवियोगं योगसञ्ज्ञितम् | स निश्चयेन योक्तव्यो योगोऽनिर्विण्णचेतसा || 23||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 24,
        verse: 'सङ्कल्पप्रभवान्कामांस्त्यक्त्वा सर्वानशेषत: | मनसैवेन्द्रियग्रामं विनियम्य समन्तत: || 24|| शनै: शनैरुपरमेद्बुद्ध्या धृतिगृहीतया | आत्मसंस्थं मन: कृत्वा न किञ्चिदपि चिन्तयेत् || 25||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 25,
        verse: 'सङ्कल्पप्रभवान्कामांस्त्यक्त्वा सर्वानशेषत: | मनसैवेन्द्रियग्रामं विनियम्य समन्तत: || 24|| शनै: शनैरुपरमेद्बुद्ध्या धृतिगृहीतया | आत्मसंस्थं मन: कृत्वा न किञ्चिदपि चिन्तयेत् || 25||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 26,
        verse: 'यतो यतो निश्चरति मनश्चञ्चलमस्थिरम् | ततस्ततो नियम्यैतदात्मन्येव वशं नयेत् || 26||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 27,
        verse: 'प्रशान्तमनसं ह्येनं योगिनं सुखमुत्तमम् | उपैति शान्तरजसं ब्रह्मभूतमकल्मषम् || 27||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 28,
        verse: 'युञ्जन्नेवं सदात्मानं योगी विगतकल्मष: | सुखेन ब्रह्मसंस्पर्शमत्यन्तं सुखमश्नुते || 28||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 29,
        verse: 'सर्वभूतस्थमात्मानं सर्वभूतानि चात्मनि | ईक्षते योगयुक्तात्मा सर्वत्र समदर्शन: || 29||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 30,
        verse: 'यो मां पश्यति सर्वत्र सर्वं च मयि पश्यति | तस्याहं न प्रणश्यामि स च मे न प्रणश्यति || 30||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 31,
        verse: 'सर्वभूतस्थितं यो मां भजत्येकत्वमास्थित: | सर्वथा वर्तमानोऽपि स योगी मयि वर्तते || 31||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 32,
        verse: 'आत्मौपम्येन सर्वत्र समं पश्यति योऽर्जुन | सुखं वा यदि वा दु:खं स योगी परमो मत: || 32||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 33,
        verse: 'अर्जुन उवाच | योऽयं योगस्त्वया प्रोक्त: साम्येन मधुसूदन | एतस्याहं न पश्यामि चञ्चलत्वात्स्थितिं स्थिराम् || 33||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 34,
        verse: 'चञ्चलं हि मन: कृष्ण प्रमाथि बलवद्दृढम् | तस्याहं निग्रहं मन्ये वायोरिव सुदुष्करम् || 34||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 35,
        verse: 'श्रीभगवानुवाच | असंशयं महाबाहो मनो दुर्निग्रहं चलम् | अभ्यासेन तु कौन्तेय वैराग्येण च गृह्यते || 35||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 36,
        verse: 'असंयतात्मना योगो दुष्प्राप इति मे मति: | वश्यात्मना तु यतता शक्योऽवाप्तुमुपायत: || 36||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 37,
        verse: 'अर्जुन उवाच | अयति: श्रद्धयोपेतो योगाच्चलितमानस: | अप्राप्य योगसंसिद्धिं कां गतिं कृष्ण गच्छति || 37||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 38,
        verse: 'कच्चिन्नोभयविभ्रष्टश्छिन्नाभ्रमिव नश्यति | अप्रतिष्ठो महाबाहो विमूढो ब्रह्मण: पथि || 38||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 39,
        verse: 'एतन्मे संशयं कृष्ण छेत्तुमर्हस्यशेषत: | त्वदन्य: संशयस्यास्य छेत्ता न ह्युपपद्यते || 39||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 40,
        verse: 'श्रीभगवानुवाच | पार्थ नैवेह नामुत्र विनाशस्तस्य विद्यते | न हि कल्याणकृत्कश्चिद्दुर्गतिं तात गच्छति || 40||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 41,
        verse: 'प्राप्य पुण्यकृतां लोकानुषित्वा शाश्वती: समा: | शुचीनां श्रीमतां गेहे योगभ्रष्टोऽभिजायते || 41|| अथवा योगिनामेव कुले भवति धीमताम् | एतद्धि दुर्लभतरं लोके जन्म यदीदृशम् || 42||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 42,
        verse: 'प्राप्य पुण्यकृतां लोकानुषित्वा शाश्वती: समा: | शुचीनां श्रीमतां गेहे योगभ्रष्टोऽभिजायते || 41|| अथवा योगिनामेव कुले भवति धीमताम् | एतद्धि दुर्लभतरं लोके जन्म यदीदृशम् || 42||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 43,
        verse: 'तत्र तं बुद्धिसंयोगं लभते पौर्वदेहिकम् | यतते च ततो भूय: संसिद्धौ कुरुनन्दन || 43||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 44,
        verse: 'पूर्वाभ्यासेन तेनैव ह्रियते ह्यवशोऽपि स: | जिज्ञासुरपि योगस्य शब्दब्रह्मातिवर्तते || 44||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 45,
        verse: 'प्रयत्नाद्यतमानस्तु योगी संशुद्धकिल्बिष: | अनेकजन्मसंसिद्धस्ततो याति परां गतिम् || 45||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 46,
        verse: 'तपस्विभ्योऽधिकोयोगी ज्ञानिभ्योऽपिमतोऽधिक:| कर्मिभ्यश्चाधिकोयोगी तस्माद्योगीभवार्जुन|| 46||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 47,
        verse: 'योगिनामपि सर्वेषां मद्गतेनान्तरात्मना | श्रद्धावान्भजते यो मां स मे युक्ततमो मत: || 47||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },

]

export default chapter6;