const chapter9 = [
    {
        id: 1,
        verse: 'श्रीभगवानुवाच | इदं तु ते गुह्यतमं प्रवक्ष्याम्यनसूयवे | ज्ञानं विज्ञानसहितं यज्ज्ञात्वा मोक्ष्यसेऽशुभात् || 1||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 2,
        verse: 'राजविद्या राजगुह्यं पवित्रमिदमुत्तमम् | प्रत्यक्षावगमं धर्म्यं सुसुखं कर्तुमव्ययम् || 2||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 3,
        verse: 'अश्रद्दधाना: पुरुषा धर्मस्यास्य परन्तप | अप्राप्य मां निवर्तन्ते मृत्युसंसारवर्त्मनि || 3||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 4,
        verse: 'मया ततमिदं सर्वं जगदव्यक्तमूर्तिना | मत्स्थानि सर्वभूतानि न चाहं तेष्ववस्थित: || 4||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 5,
        verse: 'न च मत्स्थानि भूतानि पश्य मे योगमैश्वरम् | भूतभृन्न च भूतस्थो ममात्मा भूतभावन: || 5||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 6,
        verse: 'यथाकाशस्थितो नित्यं वायु: सर्वत्रगो महान् | तथा सर्वाणि भूतानि मत्स्थानीत्युपधारय || 6||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 7,
        verse: 'सर्वभूतानि कौन्तेय प्रकृतिं यान्ति मामिकाम् | कल्पक्षये पुनस्तानि कल्पादौ विसृजाम्यहम् || 7|| प्रकृतिं स्वामवष्टभ्य विसृजामि पुन: पुन: | भूतग्राममिमं कृत्स्नमवशं प्रकृतेर्वशात् || 8||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 8,
        verse: 'सर्वभूतानि कौन्तेय प्रकृतिं यान्ति मामिकाम् | कल्पक्षये पुनस्तानि कल्पादौ विसृजाम्यहम् || 7|| प्रकृतिं स्वामवष्टभ्य विसृजामि पुन: पुन: | भूतग्राममिमं कृत्स्नमवशं प्रकृतेर्वशात् || 8||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 9,
        verse: 'न च मां तानि कर्माणि निबध्नन्ति धनञ्जय | उदासीनवदासीनमसक्तं तेषु कर्मसु || 9||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 10,
        verse: 'मयाध्यक्षेण प्रकृति: सूयते सचराचरम् | हेतुनानेन कौन्तेय जगद्विपरिवर्तते || 10||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 11,
        verse: 'अवजानन्ति मां मूढा मानुषीं तनुमाश्रितम् | परं भावमजानन्तो मम भूतमहेश्वरम् || 11||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 12,
        verse: 'मोघाशा मोघकर्माणो मोघज्ञाना विचेतस: | राक्षसीमासुरीं चैव प्रकृतिं मोहिनीं श्रिता: || 12||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 13,
        verse: 'महात्मानस्तु मां पार्थ दैवीं प्रकृतिमाश्रिता: | भजन्त्यनन्यमनसो ज्ञात्वा भूतादिमव्ययम् || 13||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 14,
        verse: 'सततं कीर्तयन्तो मां यतन्तश्च दृढव्रता: | नमस्यन्तश्च मां भक्त्या नित्ययुक्ता उपासते || 14||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 15,
        verse: 'ज्ञानयज्ञेन चाप्यन्ये यजन्तो मामुपासते | एकत्वेन पृथक्त्वेन बहुधा विश्वतोमुखम् || 15||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 16,
        verse: 'अहं क्रतुरहं यज्ञ: स्वधाहमहमौषधम् | मन्त्रोऽहमहमेवाज्यमहमग्निरहं हुतम् || 16|| पिताहमस्य जगतो माता धाता पितामह: | वेद्यं पवित्रमोङ्कार ऋक्साम यजुरेव च || 17||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 17,
        verse: 'अहं क्रतुरहं यज्ञ: स्वधाहमहमौषधम् | मन्त्रोऽहमहमेवाज्यमहमग्निरहं हुतम् || 16|| पिताहमस्य जगतो माता धाता पितामह: | वेद्यं पवित्रमोङ्कार ऋक्साम यजुरेव च || 17||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 18,
        verse: 'गतिर्भर्ता प्रभु: साक्षी निवास: शरणं सुहृत् | प्रभव: प्रलय: स्थानं निधानं बीजमव्ययम् || 18||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 19,
        verse: 'तपाम्यहमहं वर्षं निगृह्णम्युत्सृजामि च | अमृतं चैव मृत्युश्च सदसच्चाहमर्जुन || 19||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 20,
        verse: 'त्रैविद्या मां सोमपा: पूतपापा यज्ञैरिष्ट्वा स्वर्गतिं प्रार्थयन्ते | ते पुण्यमासाद्य सुरेन्द्रलोक मश्नन्ति दिव्यान्दिवि देवभोगान् || 20||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 21,
        verse: 'ते तं भुक्त्वा स्वर्गलोकं विशालं क्षीणे पुण्ये मर्त्यलोकं विशन्ति | एवं त्रयीधर्ममनुप्रपन्ना गतागतं कामकामा लभन्ते || 21||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 22,
        verse: 'अनन्याश्चिन्तयन्तो मां ये जना: पर्युपासते | तेषां नित्याभियुक्तानां योगक्षेमं वहाम्यहम् || 22||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 23,
        verse: 'येऽप्यन्यदेवता भक्ता यजन्ते श्रद्धयान्विता: | तेऽपि मामेव कौन्तेय यजन्त्यविधिपूर्वकम् || 23||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 24,
        verse: 'अहं हि सर्वयज्ञानां भोक्ता च प्रभुरेव च | न तु मामभिजानन्ति तत्वेनातश्च्यवन्ति ते || 24||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 25,
        verse: 'यान्ति देवव्रता देवान्पितॄ न्यान्ति पितृव्रता: | भूतानि यान्ति भूतेज्या यान्ति मद्याजिनोऽपि माम् ||25||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 26,
        verse: 'पत्रं पुष्पं फलं तोयं यो मे भक्त्या प्रयच्छति | तदहं भक्त्युपहृतमश्नामि प्रयतात्मन: || 26||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 27,
        verse: 'यत्करोषि यदश्नासि यज्जुहोषि ददासि यत् | यत्तपस्यसि कौन्तेय तत्कुरुष्व मदर्पणम् || 27||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 28,
        verse: 'शुभाशुभफलैरेवं मोक्ष्यसे कर्मबन्धनै: | संन्यासयोगयुक्तात्मा विमुक्तो मामुपैष्यसि || 28||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 29,
        verse: 'समोऽहं सर्वभूतेषु न मे द्वेष्योऽस्ति न प्रिय: | ये भजन्ति तु मां भक्त्या मयि ते तेषु चाप्यहम् || 29||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 30,
        verse: 'अपि चेत्सुदुराचारो भजते मामनन्यभाक् | साधुरेव स मन्तव्य: सम्यग्व्यवसितो हि स: || 30||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 31,
        verse: 'क्षिप्रं भवति धर्मात्मा शश्वच्छान्तिं निगच्छति | कौन्तेय प्रतिजानीहि न मे भक्त: प्रणश्यति || 31||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 32,
        verse: 'मां हि पार्थ व्यपाश्रित्य येऽपि स्यु: पापयोनय: | स्त्रियो वैश्यास्तथा शूद्रास्तेऽपि यान्ति परां गतिम् || 32||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 33,
        verse: 'किं पुनर्ब्राह्मणा: पुण्या भक्ता राजर्षयस्तथा | अनित्यमसुखं लोकमिमं प्राप्य भजस्व माम् || 33||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },
    {
        id: 34,
        verse: 'मन्मना भव मद्भक्तो मद्याजी मां नमस्कुरु | मामेवैष्यसि युक्त्वैवमात्मानं मत्परायण: || 34||',
        wordToWord: '', transliteration: '',
        translation: '',
    
    },

]

export default chapter9;