const chapter14 = [
    {
        verse: 1,
        transliteration: 'శ్రీ భగవానువాచ । పరం భూయః  ప్రవక్ష్యామి  జ్ఞానానాం జ్ఞానముత్తమమ్ । యద్ జ్ఞాత్వా మునయః  సర్వే  పరాం సిద్ధిమితో గతాః  ।। 1 ।।',
        wordToWord: 'శ్రీ- భగవాన్-ఉవాచ — భగవానుడు ఇలా పలికెను; పరం — సర్వోన్నత; భూయః  — మరల; ప్రవక్ష్యామి — నేను వివరిస్తాను; జ్ఞానానాం — అన్ని జ్ఞానములోకెల్లా; జ్ఞానమ్-ఉత్తమమ్ — సర్వోన్నత జ్ఞానము; యత్  — ఏదైతే; జ్ఞాత్వా — తెలుసుకున్న పిదప; మునయః  — మునులు; సర్వే — అందరూ; పరాం — అత్యున్నత; సిద్ధిమ్ — పరిపూర్ణతను (సిద్ధిని); ఇతః — దీని ద్వారా; గతాః  — పొందినారు.',
        translation: 'BG 14.1: శ్రీ భగవానుడు పలికెను: నేను మళ్ళీ ఒకసారి ఈ యొక్క సర్వశ్రేష్టమైన విద్యను, అన్నింటికన్నా ఉత్తమమైన  జ్ఞానమును నీకు వివరిస్తాను; ఇది తెలుసుకున్న గొప్ప సాధువులందరూ అత్యున్నత పరిపూర్ణతను సాధించారు.',
    
    },
    {
        verse: 2,
        transliteration: 'ఇదం జ్ఞానముపాశ్రిత్య మమ సాధర్మ్యమాగతాః । సర్గేఽపి నోపజాయంతే ప్రలయే న వ్యథంతి చ ।। 2 ।।',
        wordToWord: 'ఇదం — ఇది; జ్ఞానమ్ — జ్ఞానము; ఉపాశ్రిత్య — ఆశ్రయించి; మమ — నా యొక్క; సాధర్మ్యం — అటువంటి స్వభావము; ఆగతాః — పొందిన పిదప; సర్గే — సృష్టి కాలము యందు; అపి — కూడా; న ఉపజాయంతే — జన్మించరు; ప్రలయే — ప్రళయ కాలమున; న-వ్యథంతి — కష్టమును అనుభవించరు; చ — మరియు.',
        translation: 'BG 14.2: ఈ జ్ఞానమును ఆశ్రయించిన వారు నన్ను చేరుకుంటారు. వారు, సృష్టి సమయంలో మరలా జన్మించరు లేదా ప్రళయ సమయంలో నాశనం కారు.',
    
    },
    {
        verse: 3,
        transliteration: 'మమ యోనిర్మహద్బ్రహ్మ తస్మిన్గర్భం దధామ్యహమ్ । సంభవః సర్వభూతానాం తతో భవతి భారత ।। 3 ।। సర్వయోనిషు కౌంతేయ మూర్తయః సంభవంతి యాః । తాసాం బ్రహ్మ మహద్యోనిః అహం బీజప్రదః పితా ।। 4 ।।',
        wordToWord: 'మమ — నా యొక్క; యోనిః — గర్భము; మహత్ బ్రహ్మ — సమస్త భౌతిక పదార్ధము, ప్రకృతి; తస్మిన్ — దానిలో; గర్భం — గర్భము; దధామి — ఉంచెదను (గర్భాదానము); అహం — నేను; సంభవః — పుట్టుట; సర్వభూతానాం — సమస్త ప్రాణులు; తతః — ఆ విధముగా; భవతి — జరుగును; భారత — అర్జునా, భరత వంశీయుడా; సర్వ — సమస్త; యోనిషు — జీవ రాశులు; కౌంతేయ — అర్జునా, కుంతీ దేవి పుత్రుడా; మూర్తయః — రూపములు; సంభవంతి — సంభవించును (జనించును); యాః తాసాం —  అవి అన్నింటిలో కూడా; బ్రహ్మ-మహత్ — ఈ గొప్ప భౌతిక ప్రకృతి; యోనిః  — గర్భము; అహం — నేను; బీజ-ప్రదః — బీజమును ఇచ్చే; పితా — తండ్రిని.',
        translation: 'BG 14.3-4: ఈ యొక్క సమస్త భౌతిక ప్రకృతి, గర్భము. దానిలో  నేను వేర్వేరు ఆత్మలను ప్రవేశపెడుతాను, ఆ విధంగా సమస్త జీవరాశులు జనిస్తాయి. ఓ కుంతీ పుత్రుడా, పుట్టిన సమస్త జీవ రాశులకు, ఈ భౌతిక ప్రకృతి యే గర్భము మరియు నేనే బీజమును ఇచ్చే తండ్రిని.',
    
    },
    {
        verse: 4,
        transliteration: 'మమ యోనిర్మహద్బ్రహ్మ తస్మిన్గర్భం దధామ్యహమ్ । సంభవః సర్వభూతానాం తతో భవతి భారత ।। 3 ।। సర్వయోనిషు కౌంతేయ మూర్తయః సంభవంతి యాః । తాసాం బ్రహ్మ మహద్యోనిః అహం బీజప్రదః పితా ।। 4 ।।',
        wordToWord: 'మమ — నా యొక్క; యోనిః — గర్భము; మహత్ బ్రహ్మ — సమస్త భౌతిక పదార్ధము, ప్రకృతి; తస్మిన్ — దానిలో; గర్భం — గర్భము; దధామి — ఉంచెదను (గర్భాదానము); అహం — నేను; సంభవః — పుట్టుట; సర్వభూతానాం — సమస్త ప్రాణులు; తతః — ఆ విధముగా; భవతి — జరుగును; భారత — అర్జునా, భరత వంశీయుడా; సర్వ — సమస్త; యోనిషు — జీవ రాశులు; కౌంతేయ — అర్జునా, కుంతీ దేవి పుత్రుడా; మూర్తయః — రూపములు; సంభవంతి — సంభవించును (జనించును); యాః తాసాం —  అవి అన్నింటిలో కూడా; బ్రహ్మ-మహత్ — ఈ గొప్ప భౌతిక ప్రకృతి; యోనిః  — గర్భము; అహం — నేను; బీజ-ప్రదః — బీజమును ఇచ్చే; పితా — తండ్రిని.',
        translation: 'BG 14.3-4: ఈ యొక్క సమస్త భౌతిక ప్రకృతి, గర్భము. దానిలో  నేను వేర్వేరు ఆత్మలను ప్రవేశపెడుతాను, ఆ విధంగా సమస్త జీవరాశులు జనిస్తాయి. ఓ కుంతీ పుత్రుడా, పుట్టిన సమస్త జీవ రాశులకు, ఈ భౌతిక ప్రకృతి యే గర్భము మరియు నేనే బీజమును ఇచ్చే తండ్రిని.',
    
    },
    {
        verse: 5,
        transliteration: 'సత్త్వం రజస్తమ ఇతి గుణాః ప్రకృతిసంభవాః । నిబధ్నంతి మహాబాహో దేహే దేహినమవ్యయమ్ ।। 5 ।।',
        wordToWord: 'సత్త్వం — సత్త్వ గుణము; రజః — రజో గుణము; తమః — తమో గుణము; ఇతి — ఈ విధముగా; గుణాః — గుణములు; ప్రకృతి — భౌతిక ప్రకృతి; సంభవాః — కలిగి ఉండును; నిబధ్నంతి — బంధించును; మహాబాహో — గొప్ప బాహువులు కలవాడా; దేహే — దేహములో; దేహినమ్  — జీవాత్మ; అవ్యయం — సనాతనమైన.',
        translation: 'BG 14.5: ఓ మహా బాహువులు కల అర్జునా, భౌతిక ప్రాకృతిక శక్తి అనేది త్రిగుణములను కలిగి ఉంటుంది - సత్త్వ గుణము, రజో  గుణము, మరియు తమో గుణము. ఈ గుణములే నాశములేని నిత్య జీవాత్మను నాశనమయ్యే దేహమునకు బంధించును.',
    
    },
    {
        verse: 6,
        transliteration: 'తత్ర సత్వం నిర్మలత్వాత్ ప్రకాశకమనామయమ్ । సుఖ-సంగేన బధ్నాతి జ్ఞానసంగేన చానఘ ।। 6 ।।',
        wordToWord: 'తత్ర — వీటిలో; సత్త్వం — సత్త్వ గుణము; నిర్మలత్వాత్ — అత్యంత పవిత్రమైనది కావున; ప్రకాశకం — ప్రకాశవంతమయినది; అనామయమ్ — ఆరోగ్యవంతమయినది మరియు క్షేమదాయకమైనది; సుఖ — సుఖము; సంగేన — మమకారాసక్తి; బధ్నాతి — బంధించివేయును; జ్ఞాన — జ్ఞానము; సంగేన — మమకారాసక్తి; చ — మరియు; అనఘ — అర్జునా, పాపరహితుడా.',
        translation: 'BG 14.6: వీటిలో సత్త్వ గుణము మిగతావాటి కంటే పవిత్రమైనది, ఇది ప్రకాశకమైనది మరియు చాలా క్షేమదాయకమైనది.  ఓ పాప రహితుడా, జ్ఞానము మరియు సుఖానుభవము పట్ల ఆసక్తి వలన అది జీవాత్మను బంధించివేస్తుంది.',
    
    },
    {
        verse: 7,
        transliteration: 'రజో రాగాత్మకం విద్ధి తృష్ణాసంగసముద్భవమ్ । తన్నిబధ్నాతి కౌంతేయ కర్మసంగేన దేహినమ్ ।। 7 ।।',
        wordToWord: 'రజః — రజో గుణము; రాగ-ఆత్మకం — మోహావేశ స్వభావము; విద్ధి — తెలుసుకొనుము; తృష్ణా — కోరికలు; సంగ — సంగము; సముద్భవమ్ — ఉద్భవించిన;   తత్ — అది; నిబధ్నాతి — బంధించేవేయును; కౌంతేయ — అర్జున, కుంతీ పుత్రుడా; కర్మ-సంగేన — కామ్య కర్మల పట్ల ఆసక్తి వలన; దేహినమ్ — జీవాత్మ.',
        translation: 'BG 14.7: ఓ అర్జునా, రజో గుణము మోహావేశ ప్రవృత్తి తో కూడినది. అది ప్రాపంచిక కోరికలు మరియు అనురాగముల వలన జనిస్తుంది మరియు ఆత్మను కామ్య కర్మల పట్ల ఆసక్తి చే బంధించివేస్తుంది.',
    
    },
    {
        verse: 8,
        transliteration: 'తమస్త్వజ్ఞానజం విద్ధి మోహనం సర్వదేహినామ్  । ప్రమాదాలస్యనిద్రాభిః  తన్నిబధ్నాతి భారత  ।। 8 ।।',
        wordToWord: 'తమః — తమో గుణము; తు — కానీ; అజ్ఞాన-జం — అజ్ఞానము వలన జనించిన; విద్ధి — తెలుసుకొనుము; మోహనం — భ్రమ; సర్వ-దేహినామ్  — సమస్త బద్ధ జీవాత్మలకు; ప్రమాద — నిర్లక్ష్యము; ఆలస్య — సోమరితనము; నిద్రాభిః — మరియు నిద్ర; తత్ — అది; నిబధ్నాతి — బంధించి వేయును; భారత — అర్జునా, భరత వంశీయుడా.',
        translation: 'BG 14.8: ఓ అర్జునా, అజ్ఞానముచే జనించిన తమో గుణము, జీవాత్మల యొక్క మోహభ్రాంతికి కారణము. అది సమస్త జీవరాశులను నిర్లక్ష్యము, సోమరితనము మరియు నిద్ర చే భ్రమకు గురి చేస్తుంది.',
    
    },
    {
        verse: 9,
        transliteration: 'సత్త్వం సుఖే సంజయతి రజః కర్మణి భారత । జ్ఞానమావృత్య తు తమః ప్రమాదే సంజయత్యుత ।। 9 ।।',
        wordToWord: 'సత్త్వం — సత్త్వ గుణము; సుఖే — సుఖములకు; సంజయతి — కట్టివేయును; రజః — రజో గుణము; కర్మణి — కర్మల పట్ల; భారత — అర్జునా, భరత వంశీయుడా; జ్ఞానం — జ్ఞానము; ఆవృత్త — ఆవరించివేయును; తు — కానీ; తమః — తమో గుణము; ప్రమాదే — భ్రమ/మోహములో; సంజాయతి — బంధించేవేయును; ఉత — నిజముగా.',
        translation: 'BG 14.9: సత్త్వము వ్యక్తిని భౌతిక సుఖాలకు కట్టివేస్తుంది; రజో గుణము జీవాత్మను కర్మల పట్ల ఆసక్తి పరుస్తుంది; మరియు తమో గుణము జ్ఞానమును కప్పివేసి వ్యక్తిని మోహభ్రాంతి కి బంధించివేస్తుంది.',
    
    },
    {
        verse: 10,
        transliteration: 'రజస్తమశ్చాభిభూయ సత్త్వం భవతి భారత । రజః సత్వం తమశ్చైవ తమః సత్త్వం రజస్తథా ।। 10 ।।',
        wordToWord: 'రజః — రజో గుణము; తమః — తమో గుణము; చ — మరియు; అభిభూయ — ఓడించి; సత్త్వం — సత్త్వ గుణము; భవతి — ఉండును; భారత — అర్జునా, భరత వంశీయుడా; రజః — రజో గుణము; సత్త్వం — సత్త్వ గుణము; తమః — తమో గుణము; చ — మరియు; ఏవ — నిజముగా; తమః — తమో గుణము; సత్త్వం — సత్త్వ గుణము; రజః — రజో గుణము; తథా — కూడా.',
        translation: 'BG 14.10: ఒక్కోసారి రజోతమస్సులపై సత్త్వముది పైచేయిగా ఉంటుంది. ఒక్కోసారి  సత్త్వము మరియు తమోగుణములపై రజో గుణము ఆధిపత్యంతో ఉంటుంది; మరియు ఇంకాకొన్ని సార్లు సత్త్వరజో గుణములను తమోగుణము ఓడిస్తుంది.',
    
    },
    {
        verse: 11,
        transliteration: 'సర్వద్వారేషు దేహేఽస్మిన్ ప్రకాశ ఉపజాయతే । జ్ఞానం యదా తదా విద్యాత్ వివృద్ధం సత్త్వమిత్యుత ।। 11 ।। లోభః ప్రవృత్తిరారంభః కర్మణామశమః స్పృహా । రజస్యేతాని జాయంతే వివృద్ధే భరతర్షభ ।। 12 ।। అప్రకాశోఽప్రవృత్తిశ్చ ప్రమాదో మోహ ఏవ చ । తమస్యేతాని జాయంతే వివృద్ధే కురునందన ।। 13 ।।',
        wordToWord: 'సర్వ — అన్ని; ద్వారేషు  — ద్వారముల గుండా; దేహే — శరీరము;  అస్మిన్ — దీనిలో; ప్రకాశః — ప్రకాశము; ఉపజాయతే — వ్యక్తమై; జ్ఞానం — జ్ఞానము; యదా — ఎప్పుడైతే; తదా — అప్పుడు; విద్యాత్ — తెలుసుకొనుము; వివృద్ధం — ప్రబలమగును; సత్త్వం — సత్త్వ గుణము; ఇతి — ఈ విధముగా; ఉత — ఖచ్చితముగా; లోభః  — లోభము (దురాశ); ప్రవృత్తి: — ప్రవృత్తి; ఆరంభః — పరిశ్రమ;  కర్మణామ్ — కామ్య కర్మల కోసం; అశమః  — వ్యాకులత; స్పృహా — యావ; రజసి  — రజో గుణము యొక్క; ఏతాని — ఇవి;  జాయంతే — పెరుగును; వివృద్ధే — ప్రబలమైనప్పుడు; భరత-ఋషభ — భరతులలో శ్రేష్ఠుడా, అర్జునా; అప్రకాశః — అజ్ఞానం; అప్రవృత్తిః  — జడత్వం; చ — మరియు; ప్రమాదః — నిర్లక్ష్యము; మోహః  — మోహము; ఏవ — నిజముగా; చ — మరియు; తమసి — తమోగుణము; ఏతాని — ఇవి; జాయంతే — కనిపించును; వివృద్ధే — ప్రబలమైనప్పుడు; కురు-నందన — కురునందనా, అర్జునా.',
        translation: 'BG 14.11-13: దేహములోని అన్ని ద్వారములు జ్ఞానముచే ప్రకాశితమైనప్పుడు, అది సత్త్వ గుణము యొక్క ప్రకటితము అని తెలుసుకొనుము. రజో గుణము ప్రబలినప్పుడు, ఓ అర్జునా, లోభము (దురాశ), ప్రాపంచిక లాభము కోసం పరిశ్రమ, వ్యాకులత, మరియు యావ పెంపొందుతాయి. ఓ అర్జునా – అజ్ఞానము, జడత్వము, నిర్లక్ష్యము, మరియు మోహము - ఇవి తమో గుణము యొక్క ప్రధానమైన లక్షణములు.',
    
    },
    {
        verse: 12,
        transliteration: 'సర్వద్వారేషు దేహేఽస్మిన్ ప్రకాశ ఉపజాయతే । జ్ఞానం యదా తదా విద్యాత్ వివృద్ధం సత్త్వమిత్యుత ।। 11 ।। లోభః ప్రవృత్తిరారంభః కర్మణామశమః స్పృహా । రజస్యేతాని జాయంతే వివృద్ధే భరతర్షభ ।। 12 ।। అప్రకాశోఽప్రవృత్తిశ్చ ప్రమాదో మోహ ఏవ చ । తమస్యేతాని జాయంతే వివృద్ధే కురునందన ।। 13 ।।',
        wordToWord: 'సర్వ — అన్ని; ద్వారేషు  — ద్వారముల గుండా; దేహే — శరీరము;  అస్మిన్ — దీనిలో; ప్రకాశః — ప్రకాశము; ఉపజాయతే — వ్యక్తమై; జ్ఞానం — జ్ఞానము; యదా — ఎప్పుడైతే; తదా — అప్పుడు; విద్యాత్ — తెలుసుకొనుము; వివృద్ధం — ప్రబలమగును; సత్త్వం — సత్త్వ గుణము; ఇతి — ఈ విధముగా; ఉత — ఖచ్చితముగా; లోభః  — లోభము (దురాశ); ప్రవృత్తి: — ప్రవృత్తి; ఆరంభః — పరిశ్రమ;  కర్మణామ్ — కామ్య కర్మల కోసం; అశమః  — వ్యాకులత; స్పృహా — యావ; రజసి  — రజో గుణము యొక్క; ఏతాని — ఇవి;  జాయంతే — పెరుగును; వివృద్ధే — ప్రబలమైనప్పుడు; భరత-ఋషభ — భరతులలో శ్రేష్ఠుడా, అర్జునా; అప్రకాశః — అజ్ఞానం; అప్రవృత్తిః  — జడత్వం; చ — మరియు; ప్రమాదః — నిర్లక్ష్యము; మోహః  — మోహము; ఏవ — నిజముగా; చ — మరియు; తమసి — తమోగుణము; ఏతాని — ఇవి; జాయంతే — కనిపించును; వివృద్ధే — ప్రబలమైనప్పుడు; కురు-నందన — కురునందనా, అర్జునా.',
        translation: 'BG 14.11-13: దేహములోని అన్ని ద్వారములు జ్ఞానముచే ప్రకాశితమైనప్పుడు, అది సత్త్వ గుణము యొక్క ప్రకటితము అని తెలుసుకొనుము. రజో గుణము ప్రబలినప్పుడు, ఓ అర్జునా, లోభము (దురాశ), ప్రాపంచిక లాభము కోసం పరిశ్రమ, వ్యాకులత, మరియు యావ పెంపొందుతాయి. ఓ అర్జునా – అజ్ఞానము, జడత్వము, నిర్లక్ష్యము, మరియు మోహము - ఇవి తమో గుణము యొక్క ప్రధానమైన లక్షణములు.',
    
    },
    {
        verse: 13,
        transliteration: 'సర్వద్వారేషు దేహేఽస్మిన్ ప్రకాశ ఉపజాయతే । జ్ఞానం యదా తదా విద్యాత్ వివృద్ధం సత్త్వమిత్యుత ।। 11 ।। లోభః ప్రవృత్తిరారంభః కర్మణామశమః స్పృహా । రజస్యేతాని జాయంతే వివృద్ధే భరతర్షభ ।। 12 ।। అప్రకాశోఽప్రవృత్తిశ్చ ప్రమాదో మోహ ఏవ చ । తమస్యేతాని జాయంతే వివృద్ధే కురునందన ।। 13 ।।',
        wordToWord: 'సర్వ — అన్ని; ద్వారేషు  — ద్వారముల గుండా; దేహే — శరీరము;  అస్మిన్ — దీనిలో; ప్రకాశః — ప్రకాశము; ఉపజాయతే — వ్యక్తమై; జ్ఞానం — జ్ఞానము; యదా — ఎప్పుడైతే; తదా — అప్పుడు; విద్యాత్ — తెలుసుకొనుము; వివృద్ధం — ప్రబలమగును; సత్త్వం — సత్త్వ గుణము; ఇతి — ఈ విధముగా; ఉత — ఖచ్చితముగా; లోభః  — లోభము (దురాశ); ప్రవృత్తి: — ప్రవృత్తి; ఆరంభః — పరిశ్రమ;  కర్మణామ్ — కామ్య కర్మల కోసం; అశమః  — వ్యాకులత; స్పృహా — యావ; రజసి  — రజో గుణము యొక్క; ఏతాని — ఇవి;  జాయంతే — పెరుగును; వివృద్ధే — ప్రబలమైనప్పుడు; భరత-ఋషభ — భరతులలో శ్రేష్ఠుడా, అర్జునా; అప్రకాశః — అజ్ఞానం; అప్రవృత్తిః  — జడత్వం; చ — మరియు; ప్రమాదః — నిర్లక్ష్యము; మోహః  — మోహము; ఏవ — నిజముగా; చ — మరియు; తమసి — తమోగుణము; ఏతాని — ఇవి; జాయంతే — కనిపించును; వివృద్ధే — ప్రబలమైనప్పుడు; కురు-నందన — కురునందనా, అర్జునా.',
        translation: 'BG 14.11-13: దేహములోని అన్ని ద్వారములు జ్ఞానముచే ప్రకాశితమైనప్పుడు, అది సత్త్వ గుణము యొక్క ప్రకటితము అని తెలుసుకొనుము. రజో గుణము ప్రబలినప్పుడు, ఓ అర్జునా, లోభము (దురాశ), ప్రాపంచిక లాభము కోసం పరిశ్రమ, వ్యాకులత, మరియు యావ పెంపొందుతాయి. ఓ అర్జునా – అజ్ఞానము, జడత్వము, నిర్లక్ష్యము, మరియు మోహము - ఇవి తమో గుణము యొక్క ప్రధానమైన లక్షణములు.',
    
    },
    {
        verse: 14,
        transliteration: 'యదా సత్త్వే పవృద్ధే తు ప్రలయం యాతి దేహభృత్ । తదోత్తమవిదాం లోకాన్ అమలాన్ ప్రతిపద్యతే ।। 14 ।। రజసి ప్రలయం గత్వా కర్మసంగిషు జాయతే । తథా ప్రలీనస్తమసి మూఢయోనిషు జాయతే ।। 15 ।।',
        wordToWord: 'యదా — ఎప్పుడైతే; సత్వే — సత్త్వగుణములో; పవృద్ధే — ప్రబలంగా ఉంటుందో; తు — నిజముగా; ప్రలయం — మరణము; యాతి — చేరుదురు; దేహభృత్ — జీవాత్మ;  తదా — అప్పుడు; ఉత్తమ విదాం — ఉత్తములైన జ్ఞానులు; లోకాన్ — లోకములు; అమలాన్ — పవిత్రమైన;  ప్రతిపధ్యతే  — పొందును; రజసి —  రజో గుణము; ప్రలయం — మరణము; గత్వా — పొందును; కర్మ-సంగిషు — పనుల (కర్మల) వలన ప్రేరణ పొందేవారు; జాయతే — పుట్టెదరు; తథా — అదే విధముగా; ప్రలీనః — మరణిస్తూ; తమసి — తమో గుణము; మూఢ-యోనిషు — జంతువుల జాతిలో; జాయతే — పుట్టెదరు.',
        translation: 'BG 14.14-15: సత్త్వ గుణ ప్రధానముగా ఉండి మరణించినవారు, జ్ఞానులు ఉండే పవిత్ర లోకాలను  (రజస్సు, తమస్సు లేనటువంటివి)  చేరుకుంటారు. రజో గుణ ప్రధానముగా ఉంటూ మరణించినవారు పనులతో ప్రేరణ పొందేవారిలో జన్మిస్తారు; తమో గుణ ప్రభావంతో ఉండి మరణించిన వారు జంతువుల జీవరాశిలో పుడతారు.',
    
    },
    {
        verse: 15,
        transliteration: 'యదా సత్త్వే పవృద్ధే తు ప్రలయం యాతి దేహభృత్ । తదోత్తమవిదాం లోకాన్ అమలాన్ ప్రతిపద్యతే ।। 14 ।। రజసి ప్రలయం గత్వా కర్మసంగిషు జాయతే । తథా ప్రలీనస్తమసి మూఢయోనిషు జాయతే ।। 15 ।।',
        wordToWord: 'యదా — ఎప్పుడైతే; సత్వే — సత్త్వగుణములో; పవృద్ధే — ప్రబలంగా ఉంటుందో; తు — నిజముగా; ప్రలయం — మరణము; యాతి — చేరుదురు; దేహభృత్ — జీవాత్మ;  తదా — అప్పుడు; ఉత్తమ విదాం — ఉత్తములైన జ్ఞానులు; లోకాన్ — లోకములు; అమలాన్ — పవిత్రమైన;  ప్రతిపధ్యతే  — పొందును; రజసి —  రజో గుణము; ప్రలయం — మరణము; గత్వా — పొందును; కర్మ-సంగిషు — పనుల (కర్మల) వలన ప్రేరణ పొందేవారు; జాయతే — పుట్టెదరు; తథా — అదే విధముగా; ప్రలీనః — మరణిస్తూ; తమసి — తమో గుణము; మూఢ-యోనిషు — జంతువుల జాతిలో; జాయతే — పుట్టెదరు.',
        translation: 'BG 14.14-15: సత్త్వ గుణ ప్రధానముగా ఉండి మరణించినవారు, జ్ఞానులు ఉండే పవిత్ర లోకాలను  (రజస్సు, తమస్సు లేనటువంటివి)  చేరుకుంటారు. రజో గుణ ప్రధానముగా ఉంటూ మరణించినవారు పనులతో ప్రేరణ పొందేవారిలో జన్మిస్తారు; తమో గుణ ప్రభావంతో ఉండి మరణించిన వారు జంతువుల జీవరాశిలో పుడతారు.',
    
    },
    {
        verse: 16,
        transliteration: 'కర్మణః సుకృతస్యాహుః సాత్త్వికం నిర్మలం ఫలమ్ । రజసస్తు ఫలం దుఃఖమ్  అజ్ఞానం తమసః ఫలమ్ ।। 16 ।।',
        wordToWord: 'కర్మణః — కర్మ యందు; సు-కృతస్య — పవిత్రమైన; ఆహుః  — చెప్పబడును; సాత్త్వికం — సత్త్వ గుణము; నిర్మలం — స్వచ్చమైన; ఫలం — ఫలితము; రజసః — రజో గుణము; తు — నిజముగా; ఫలం — ఫలము; దుఃఖం — దుఃఖము; అజ్ఞానం — అజ్ఞానము; తమసః — తమో గుణము; ఫలం — ఫలితము.',
        translation: 'BG 14.16: సత్త్వ గుణములో చేసిన కార్యముల ఫలములు పవిత్రమైన ఫలితములను ఇస్తాయి. రజో గుణము లో చేసిన పనులు, దుఃఖాలను కలుగ చేస్తాయి, మరియు, తమో గుణములో చేసిన పనులు అజ్ఞానపు చీకటిని కలుగచేస్తాయి.',
    
    },
    {
        verse: 17,
        transliteration: 'సత్త్వాత్ సంజాయతే జ్ఞానం రజసో లోభ ఏవ చ । ప్రమాదమోహౌ తమసో భవతోఽజ్ఞానమేవ చ ।। 17 ।।',
        wordToWord: 'సత్త్వాత్ — సత్త్వ గుణము నుండి; సంజాయతే — కలుగును; జ్ఞానం — జ్ఞానము; రజసః  — రజో గుణము నుండి; లోభః  — లోభము (అత్యాశ); ఏవ — నిజముగా; చ — మరియు; ప్రమాద — నిర్లక్ష్యము; మోహౌ — మోహము (భ్రాంతి); తమసః  — తమో గుణము నుండి; భవతః  — పుట్టును; అజ్ఞానం  — అజ్ఞానము; ఏవ — నిజముగా; చ  — మరియు.',
        translation: 'BG 14.17: సత్త్వ గుణముచే జ్ఞానము, రజో గుణము చే లోభము(దురాశ), మరియు తమో గుణముచే నిర్లక్ష్యము మరియు మోహము (భ్రాంతి) జనించును.',
    
    },
    {
        verse: 18,
        transliteration: 'ఊర్ధ్వం గచ్ఛంతి సత్త్వస్థా మధ్యే తిష్ఠంతి రాజసాః । జఘన్యగుణవృత్తిస్థా అధో గచ్ఛంతి తామసాః ।। 18 ।।',
        wordToWord: 'ఊర్ధ్వం — ఊర్ధ్వ లోకాలకు; గచ్ఛంతి — పోవుదురు; సత్వ-స్థా — సత్త్వ గుణములో స్థితమై ఉన్నవారు; మధ్యే — మధ్య స్థాయిలో; తిష్ఠంతి — ఉండిపోవుదురు; రాజసాః — రజో గుణములో నుండే వారు; జఘన — అసహ్యమైన; గుణ — గుణముల; వృత్తి-స్థా — కార్యములలో నిమగ్నమైన వారు; అధః — నీచ; గచ్ఛంతి — వెళ్ళెదరు; తామసాః  — తమో గుణముతో ఉండేవారు.',
        translation: 'BG 14.18: సత్త్వ గుణములో స్థితమై ఉన్నవారు ఊర్ధ్వలోకాలకు వెళతారు; రజో గుణములో స్థితమై ఉండేవారు మధ్య (లోకాల) లోనే ఉండిపోతారు; తమో గుణములో స్థితమై ఉండేవారు అధోగతి పాలైతారు.',
    
    },
    {
        verse: 19,
        transliteration: 'నాన్యం గుణేభ్యః కర్తారం యదా ద్రష్టానుపశ్యతి । గుణేభ్యశ్చ పరం వేత్తి మద్భావం సోఽధిగఛ్చతి ।। 19 ।।',
        wordToWord: 'న-అన్యం — వేరే ఏవీ కాదు; గుణేభ్యః — గుణములు; కర్తారం — చేసేది; యదా — ఎప్పుడైతే; ద్రష్టా — చూసేవాడు; అనుపశ్యతి — చూస్తాడో; గుణేభ్య — ప్రకృతి గుణముల కన్నా; చ — మరియు; పరం — అతీతమైన; వేత్తి — తెలుసుకొనుము; మత్-భావం — నా దివ్య స్వభావము; సః — వారు; అధిగచ్చతి — పొందెదరు.',
        translation: 'BG 14.19: అన్ని పనులలో, చేసేది ఈ త్రి-గుణములే, ఇతర వేరే ఏవీ లేవు, అని ఎప్పుడైతే వివేవవంతులు తెలుసుకుంటారో, మరియు నేను వీటికి అతీతమైనవాడను అని తెలుసుకుంటారో - వారు నా దివ్య స్వభావాన్ని పొందుతారు.',
    
    },
    {
        verse: 20,
        transliteration: 'గుణానేతానతీత్య త్రీన్ దేహీ దేహసముద్భవాన్ । జన్మమృత్యుజరాదుఃఖైః విముక్తోఽమృతమశ్నుతే ।। 20 ।।',
        wordToWord: 'గుణాన్ — త్రిగుణములు; ఏతాన్ — ఇవి; అతీత్య  — అతీతమై; త్రీన్  — మూడు; దేహీ — జీవాత్మ; దేహ — శరీరము; సముద్భవాన్ — ఉద్భవించిన; జన్మ — పుట్టుక; మృత్యు — మరణము; జరా — వృద్ధాప్యము; దుఃఖైః  — దుఃఖము; విముక్తః  — విముక్తి; అమృతమ్ — అమరత్వము; అశ్నుతే — పొందును.',
        translation: 'BG 14.20: దేహ సంబంధమయిన ప్రకృతి త్రిగుణములకు అతీతముగా అయిపోవటం వలన, వ్యక్తి, జన్మ, వ్యాధి, మృత్యువు, వృద్ధాప్యముల దుఃఖముల నుండి విముక్తి పొంది, అమరత్వం పొందుతాడు.',
    
    },
    {
        verse: 21,
        transliteration: 'అర్జున ఉవాచ । కైర్లింగైః త్రీన్ గుణానేతాన్ అతీతో భవతి ప్రభో । కిమాచారః కథం చైతాన్ త్రీన్ గుణానతివర్తతే ।। 21 ।।',
        wordToWord: 'అర్జున ఉవాచ — అర్జునుడు ఇలా అడిగెను; కైః  — ఎటువంటి; లింగైః  — లక్షణములు; త్రీన్ — మూడు; గుణాన్ — ప్రకృతి గుణములు; ఏతాన్ — ఇవి; అతీతః  — అతీతులైన వారు; భవతి — ఉందురు; ప్రభో — ప్రభూ; కిం — ఏమిటి? ఆచారః  — నడవడిక; కథం  — ఎట్లా; చ — మరియు; ఏతాన్ — ఇవి; త్రీన్ — మూడు; గుణాన్ — ప్రకృతి గుణములు; అతివర్తతే — అతీతులు అవుతారు.',
        translation: 'BG 14.21: అర్జునుడు ఇలా అడిగాడు: ప్రకృతి త్రి-గుణములకు అతీతముగా అయినవాడి లక్షణములు ఏ విధంగా ఉంటాయి, ఓ ప్రభూ? వారు ఏవిధంగా ప్రవర్తిస్తారు? వారు త్రి-గుణముల బంధనమునకు అతీతముగా ఎలా అవుతారు?',
    
    },
    {
        verse: 22,
        transliteration: 'శ్రీ భగవానువాచ । ప్రకాశం చ ప్రవృత్తిం చ మోహమేవ చ పాండవ । న ద్వేష్టి సంప్రవృత్తాని న నివృత్తాని కాంక్షతి ।। 22 ।। ఉదాసీనవదాసీనో గుణైర్యో న విచాల్యతే । గుణా వర్తంత ఇత్యేవం యోఽవతిష్ఠతి నేంగతే ।। 23 ।।',
        wordToWord: 'శ్రీ భగవాన్-ఉవాచ — శ్రీ భగవానుడు ఇలా పలికెను; ప్రకాశం — ప్రకాశము; చ — మరియు; ప్రవృతిం — క్రియాకలాపములు; చ — మరియు; మోహం — మోహము (భ్రమ); ఏవ — అయినా; చ — మరియు; పాండవ — అర్జునా, పాండు పుత్రుడా; న ద్వేష్టి — ద్వేషించరు; సంప్రవృత్తాని — ఉన్నప్పుడు; న నివృత్తాని — లేనప్ప్పుడు; కాంక్షతి — వాటి కోసం తాపత్రయపడడు;  ఉదాసీన-వత్ — ఉదాసీనముగా ఉంటూ (తటస్థము గా); ఆసీనః — స్థితమై ఉండి; గుణైః  — ప్రకృతి గుణములు; యః — ఎవరైతే; న విచాల్యతే — కలతచెందరు; గుణా — ప్రకృతి త్రి-గుణములు; వర్తంతే  — ప్రవర్తించుతున్నవి; ఇతి ఏవం — అని తెలుసుకుని; యః — ఎవరైతే; అవతిష్ఠతి — ఆత్మ యందే స్థితమై ఉండి; న ఇంగతే — చలించకుండా ఉంటారు.',
        translation: 'BG 14.22-23: శ్రీ భగవానుడు పలికెను: ఓ అర్జునా, ఈ త్రిగుణములకు అతీతులైనవారు -  (సత్త్వ గుణ జనితమైన) ప్రకాశమును కానీ, (రజో గుణ జనితమైన) కార్యకలాపములను కానీ, లేదా (తమో గుణ జనితమైన) మోహభ్రాంతిని కానీ - అవి పుష్కలంగా ఉన్నప్పుడు ద్వేషించరు, లేదా, అవి లేనప్పుడు వాటిని కాంక్షించరు. వారు ప్రకృతి గుణముల పట్ల తటస్థముగా, ఉదాసీనంగా ఉండి, వాటిచే అలజడికికి గురికారు. గుణములే ప్రవర్తించుతున్నవని తెలుసుకుని వారు నిశ్చలముగా ఆత్మ యందే స్థితమై  ఉంటారు.',
    
    },
    {
        verse: 23,
        transliteration: 'శ్రీ భగవానువాచ । ప్రకాశం చ ప్రవృత్తిం చ మోహమేవ చ పాండవ । న ద్వేష్టి సంప్రవృత్తాని న నివృత్తాని కాంక్షతి ।। 22 ।। ఉదాసీనవదాసీనో గుణైర్యో న విచాల్యతే । గుణా వర్తంత ఇత్యేవం యోఽవతిష్ఠతి నేంగతే ।। 23 ।।',
        wordToWord: 'శ్రీ భగవాన్-ఉవాచ — శ్రీ భగవానుడు ఇలా పలికెను; ప్రకాశం — ప్రకాశము; చ — మరియు; ప్రవృతిం — క్రియాకలాపములు; చ — మరియు; మోహం — మోహము (భ్రమ); ఏవ — అయినా; చ — మరియు; పాండవ — అర్జునా, పాండు పుత్రుడా; న ద్వేష్టి — ద్వేషించరు; సంప్రవృత్తాని — ఉన్నప్పుడు; న నివృత్తాని — లేనప్ప్పుడు; కాంక్షతి — వాటి కోసం తాపత్రయపడడు;  ఉదాసీన-వత్ — ఉదాసీనముగా ఉంటూ (తటస్థము గా); ఆసీనః — స్థితమై ఉండి; గుణైః  — ప్రకృతి గుణములు; యః — ఎవరైతే; న విచాల్యతే — కలతచెందరు; గుణా — ప్రకృతి త్రి-గుణములు; వర్తంతే  — ప్రవర్తించుతున్నవి; ఇతి ఏవం — అని తెలుసుకుని; యః — ఎవరైతే; అవతిష్ఠతి — ఆత్మ యందే స్థితమై ఉండి; న ఇంగతే — చలించకుండా ఉంటారు.',
        translation: 'BG 14.22-23: శ్రీ భగవానుడు పలికెను: ఓ అర్జునా, ఈ త్రిగుణములకు అతీతులైనవారు -  (సత్త్వ గుణ జనితమైన) ప్రకాశమును కానీ, (రజో గుణ జనితమైన) కార్యకలాపములను కానీ, లేదా (తమో గుణ జనితమైన) మోహభ్రాంతిని కానీ - అవి పుష్కలంగా ఉన్నప్పుడు ద్వేషించరు, లేదా, అవి లేనప్పుడు వాటిని కాంక్షించరు. వారు ప్రకృతి గుణముల పట్ల తటస్థముగా, ఉదాసీనంగా ఉండి, వాటిచే అలజడికికి గురికారు. గుణములే ప్రవర్తించుతున్నవని తెలుసుకుని వారు నిశ్చలముగా ఆత్మ యందే స్థితమై  ఉంటారు.',
    
    },
    {
        verse: 24,
        transliteration: 'సమదుఃఖసుఖః స్వస్థః సమలోష్టాశ్మకాంచనః । తుల్యప్రియాప్రియో ధీరః తుల్యనిందాత్మసంస్తుతిః ।। 24 ।। మానాపమానయోస్తుల్యః తుల్యో మిత్రారిపక్షయోః । సర్వారంభపరిత్యాగీ గుణాతీతః స ఉచ్యతే ।। 25 ।।',
        wordToWord: 'సమ — ఒకేరీతిగా; దుఃఖ — దుఃఖము; సుఖః — సంతోషము; స్వ-స్థః —  ఆత్మయందే స్థితమై ఉండి; సమ — సమానముగా; లోష్టా — మట్టి ముద్ద; అశ్మ — రాయి; కాంచనః — బంగారము; తుల్య — ఒకే విలువగా; ప్రియ — ప్రియమైనవి; అప్రియః  — అప్రియమైనవి; ధీరః — స్థిరముగా; తుల్య — ఒక్కటిగానే; నిందా — నింద; ఆత్మ-సంస్తుతిః — పొగడ్త; మాన — గౌరవము; అపమానయో — అగౌరవము; తుల్యః  — సమానముగా; తుల్యః — సమానముగా; మిత్ర — మిత్రుడు; అరి — శత్రువు; పక్షయోః  — పక్షముల పట్ల; సర్వ — అన్ని; ఆరంభ — యత్నములను; పరిత్యాగీ — విడిచిపెట్టిన వాడు; గుణ-అతీతః — గుణములకు అతీతులైన; సః — వారు; ఉచ్యతే  — అని చెప్పబడుతారు.',
        translation: 'BG 14.24-25: సుఖదుఃఖాలలో ఒక్క రీతిగానే ఉండేవారు; ఆత్మ భావన యందే స్థితమై ఉండేవారు; మట్టిముద్ద, రాయి, బంగారము వీటన్నిటినీ ఒకే విలువతో చూసేవారు; అనుకూల లేదా ప్రతికూల పరిస్థితిలో ఒక్కరీతిగానే ఉండేవారు; తెలివైన వారు; నిందాస్తుతులను రెంటినీ సమముగా స్వీకరించేవారు; గౌరవమును, అవమానమును ఒక్క రీతిగానే తీసుకునేవారు; శత్రువుని, మిత్రుడిని ఒకలాగే చూసేవారు; అన్ని యత్నములను విడిచిపెట్టినవారు - వీరు త్రిగుణములకు అతీతులైనవారు అని చెప్పబడుతారు.',
    
    },
    {
        verse: 25,
        transliteration: 'సమదుఃఖసుఖః స్వస్థః సమలోష్టాశ్మకాంచనః । తుల్యప్రియాప్రియో ధీరః తుల్యనిందాత్మసంస్తుతిః ।। 24 ।। మానాపమానయోస్తుల్యః తుల్యో మిత్రారిపక్షయోః । సర్వారంభపరిత్యాగీ గుణాతీతః స ఉచ్యతే ।। 25 ।।',
        wordToWord: 'సమ — ఒకేరీతిగా; దుఃఖ — దుఃఖము; సుఖః — సంతోషము; స్వ-స్థః —  ఆత్మయందే స్థితమై ఉండి; సమ — సమానముగా; లోష్టా — మట్టి ముద్ద; అశ్మ — రాయి; కాంచనః — బంగారము; తుల్య — ఒకే విలువగా; ప్రియ — ప్రియమైనవి; అప్రియః  — అప్రియమైనవి; ధీరః — స్థిరముగా; తుల్య — ఒక్కటిగానే; నిందా — నింద; ఆత్మ-సంస్తుతిః — పొగడ్త; మాన — గౌరవము; అపమానయో — అగౌరవము; తుల్యః  — సమానముగా; తుల్యః — సమానముగా; మిత్ర — మిత్రుడు; అరి — శత్రువు; పక్షయోః  — పక్షముల పట్ల; సర్వ — అన్ని; ఆరంభ — యత్నములను; పరిత్యాగీ — విడిచిపెట్టిన వాడు; గుణ-అతీతః — గుణములకు అతీతులైన; సః — వారు; ఉచ్యతే  — అని చెప్పబడుతారు.',
        translation: 'BG 14.24-25: సుఖదుఃఖాలలో ఒక్క రీతిగానే ఉండేవారు; ఆత్మ భావన యందే స్థితమై ఉండేవారు; మట్టిముద్ద, రాయి, బంగారము వీటన్నిటినీ ఒకే విలువతో చూసేవారు; అనుకూల లేదా ప్రతికూల పరిస్థితిలో ఒక్కరీతిగానే ఉండేవారు; తెలివైన వారు; నిందాస్తుతులను రెంటినీ సమముగా స్వీకరించేవారు; గౌరవమును, అవమానమును ఒక్క రీతిగానే తీసుకునేవారు; శత్రువుని, మిత్రుడిని ఒకలాగే చూసేవారు; అన్ని యత్నములను విడిచిపెట్టినవారు - వీరు త్రిగుణములకు అతీతులైనవారు అని చెప్పబడుతారు.',
    
    },
    {
        verse: 26,
        transliteration: 'మాం చ యోఽవ్యభిచారేణ భక్తియోగేన సేవతే । స గుణాన్ సమతీత్యైతాన్ బ్రహ్మభూయాయ కల్పతే ।। 26 ।।',
        wordToWord: 'మాం — నన్ను; చ — మాత్రమే; యః — ఎవరైతే; అవ్యభిచారేణ — నిష్కల్మషమైన; భక్తి-యోగేన — భక్తి  ద్వారా; సేవతే — సేవ చేస్తారో; సః — వారు; గుణాన్ — ప్రకృతి యొక్క త్రి-గుణములు; సమతీత్య — అతీతులై పోవుదురు; ఏతాన్ — ఈ; బ్రహ్మ-భూయాయ  — బ్రహ్మం యొక్క స్థాయికి; కల్పతే — చేరును.',
        translation: 'BG 14.26: నిష్కల్మషమైన భక్తి ద్వారా నన్ను సేవించిన వారు ప్రకృతి త్రిగుణములకు అతీతులై  పోవుదురు మరియు బ్రహ్మం స్థాయికి చేరుతారు.',
    
    },
    {
        verse: 27,
        transliteration: 'బ్రహ్మణో హి ప్రతిష్ఠాహమ్ అమృతస్యావ్యయస్య చ । శాశ్వతస్య చ ధర్మస్య సుఖస్యైకాంతికస్య చ ।। 27 ।।',
        wordToWord: 'బ్రహ్మణః — బ్రహ్మంమునకు; హి — నిజముగా; ప్రతిష్ఠా — ఆధారము; అహమ్ — నేను; అమృతస్య — అమృతత్వమునకు; అవ్యయస్య — నాశరహితుడైనవానికి; చ — మరియు; శాశ్వతస్య — సనాతనమైనవానికి; చ — మరియు; ధర్మస్య — ధర్మమునకు; సుఖస్య — ఆనందమునకు; ఐకాంతికస్య — అఖండమైన; చ — మరియు.',
        translation: 'BG 14.27: ఆ యొక్క సనాతనమైన, అవ్యయమైన నిరాకార బ్రహ్మాంమునకు, సనాతనమైన ధర్మమునకు మరియు అఖండమైన దివ్య ఆనందమునకు, నేనే ఆధారము.',
    
    },

]

export default chapter14;