const chapter8 = [
    {
        verse: 1,
        transliteration: 'అర్జున ఉవాచ । కిం తద్బ్రహ్మ కిమధ్యాత్మం కిం కర్మ పురుషోత్తమ । అధిభూతం చ కిం ప్రోక్తమధిదైవం కిముచ్యతే ।। 1 ।। అధియజ్ఞః కథం కోఽత్ర దేహేఽస్మిన్మధుసూదన । ప్రయాణకాలే చ కథం జ్ఞేయోఽసి నియతాత్మభిః ।। 2 ।।',
        wordToWord: 'అర్జున ఉవాచ — అర్జునుడు పలికెను; కిం — ఏమిటి?; తత్ — అది; బ్రహ్మ — బహ్మన్; కిం — ఏమిటి? అధ్యాత్మం — జీవాత్మ; (అధ్యాత్మము) కిం — ఏమిటి? కర్మ — కర్మ సిద్ధాంతము; పురుష-ఉత్తమ — శ్రీ కృష్ణ, సర్వోత్కృష్ట పరమ పురుషుడు; అధిభూతం — కనిపించే భౌతిక జగత్తు; చ — మరియు; కిం — ఏమిటి? ప్రోక్తం — చెప్పబడును; అధిదైవం — దేవతల ప్రభువు; కిం — ఏమిటి? ఉచ్యతే — అనబడును? అధియజ్ఞ — సమస్త యజ్ఞముల యజమాని; కథం — ఏ విధంగా?; కః — ఎవరు? అత్ర — ఇక్కడ; దేహే — శరీరంలో; అస్మిన్ — ఇది; మధుసూదన — శ్రీ కృష్ణ, మధు అనే రాక్షసుడిని సంహరించినవాడా; ప్రయాణ-కాలే — మరణ సమయంలో; చ — మరియు; కథం — ఎలా; జ్ఞేయః — తెలుసుకోబడును; అసి — నీవు; నియత-ఆత్మభి: — ధృడ సంకల్పము తో ఉన్న వారిచే.',
        translation: 'BG 8.1-2: అర్జునుడు పలికెను: ఓ పరమేశ్వరా, బ్రహ్మన్ (పరమ సత్యము) అనగా ఏమిటి? అధ్యాత్మము (ఆత్మ) అనగా ఏమిటి? మరియు కర్మ అనగా ఏమిటి? దేనిని అధిభూతము అంటారు? మరియు ఎవరిని అధిదైవము అంటారు? శరీరంలో అధియజ్ఞ అంటే ఎవరు మరియు ఆయనే అధియజ్ఞము ఎట్లా అయినాడు? ఓ కృష్ణా, ధృడ సంకల్పముతో ఉన్నవారికి మరణ సమయంలో నీవు తెలియటానికి ఎలా సాధ్యము?',
    
    },
    {
        verse: 2,
        transliteration: 'అర్జున ఉవాచ । కిం తద్బ్రహ్మ కిమధ్యాత్మం కిం కర్మ పురుషోత్తమ । అధిభూతం చ కిం ప్రోక్తమధిదైవం కిముచ్యతే ।। 1 ।। అధియజ్ఞః కథం కోఽత్ర దేహేఽస్మిన్మధుసూదన । ప్రయాణకాలే చ కథం జ్ఞేయోఽసి నియతాత్మభిః ।। 2 ।।',
        wordToWord: 'అర్జున ఉవాచ — అర్జునుడు పలికెను; కిం — ఏమిటి?; తత్ — అది; బ్రహ్మ — బహ్మన్; కిం — ఏమిటి? అధ్యాత్మం — జీవాత్మ; (అధ్యాత్మము) కిం — ఏమిటి? కర్మ — కర్మ సిద్ధాంతము; పురుష-ఉత్తమ — శ్రీ కృష్ణ, సర్వోత్కృష్ట పరమ పురుషుడు; అధిభూతం — కనిపించే భౌతిక జగత్తు; చ — మరియు; కిం — ఏమిటి? ప్రోక్తం — చెప్పబడును; అధిదైవం — దేవతల ప్రభువు; కిం — ఏమిటి? ఉచ్యతే — అనబడును? అధియజ్ఞ — సమస్త యజ్ఞముల యజమాని; కథం — ఏ విధంగా?; కః — ఎవరు? అత్ర — ఇక్కడ; దేహే — శరీరంలో; అస్మిన్ — ఇది; మధుసూదన — శ్రీ కృష్ణ, మధు అనే రాక్షసుడిని సంహరించినవాడా; ప్రయాణ-కాలే — మరణ సమయంలో; చ — మరియు; కథం — ఎలా; జ్ఞేయః — తెలుసుకోబడును; అసి — నీవు; నియత-ఆత్మభి: — ధృడ సంకల్పము తో ఉన్న వారిచే.',
        translation: 'BG 8.1-2: అర్జునుడు పలికెను: ఓ పరమేశ్వరా, బ్రహ్మన్ (పరమ సత్యము) అనగా ఏమిటి? అధ్యాత్మము (ఆత్మ) అనగా ఏమిటి? మరియు కర్మ అనగా ఏమిటి? దేనిని అధిభూతము అంటారు? మరియు ఎవరిని అధిదైవము అంటారు? శరీరంలో అధియజ్ఞ అంటే ఎవరు మరియు ఆయనే అధియజ్ఞము ఎట్లా అయినాడు? ఓ కృష్ణా, ధృడ సంకల్పముతో ఉన్నవారికి మరణ సమయంలో నీవు తెలియటానికి ఎలా సాధ్యము?',
    
    },
    {
        verse: 3,
        transliteration: 'శ్రీ భగవానువాచ । అక్షరం బ్రహ్మ పరమం స్వభావోఽధ్యాత్మముచ్యతే । భూతభావోద్భవకరో విసర్గః కర్మసంజ్ఞితః ।। 3 ।।',
        wordToWord: 'శ్రీ భగవానువాచ — శ్రీ భగవానుడు పలికెను; అక్షరం — నాశనము లేనిది; బ్రహ్మ — బ్రహ్మము; పరమం — సర్వోన్నత; స్వభావః — స్వభావము; అధ్యాత్మమ్ — ఆత్మ తత్వము; ఉచ్యతే — పిలవబడుతుంది; భూత-భావ-ఉద్భవ-కరః — ప్రాణుల భౌతిక వ్యక్తిత్వానికి సంబంధించిన కర్మలు మరియు వాటి వృద్ధి; విసర్గః — సృష్టి; కర్మ — ఫలాపేక్ష క్రియలు; సంజ్ఞితః — చెప్పబడును.',
        translation: 'BG 8.3: శ్రీ భగవానుడు పలికెను: సర్వోన్నతమైన, నాశములేని తత్త్వమునే బ్రహ్మన్ అందురు; వ్యక్తి యొక్క ఆత్మ తత్త్వమునే అధ్యాత్మ అంటారు. ప్రాణుల భౌతిక తత్త్వమునకు మరియు వాటి అభివృద్దికి సంబంధించిన పనులనే కర్మ లేదా ఫలాపేక్ష తో ఉన్న చర్యలు అంటారు.',
    
    },
    {
        verse: 4,
        transliteration: 'అధిభూతం క్షరో భావః పురుషశ్చాధిదైవతమ్ । అధియజ్ఞోఽహమేవాత్ర దేహే దేహభృతాం వర ।। 4 ।।',
        wordToWord: 'అధిభూతం — సతతమూ మారుతూ ఉండే భౌతిక సృష్టి; క్షరః — నశించెడి; భావః — స్వభావము; పురుషః — ప్రాకృతిక సృష్టిని కలిగిఉన్న భగవంతుని విశ్వ రూపము; చ — మరియు; అధిదైవతమ్ — దేవతల ప్రభువు; అధియజ్ఞః — సమస్త యజ్ఞముల అధిపతి; అహం — నేను; ఏవ — ఖచ్చితముగా; అత్ర — ఇక్కడ; దేహే — శరీరములో; దేహ-భృతాం — దేహములో ఉన్న; వర — ఓ, సర్వోత్తముడా.',
        translation: 'BG 8.4: నిరంతరం మారుతునే ఉండే ఈ భౌతిక సృష్టినే అదిభూత అంటారు; సృష్టిలో దేవతల అధిపతిగా ఉండే భగవంతుని విశ్వ రూపమునే అధిదైవము అంటారు; సర్వ భూతముల హృదయములలో నివసించే నేను అధియజ్ఞము, అంటే సమస్త యజ్ఞములకు ప్రభువు, అని పిలువబడుతాను.',
    
    },
    {
        verse: 5,
        transliteration: 'అంతకాలే చ మామేవ స్మరన్ ముక్త్వా కలేవరమ్ । యః ప్రయాతి స మద్భావం యాతి నాస్త్యత్ర సంశయః ।। 5 ।।',
        wordToWord: 'అంత-కాలే — మరణ సమయంలో; చ — మరియు; మామ్ — నన్ను; ఏవ — మాత్రమే; స్మరన్ — స్మరిస్తూ; ముక్త్వా — విడిచిపెట్టు; కలేవరమ్ — శరీరము; యః — ఎవరైతే; ప్రయాతి — వెళ్ళునో; సః — అతడు; మత్-భావం — దేవునివంటి స్వభావము; యాతి — పొందును; న అస్తి — లేదు; అత్ర — ఈ విషయంలో; సంశయః — సందేహము.',
        translation: 'BG 8.5: మరణ సమయంలో నన్ను స్మరిస్తూ దేహాన్ని విడిచిపెట్టిన వాడు నన్నే చేరుకుంటాడు. ఈ విషయంలో ఎలాంటి సందేహానికి తావు లేదు.',
    
    },
    {
        verse: 6,
        transliteration: 'యం యం వాపి స్మరన్ భావం త్యజత్యంతే కలేవరమ్ । తం తమేవైతి కౌంతేయ సదా తద్భావభావితః ।। 6 ।।',
        wordToWord: 'యం యం — ఏదైతే; వా — లేదా; అపి — కూడా; స్మరన్ — స్మరిస్తూ; భావం — భావములను; త్యజతి — విడిచి పెట్టి; అంతే — చివరికి; కలేవరమ్ — శరీరము; తం — దానిని; తం — దానిని; ఏవ — నిజముగా; ఏతి — పొందును; కౌంతేయ — అర్జునా, కుంతీ పుత్రుడా; సదా — ఎల్లప్పుడూ; తత్ — అది (ఆ యొక్క); భావ-భావితః — తలంపుల లోనే నిమగ్నమై ఉండి.',
        translation: 'BG 8.6: మరణ కాలంలో శరీరాన్ని విడిచిపెట్టే సమయంలో దేనినైతే గుర్తుచేసుకుంటాడో, ఓ కుంతీ పుత్రుడా, ఎప్పుడూ అదే ధ్యాసలో ఉండటం వలన అతను ఆ స్థితినే పొందును.',
    
    },
    {
        verse: 7,
        transliteration: 'తస్మాత్ సర్వేషు కాలేషు మామనుస్మర యుధ్య చ । మయ్యర్పితమనోబుద్ధిః మామేవైష్యస్యసంశయమ్ ।। 7 ।।',
        wordToWord: 'తస్మాత్ — కాబట్టి; సర్వేషు — అన్నీ; కాలేషు — సమయాల్లో; మామ్ — నన్ను; అనుస్మర — స్మరించుము; యుధ్య — యుద్ధము చేయుము; చ — మరియు; మయి — నాకు; అర్పిత — శరణాగతి చేసి అర్పించి; మనః — మనస్సు; బుద్ధిః — బుద్ధి; మామ్ — నన్ను; ఏవ — ఖచ్చితంగా; ఏష్యసి — నీవు పొందుతావు; అసంశయః — సందేహము లేకుండా.',
        translation: 'BG 8.7: కాబట్టి, సర్వ కాలముల యందు నన్ను స్మరిస్తూనే ఉండుము మరియు నీ కర్తవ్యమైన యుద్ధము కూడా చేయుము. నీ మనస్సు-బుద్ధి నాకు శరణాగతి చేసి సమర్పించినచో, నీవు తప్పకుండా నన్నే పొందుదువు; ఈ విషయంలో సందేహం లేదు.',
    
    },
    {
        verse: 8,
        transliteration: 'అభ్యాసయోగయుక్తేన చేతసా నాన్యగామినా । పరమం పురుషం దివ్యం యాతి పార్థానుచింతయన్ ।। 8 ।।',
        wordToWord: 'అభ్యాస-యోగ — యోగ అభ్యాసము చేత; యుక్తేన — సర్వదా స్మరణ లోనే నిమగ్నమై; చేతసా — మనస్సుచే; న అన్య గామినా — వేరే ఎటూ వెళ్లక; పరమం పురుషం — సర్వోత్కృష్ట పురుషుడు; దివ్యం — దివ్యమైన; యాతి — పొందును; పార్థ — అర్జునా, ప్రిథ పుత్రుడా; అనుచింతయన్ — నిరంతర చింతన.',
        translation: 'BG 8.8: అభ్యాసము తో, ఓ పార్థా, నిరంతరంగా మనస్సుని, ఎటూ పోనీయక, పరమేశ్వరుడైన నన్ను స్మరించుట యందే నిమగ్నం చేస్తే, నీవు తప్పకుండా నన్ను పొందగలవు.',
    
    },
    {
        verse: 9,
        transliteration: 'కవిం పురాణమనుశాసితారమ్ అణోరణీయాంసమనుస్మరేద్యః । సర్వస్య ధాతారమచింత్యరూపమ్ ఆదిత్యవర్ణం తమసః పరస్తాత్ ।। 9 ।। ప్రయాణకాలే మనసాచలేన భక్త్యా యుక్తో యోగబలేన చైవ భ్రువోర్మధ్యే ప్రాణమావేశ్య సమ్యక్ స తం పరం పురుషముపైతి దివ్యమ్ ।। 10 ।।',
        wordToWord: 'కవిం — కవి (సర్వజ్ఞుడు); పురాణమ్ — ప్రాచీనమైన; అనుశాసితారమ్ — శాసించేవాడు; అణో — పరమాణువు కంటే; అణోరణీయాన్ — సూక్ష్మమైన; అనుస్మరేత్ — ఎల్లప్పుడూ స్మరిస్తూ; యః — ఎవరైతే; సర్వస్య — అన్నింటి యొక్క; ధాతారమ్ — ఆధారము; అచింత్య — ఊహింపశక్యము కాని; రూపమ్ — దివ్య రూపము; ఆదిత్య-వర్ణం — సూర్యుని వంటి ప్రకాశంతో; తమసః — అజ్ఞానపు చీకటి కి; పరస్తాత్ — అతీతంగా; ప్రయాణ-కాలే — మరణ సమయంలో; మనసా — మనస్సు; అచలేన — ధృడమైన; భక్త్యా — అత్యంత భక్తితో స్మరిస్తూ; యుక్తః — ఏకమై; యోగ-బలేన — యోగ బలముతో; చ — మరియు; ఏవ — నిజముగా; భ్రువోః — రెండు కనుబొమల; మధ్యే — మధ్యలో; ప్రాణమ్ — ప్రాణములు; అవేశ్య — కేంద్రీకరించి; సమ్యక్ — సంపూర్ణముగా; సః — అతడు; తం — అతనికి; పరం పురుషమ్ — సర్వోత్కృష్ట పరమేశ్వరుడు; ఉపైతి — లభించును; దివ్యమ్ — దివ్యమైన.',
        translation: 'BG 8.9-10: భగవంతుడు సర్వజ్ఞుడు, అత్యంత ప్రాచీనుడు, అందరినీ శాసించేవాడు, సూక్ష్మము కంటే సూక్ష్మమైన వాడు, అన్నింటికీ ఆధారమైన వాడు, ఊహాకందని దివ్య స్వరూపం కలవాడు; ఆయన సూర్యుడి కంటే తేజోవంతుడు మరియు సమస్త అజ్ఞానపు చీకట్లకీ అతీతుడు. ఎవరైతే మరణ సమయంలో, యోగ అభ్యాసము చేత లభించిన అచంచలమైన మనస్సుతో, ప్రాణములను కనుబొమల మధ్యే నిలిపి, నిశ్చలంగా దివ్య మంగళ భగవంతుడిని అత్యంత భక్తితో స్మరిస్తారో, వారు ఖచ్చితంగా ఆయనను పొందుతారు.',
    
    },
    {
        verse: 10,
        transliteration: 'కవిం పురాణమనుశాసితారమ్ అణోరణీయాంసమనుస్మరేద్యః । సర్వస్య ధాతారమచింత్యరూపమ్ ఆదిత్యవర్ణం తమసః పరస్తాత్ ।। 9 ।। ప్రయాణకాలే మనసాచలేన భక్త్యా యుక్తో యోగబలేన చైవ భ్రువోర్మధ్యే ప్రాణమావేశ్య సమ్యక్ స తం పరం పురుషముపైతి దివ్యమ్ ।। 10 ।।',
        wordToWord: 'కవిం — కవి (సర్వజ్ఞుడు); పురాణమ్ — ప్రాచీనమైన; అనుశాసితారమ్ — శాసించేవాడు; అణో — పరమాణువు కంటే; అణోరణీయాన్ — సూక్ష్మమైన; అనుస్మరేత్ — ఎల్లప్పుడూ స్మరిస్తూ; యః — ఎవరైతే; సర్వస్య — అన్నింటి యొక్క; ధాతారమ్ — ఆధారము; అచింత్య — ఊహింపశక్యము కాని; రూపమ్ — దివ్య రూపము; ఆదిత్య-వర్ణం — సూర్యుని వంటి ప్రకాశంతో; తమసః — అజ్ఞానపు చీకటి కి; పరస్తాత్ — అతీతంగా; ప్రయాణ-కాలే — మరణ సమయంలో; మనసా — మనస్సు; అచలేన — ధృడమైన; భక్త్యా — అత్యంత భక్తితో స్మరిస్తూ; యుక్తః — ఏకమై; యోగ-బలేన — యోగ బలముతో; చ — మరియు; ఏవ — నిజముగా; భ్రువోః — రెండు కనుబొమల; మధ్యే — మధ్యలో; ప్రాణమ్ — ప్రాణములు; అవేశ్య — కేంద్రీకరించి; సమ్యక్ — సంపూర్ణముగా; సః — అతడు; తం — అతనికి; పరం పురుషమ్ — సర్వోత్కృష్ట పరమేశ్వరుడు; ఉపైతి — లభించును; దివ్యమ్ — దివ్యమైన.',
        translation: 'BG 8.9-10: భగవంతుడు సర్వజ్ఞుడు, అత్యంత ప్రాచీనుడు, అందరినీ శాసించేవాడు, సూక్ష్మము కంటే సూక్ష్మమైన వాడు, అన్నింటికీ ఆధారమైన వాడు, ఊహాకందని దివ్య స్వరూపం కలవాడు; ఆయన సూర్యుడి కంటే తేజోవంతుడు మరియు సమస్త అజ్ఞానపు చీకట్లకీ అతీతుడు. ఎవరైతే మరణ సమయంలో, యోగ అభ్యాసము చేత లభించిన అచంచలమైన మనస్సుతో, ప్రాణములను కనుబొమల మధ్యే నిలిపి, నిశ్చలంగా దివ్య మంగళ భగవంతుడిని అత్యంత భక్తితో స్మరిస్తారో, వారు ఖచ్చితంగా ఆయనను పొందుతారు.',
    
    },
    {
        verse: 11,
        transliteration: 'యదక్షరం వేదవిదో వదంతి విశంతి యద్యతయో వీతరాగాః । యదిచ్ఛంతో బ్రహ్మచర్యం చరంతి తత్తే పదం సంగ్రహేణ ప్రవక్ష్యే ।। 11 ।।',
        wordToWord: 'యత్ — ఏదైతే; అక్షరం — వినాశము చెందనిది; వేద-విదః — వేద పండితులు; వదంతి — వివరిస్తారు; విశంతి — ప్రవేశిస్తారు; యత్ — ఏదైతే; యతయః — గొప్ప ఋషులు; వీత-రాగాః — మమకార-ఆసక్తి లేకుండా; యత్ — ఏదైతే; ఇచ్చంతః — కోరుతూ; బ్రహ్మచర్యః — బ్రహ్మచర్యము; చరంతి — ఆచరిస్తారు; తత్ — అది; తే — నీకు; పదం — లక్ష్యము; సంగ్రహేణ — క్లుప్తంగా; ప్రవక్ష్యే — నేను వివరిస్తాను.',
        translation: 'BG 8.11: వేద పండితులు ఆయనను నాశము (క్షయము) చెందని వాడు అని చెప్తారు; ఆయనలో ప్రవేశించటానికి, మహోన్నత ఋషులు బ్రహ్మచర్యము పాటిస్తూ, ప్రాపంచిక భోగాలను త్యజిస్తారు. ఇప్పుడు ఆ లక్ష్యం యొక్క మార్గాన్ని క్లుప్తముగా విశదపరుస్తాను.',
    
    },
    {
        verse: 12,
        transliteration: 'సర్వద్వారాణి సంయంమ్య మనో హృది నిరుధ్య చ । మూర్ద్న్యాధాయాత్మనః ప్రాణమ్ ఆస్థితో యోగధారణామ్ ।। 12 ।।',
        wordToWord: 'సర్వద్వారాణి — అన్ని ద్వారములు; సంయంమ్య — నియంత్రించి; మనః — మనస్సు; హృది — హృదయ స్థానములో; నిరుధ్య — కేంద్రీకరించి; చ — మరియు; మూర్ధ్ని — మూర్ధ స్థానము లో (తల); ఆధాయ — స్థిత పరిచి; ఆత్మనః — ఆత్మ యొక్క; ప్రాణం — ప్రాణము; ఆస్థితః — స్థితమై ఉండి; యోగ-ధారణామ్ — యోగ ఏకాగ్రత.',
        translation: 'BG 8.12: శరీరము యొక్క అన్ని ద్వారములను నియంత్రించి, మనస్సుని హృదయ స్థానము యందే నిలిపి, ప్రాణములను మూర్ద్న్యా (తల) స్థానములోకి లాగి, వ్యక్తి ఏకాగ్రతతో యోగ ధ్యానములో స్థితుడై ఉండవలెను.',
    
    },
    {
        verse: 13,
        transliteration: 'ఓమిత్యేకాక్షరం బ్రహ్మ వ్యాహరన్మామనుస్మరన్ । యః ప్రయాతి త్యజన్ దేహం స యాతి పరమాం గతిమ్ ।। 13 ।।',
        wordToWord: 'ఓం — ఈశ్వరుని నిరాకార తత్వాన్ని సూచించే పవిత్ర శబ్దం; ఇతి — ఈ విధంగా; ఏక-అక్షరం — ఒకే అక్షరంతో ఉన్న; బ్రహ్మ — పరమ సత్యము; వ్యాహరన్ — జపిస్తూ; మాం — నన్ను (శ్రీ కృష్ణుడు); అనుస్మరన్ — స్మరిస్తూ; యః — ఎవరైతే; ప్రయాతి — వెళ్లిపోతారో; త్యజన్ — విడిచిపెడుతూ; దేహం — శరీరము; సః — అతడు; యాతి — పొందును; పరమాం — అత్యున్నతమైన; గతిం — లక్ష్యము.',
        translation: 'BG 8.13: పరమేశ్వరుడినైన నన్ను స్మరిస్తూ, ఓం కారమును జపిస్తూ, శరీరము నుండి వెళ్ళిపోయిన వాడు పరమ గతిని పొందును.',
    
    },
    {
        verse: 14,
        transliteration: 'అనన్యచేతాః సతతం యో మాం స్మరతి నిత్యశః । తస్యాహం సులభః పార్థ నిత్యయుక్తస్య యోగినః ।। 14 ।।',
        wordToWord: 'అనన్య-చేతాః — మనస్సు ఎటూ చలింపక; సతతం — ఎల్లప్పుడూ; యః — ఎవరైతే; మాం — నన్ను; స్మరతి — స్మరించునో; నిత్యశః — నిరంతరమూ; తస్య — అతనికి; అహం — నేను; సులభః — సులభముగానే (లభింతును); పార్థ — అర్జునా, ప్రిథ తనయుడా; నిత్య — ఎల్లప్పుడూ; యుక్తస్య — నిమగ్నమై; యోగినః — యోగులలో.',
        translation: 'BG 8.14: ఓ పార్థా, అనన్య చిత్తముతో నన్నే ఎల్లప్పుడూ స్మరిస్తూ ఉండే యోగులకు, నేను సులభముగానే దొరుకుతాను ఎందుకటే వారు నిరంతరం నా యందే నిమగ్నమై ఉంటారు కాబట్టి.',
    
    },
    {
        verse: 15,
        transliteration: 'మాముపేత్య పునర్జన్మ దుఃఖాలయమశాశ్వతమ్ । నాప్నువంతి మహాత్మానః సంసిద్ధిమ్ పరమాం గతాః ।। 15 ।।',
        wordToWord: 'మామ్ — నన్ను; ఉపేత్య — పొందిన తరువాత; పునః — మళ్లీ; జన్మ — పుట్టుక; దుఃఖ-ఆలయమ్ — ఈ దుఃఖములకు నిలయము లో; అశాశ్వతమ్ — తాత్కాలికమైనది; న — ఉండదు; ఆప్నువంతి — పొందిన; మహా-ఆత్మానః — మహాత్ములు; సంసిద్ధిమ్ — పరిపూర్ణత; పరమాం — సర్వోత్కృష్టమైనది; గతాః — సాధించి.',
        translation: 'BG 8.15: నన్ను పొందిన పిదప, మహాత్ములకు, ఈ దుఃఖముల నిలయము మరియు తాత్కాలికము అయిన ఈ లోకంలో పునర్జన్మ ఉండదు, ఎందుకంటే వారు సర్వోత్కృష్టమైన పరిపూర్ణతను సాధించారు.',
    
    },
    {
        verse: 16,
        transliteration: 'ఆబ్రహ్మభువనాల్లోకాః పునరావర్తినోఽర్జున । మాముపేత్య తు కౌంతేయ పునర్జన్మ న విద్యతే ।। 16 ।।',
        wordToWord: 'ఆ-బ్రహ్మ-భువనాత్ — బ్రహ్మలోక పర్యంతమూ; లోకాః — లోకములు; పునః-ఆవర్తినః — పునర్జన్మము కు లోబడి; అర్జున — అర్జునా; మామ్ — నన్ను; ఉపేత్య — పొందిన పిదప; తు — కానీ; కౌంతేయ — అర్జునా, కుంతీ దేవి పుత్రుడా; పునః-జన్మ — మళ్లీ పుట్టుట; న విద్యతే — ఉండదు.',
        translation: 'BG 8.16: బ్రహ్మలోక పర్యంతమూ, ఈ భౌతిక సృష్టి యొక్క లోకములు అన్నిటిలో, నీవు పునర్జన్మకు గురవుతూనే ఉంటావు, ఓ అర్జునా. కానీ నా ధామమునకు చేరిన పిదప, ఓ కుంతీ పుత్రుడా, ఇక మరల పునర్జన్మ ఉండదు.',
    
    },
    {
        verse: 17,
        transliteration: 'సహస్రయుగపర్యంతమ్ అహర్యద్బ్రహ్మణో విదుః । రాత్రిం యుగసహస్రాంతాం తేఽహోరాత్రవిదో జనాః ।। 17 ।।',
        wordToWord: 'సహస్ర — వెయ్యి; యుగ — యుగము; పర్యంతం — వరకూ; అహ — ఒక రోజు; యత్ — ఏదైతే; బ్రహ్మణః — బ్రహ్మ యొక్క; విదుః — తెలుసుకొనుము; రాత్రిం — రాత్రి; యుగ-సహస్ర-అంతాం — వెయ్యి యుగములు ఉంటుంది; తే — వారు; అహ-రాత్ర-విదః — అతని రాత్రి పగలు తెలిసినవారు; జనాః — జనులు.',
        translation: 'BG 8.17: వెయ్యి చతుర్యుగము (మహాయుగము) ల కాలము, బ్రహ్మ దేవునికి ఒక రోజు (కల్పము) అవుతుంది మరియు ఆయన ఒక రాత్రి కూడా అంతే సమయం ఉంటుంది. దీనిని అర్థం చేసుకున్న వివేకవంతులు పగలు రాత్రి యొక్క యదార్థాన్ని అర్థం చేసుకుంటారు.',
    
    },
    {
        verse: 18,
        transliteration: 'అవ్యక్తాద్వ్యక్తయః సర్వాః ప్రభవంత్యహరాగమే । రాత్ర్యాగమే ప్రలీయంతే తత్రైవావ్యక్తసంజ్ఞకే ।। 18 ।।',
        wordToWord: 'అవ్యక్తాత్ — అవ్యక్తము నుండి; వ్యక్తయః — వ్యక్తమైనవన్ని; సర్వాః — సమస్త; ప్రభవంతి — ఉద్భవించును; అహ-ఆగమే — బ్రహ్మ యొక్క పగలు అయినప్పుడు; రాత్రి-ఆగమే — బ్రహ్మ యొక్క రాత్రి ప్రారంభమైనప్పుడు; ప్రలీయంతే — విలీనమైపోతాయి; తత్ర — దానిలో; ఏవ — నిజముగా; అవ్యక్త-సంజ్ఞకే — ఆ అవ్యక్తము అనబడే దాంట్లోకి.',
        translation: 'BG 8.18: బ్రహ్మ యొక్క పగలు ప్రారంభంకాగానే, సమస్త ప్రాణులు అవ్యక్త మూలం నుండి ఉద్భవిస్తాయి. మరియు ఆయన రాత్రి మొదలైనంతనే, అన్ని జీవాత్మలూ తమ అవ్యక్త రూపంలోకి లీనమై పోతాయి.',
    
    },
    {
        verse: 19,
        transliteration: 'భూతగ్రామః స ఏవాయం భూత్వా భూత్వా ప్రలీయతే । రాత్ర్యాగమేఽవశః పార్థ ప్రభవత్యహరాగమే ।। 19 ।।',
        wordToWord: 'భూత-గ్రామః — వివిధములైన సమస్త జీవరాశి సముదాయము; సః — ఇవి; ఏవ — నిస్సందేహముగా; అయం — ఈయొక్క; భూత్వా-భూత్వా — పదేపదే పుడుతూ; ప్రలీయతే — లయమవును; రాత్రి-ఆగమే — రాత్రి పూట రాగానే; అవశః — నిస్సహాయంగా (వాటి ప్రమేయం లేకుండానే); పార్థ — అర్జునా, ప్రిథ పుత్రుడా; ప్రభవతి — వ్యక్తమవుతాయి; అహః-ఆగమే — పగలు మొదలవగానే.',
        translation: 'BG 8.19: బ్రహ్మ యొక్క పగలు మొదలవగానే సమస్త జీవ రాశులు పదే పదే పుట్టడం ప్రారంభమవుతుంది, మరియు బ్రహ్మరాత్రి ప్రారంభమవగానే అవి తిరిగి లయమైపోతాయి. మరల మరుసటి బ్రహ్మపగలు మొదలవగానే అవన్నీ అప్రయత్నపూర్వకంగానే వ్యక్తమవుతాయి.',
    
    },
    {
        verse: 20,
        transliteration: 'పరస్తస్మాత్తు భావోఽన్యోఽవ్యక్తోఽవ్యక్తాత్ సనాతనః । యః స సర్వేషు భూతేషు నశ్యత్సు న వినశ్యతి ।। 20 ।।',
        wordToWord: 'పరః — అలౌకికమైన; తస్మాత్ — దాని కన్నా; తు — కానీ; భావః — సృష్టి; అన్యః — వేరొక; అవ్యక్తః — అవ్యక్తము; అవ్యక్తాత్ — అవ్యక్తమున కంటే; సనాతనః — సనాతనమైన (శాశ్వతమైన); యః — ఎవరైతే; సః — అది (ఆ యొక్క); సర్వేషు — అన్ని; భూతేషు — ప్రాణులు; నశ్యత్సు — నాశనము చెందినా; న, వినశ్యతి — నాశనము చెందదు.',
        translation: 'BG 8.20: ఈ యొక్క వ్యక్తమయిన మరియు అవ్యక్తమయిన సృష్టి కంటెను అలౌకికమైన మరియొక సనాతనమైన అవ్యక్త అస్థిత్వం కలదు. మిగతా అన్ని నశించిపోయినా, ఆ లోకము మాత్రము నిత్యము, నశించదు.',
    
    },
    {
        verse: 21,
        transliteration: 'అవ్యక్తోఽక్షర ఇత్యుక్తస్తమాహుః పరమాం గతిమ్ । యం ప్రాప్య న నివర్తంతే తద్ధామ పరమం మమ ।। 21 ।।',
        wordToWord: 'అవ్యక్తః — అవ్యక్తము; అక్షర — నిత్యమైనది (నాశములేనిది); ఇతి — ఈ విధముగా; ఉక్తః — అనబడుతుంది; తం — అది; అహుః — చెప్పబడును; పరమాం — సర్వోత్కృష్టమైన; గతిమ్ — గమ్యము; యమ్ — ఏదైతే; ప్రాప్య — చేరుకున్న పిదప; న, నివర్తంతే — తిరిగి రారు; తత్ — అది; ధామ — ధామము (నివాసము); పరమం — సర్వోత్కృష్టమైన; మమ — నా యొక్క.',
        translation: 'BG 8.21: ఆ యొక్క అవ్యక్తమైన విస్తారమే సర్వోన్నత లక్ష్యము, మరియు దానిని చేరిన తరువాత వ్యక్తి ఈ లౌకిక (మర్త్య) లోకానికి తిరిగిరాడు. అది నా యొక్క పరంధామము.',
    
    },
    {
        verse: 22,
        transliteration: 'పురుషః స పరః పార్థ భక్త్యా లభ్యస్త్వనన్యయా । యస్యాంతఃస్థాని భూతాని యేన సర్వమిదం తతమ్ ।। 22 ।।',
        wordToWord: 'పురుషః — సర్వోత్కృష్ట దివ్య పరమ పురుషుడు; సః — అతడు; పరః — అత్యున్నతుడు; పార్థ — అర్జునా, ప్రిథ పుత్రుడా; భక్త్యా — భక్తి ద్వారా; లభ్యః — పొందగలము; తు — వాస్తవముగా; అనన్యయా — వేరేది ఏమి లేకుండా; యస్య — ఎవరికైతే; అంతః-స్థాని — లోపల స్థితమై ఉండి; భూతాని — ప్రాణులు; యేన — ఎవరిచేత నయితే; సర్వం — సమస్తమూ; ఇదం — ఇది; తతమ్ — వ్యాపింపబడి ఉన్నదో.',
        translation: 'BG 8.22: సర్వోత్కృష్ట పరమ పురుషుడే అన్నింటికన్నా సర్వోన్నతుడు. ఆయన సర్వ వ్యాప్తుడు మరియు సర్వ ప్రాణులు ఆయన యందే స్థితమై ఉన్నా, ఆయన కేవలం భక్తి చేత మాత్రమే తెలుసుకోబడుతాడు.',
    
    },
    {
        verse: 23,
        transliteration: 'యత్ర కాలే త్వనావృత్తిం ఆవృత్తిం చైవ యోగినః । ప్రయాతా యాంతి తం కాలం వక్ష్యామి భరతర్షభ ।। 23 ।। అగ్నిర్జ్యోతిరహః శుక్లః షణ్మాసా ఉత్తరాయణమ్ । తత్ర ప్రయాతా గచ్ఛంతి బ్రహ్మ బ్రహ్మవిదో జనాః ।। 24 ।। ధూమో రాత్రిస్తథా కృష్ణః షణ్మాసా దక్షిణాయనమ్ । తత్ర చాంద్రమసం జ్యోతిర్యోగీ ప్రాప్య నివర్తతే ।। 25 ।। శుక్లకృష్ణే గతీ హ్యేతే జగతః శాశ్వతే మతే । ఏకయా యాత్యనావృత్తిమ్ అన్యయావర్తతే పునః ।। 26 ।।',
        wordToWord: 'యత్ర — ఎక్కడైతే; కాలే — సమయము; తు — ఖచ్చితంగా; అనావృత్తిం — తిరిగి రాని; ఆవృత్తిం — తిరిగి వచ్చుట; చ — మరియు; ఏవ — నిజముగా; యోగినః — ఒక యోగి; ప్రయాతః — దేహము విడిచి వెళ్ళిపోయిన పిదప; యాంతి — పొందును; తం — అది; కాలం — సమయము; వక్ష్యామి — నేను వివరించెదను; భరత-ఋషభ — అర్జునా, భరత వంశీయులలో శ్రేష్టుడా; అగ్నిః — అగ్ని; జ్యోతిః — వెలుగు; అహః — పగలు; శుక్లః — శుక్ల పక్షము; షట్-మాసః — ఆరు నెలలు; ఉత్తరాయణమ్ — ఉత్తరాయణము; తత్ర — అక్కడ; ప్రయాతాః — దేహము విడిచి వెళ్ళిపోయిన; గచ్ఛంతి — వెళ్ళును; బ్రహ్మ — బ్రహ్మన్; బ్రహ్మ-విదః — బ్రహ్మమును ఎరిగినవారు; జనాః — జనులు; ధూమః — పొగ; రాత్రిః — రాత్రి; తథా — మరియు; కృష్ణః — కృష్ణ పక్షము; షట్-మాసః — ఆరు నెలలు; దక్షిణాయనమ్ — దక్షిణాయనము; తత్ర — అక్కడ; చాంద్ర-మసం — చంద్రుని యొక్క; జ్యోతి — వెలుగు; యోగీ — ఒక యోగి; ప్రాప్య — పొందును; నివర్తతే — తిరిగి వచ్చును; శుక్ల — ప్రకాశవంతమైన; కృష్ణే — చీకటి; గతీ — మార్గములు; హి — నిజముగా; ఏతే — ఈ యొక్క; జగతః — భౌతిక ప్రపంచము యొక్క; శాశ్వతే — శాశ్వతంగా (నిత్యమై); మతే — అభిప్రాయము; ఏకయా — ఒక ; యాతి — వెళ్ళును; అనావృత్తిమ్ — తిరిగి రాకుండా; అన్యయా — వేరే దాని చే; ఆవర్తతే — తిరిగి వచ్చును; పునః — మరల.',
        translation: 'BG 8.23-26: ఈ లోకం నుండి వెళ్లి పోవటానికి ఉన్న వివిధ రకాల మార్గాలను నేను ఇప్పుడు నీకు వివరిస్తాను, ఓ భరత వంశీయులలో శ్రేష్ఠుడా, దీనిలో ఒకటి మోక్షమునకు మార్గము మరియొకటి పునర్జన్మకు దారితీస్తుంది. సర్వోన్నత బ్రహ్మం గురించి తెలుసుకొని, ఉత్తరాయణ ఆరు మాసాల కాలంలో, శుక్ల పక్షంలో, పగటి పూట ఈ లోకాన్ని విడిచి వెళ్ళిన వారు పరమ పదాన్ని చేరుకుంటారు. వైదిక కర్మ కాండలని ఆచరిస్తున్నవారు, దక్షిణాయన ఆరు మాసాల్లో, కృష్ణ పక్షంలో, ధూమ్ర కాలంలో, రాత్రిపూట, ఈ లోకాన్ని విడిచి వెళ్ళినవారు - స్వర్గాది లోకాలను పొందుతారు. స్వర్గ సుఖాలని అనుభవించిన తరువాత, తిరిగి ఈ భూలోకానికి వస్తారు. ఈ రెండు - ప్రకాశవంతమైన మరియు చీకటి, మార్గాలూ ఈ లోకంలో ఎప్పుడూ ఉంటాయి. తేజోవంతమైన మార్గము మోక్షానికి మరియు చీకటి మార్గము పునర్జన్మకి దారి తీస్తుంది.',
    
    },
    {
        verse: 24,
        transliteration: 'యత్ర కాలే త్వనావృత్తిం ఆవృత్తిం చైవ యోగినః । ప్రయాతా యాంతి తం కాలం వక్ష్యామి భరతర్షభ ।। 23 ।। అగ్నిర్జ్యోతిరహః శుక్లః షణ్మాసా ఉత్తరాయణమ్ । తత్ర ప్రయాతా గచ్ఛంతి బ్రహ్మ బ్రహ్మవిదో జనాః ।। 24 ।। ధూమో రాత్రిస్తథా కృష్ణః షణ్మాసా దక్షిణాయనమ్ । తత్ర చాంద్రమసం జ్యోతిర్యోగీ ప్రాప్య నివర్తతే ।। 25 ।। శుక్లకృష్ణే గతీ హ్యేతే జగతః శాశ్వతే మతే । ఏకయా యాత్యనావృత్తిమ్ అన్యయావర్తతే పునః ।। 26 ।।',
        wordToWord: 'యత్ర — ఎక్కడైతే; కాలే — సమయము; తు — ఖచ్చితంగా; అనావృత్తిం — తిరిగి రాని; ఆవృత్తిం — తిరిగి వచ్చుట; చ — మరియు; ఏవ — నిజముగా; యోగినః — ఒక యోగి; ప్రయాతః — దేహము విడిచి వెళ్ళిపోయిన పిదప; యాంతి — పొందును; తం — అది; కాలం — సమయము; వక్ష్యామి — నేను వివరించెదను; భరత-ఋషభ — అర్జునా, భరత వంశీయులలో శ్రేష్టుడా; అగ్నిః — అగ్ని; జ్యోతిః — వెలుగు; అహః — పగలు; శుక్లః — శుక్ల పక్షము; షట్-మాసః — ఆరు నెలలు; ఉత్తరాయణమ్ — ఉత్తరాయణము; తత్ర — అక్కడ; ప్రయాతాః — దేహము విడిచి వెళ్ళిపోయిన; గచ్ఛంతి — వెళ్ళును; బ్రహ్మ — బ్రహ్మన్; బ్రహ్మ-విదః — బ్రహ్మమును ఎరిగినవారు; జనాః — జనులు; ధూమః — పొగ; రాత్రిః — రాత్రి; తథా — మరియు; కృష్ణః — కృష్ణ పక్షము; షట్-మాసః — ఆరు నెలలు; దక్షిణాయనమ్ — దక్షిణాయనము; తత్ర — అక్కడ; చాంద్ర-మసం — చంద్రుని యొక్క; జ్యోతి — వెలుగు; యోగీ — ఒక యోగి; ప్రాప్య — పొందును; నివర్తతే — తిరిగి వచ్చును; శుక్ల — ప్రకాశవంతమైన; కృష్ణే — చీకటి; గతీ — మార్గములు; హి — నిజముగా; ఏతే — ఈ యొక్క; జగతః — భౌతిక ప్రపంచము యొక్క; శాశ్వతే — శాశ్వతంగా (నిత్యమై); మతే — అభిప్రాయము; ఏకయా — ఒక ; యాతి — వెళ్ళును; అనావృత్తిమ్ — తిరిగి రాకుండా; అన్యయా — వేరే దాని చే; ఆవర్తతే — తిరిగి వచ్చును; పునః — మరల.',
        translation: 'BG 8.23-26: ఈ లోకం నుండి వెళ్లి పోవటానికి ఉన్న వివిధ రకాల మార్గాలను నేను ఇప్పుడు నీకు వివరిస్తాను, ఓ భరత వంశీయులలో శ్రేష్ఠుడా, దీనిలో ఒకటి మోక్షమునకు మార్గము మరియొకటి పునర్జన్మకు దారితీస్తుంది. సర్వోన్నత బ్రహ్మం గురించి తెలుసుకొని, ఉత్తరాయణ ఆరు మాసాల కాలంలో, శుక్ల పక్షంలో, పగటి పూట ఈ లోకాన్ని విడిచి వెళ్ళిన వారు పరమ పదాన్ని చేరుకుంటారు. వైదిక కర్మ కాండలని ఆచరిస్తున్నవారు, దక్షిణాయన ఆరు మాసాల్లో, కృష్ణ పక్షంలో, ధూమ్ర కాలంలో, రాత్రిపూట, ఈ లోకాన్ని విడిచి వెళ్ళినవారు - స్వర్గాది లోకాలను పొందుతారు. స్వర్గ సుఖాలని అనుభవించిన తరువాత, తిరిగి ఈ భూలోకానికి వస్తారు. ఈ రెండు - ప్రకాశవంతమైన మరియు చీకటి, మార్గాలూ ఈ లోకంలో ఎప్పుడూ ఉంటాయి. తేజోవంతమైన మార్గము మోక్షానికి మరియు చీకటి మార్గము పునర్జన్మకి దారి తీస్తుంది.',
    
    },
    {
        verse: 25,
        transliteration: 'యత్ర కాలే త్వనావృత్తిం ఆవృత్తిం చైవ యోగినః । ప్రయాతా యాంతి తం కాలం వక్ష్యామి భరతర్షభ ।। 23 ।। అగ్నిర్జ్యోతిరహః శుక్లః షణ్మాసా ఉత్తరాయణమ్ । తత్ర ప్రయాతా గచ్ఛంతి బ్రహ్మ బ్రహ్మవిదో జనాః ।। 24 ।। ధూమో రాత్రిస్తథా కృష్ణః షణ్మాసా దక్షిణాయనమ్ । తత్ర చాంద్రమసం జ్యోతిర్యోగీ ప్రాప్య నివర్తతే ।। 25 ।। శుక్లకృష్ణే గతీ హ్యేతే జగతః శాశ్వతే మతే । ఏకయా యాత్యనావృత్తిమ్ అన్యయావర్తతే పునః ।। 26 ।।',
        wordToWord: 'యత్ర — ఎక్కడైతే; కాలే — సమయము; తు — ఖచ్చితంగా; అనావృత్తిం — తిరిగి రాని; ఆవృత్తిం — తిరిగి వచ్చుట; చ — మరియు; ఏవ — నిజముగా; యోగినః — ఒక యోగి; ప్రయాతః — దేహము విడిచి వెళ్ళిపోయిన పిదప; యాంతి — పొందును; తం — అది; కాలం — సమయము; వక్ష్యామి — నేను వివరించెదను; భరత-ఋషభ — అర్జునా, భరత వంశీయులలో శ్రేష్టుడా; అగ్నిః — అగ్ని; జ్యోతిః — వెలుగు; అహః — పగలు; శుక్లః — శుక్ల పక్షము; షట్-మాసః — ఆరు నెలలు; ఉత్తరాయణమ్ — ఉత్తరాయణము; తత్ర — అక్కడ; ప్రయాతాః — దేహము విడిచి వెళ్ళిపోయిన; గచ్ఛంతి — వెళ్ళును; బ్రహ్మ — బ్రహ్మన్; బ్రహ్మ-విదః — బ్రహ్మమును ఎరిగినవారు; జనాః — జనులు; ధూమః — పొగ; రాత్రిః — రాత్రి; తథా — మరియు; కృష్ణః — కృష్ణ పక్షము; షట్-మాసః — ఆరు నెలలు; దక్షిణాయనమ్ — దక్షిణాయనము; తత్ర — అక్కడ; చాంద్ర-మసం — చంద్రుని యొక్క; జ్యోతి — వెలుగు; యోగీ — ఒక యోగి; ప్రాప్య — పొందును; నివర్తతే — తిరిగి వచ్చును; శుక్ల — ప్రకాశవంతమైన; కృష్ణే — చీకటి; గతీ — మార్గములు; హి — నిజముగా; ఏతే — ఈ యొక్క; జగతః — భౌతిక ప్రపంచము యొక్క; శాశ్వతే — శాశ్వతంగా (నిత్యమై); మతే — అభిప్రాయము; ఏకయా — ఒక ; యాతి — వెళ్ళును; అనావృత్తిమ్ — తిరిగి రాకుండా; అన్యయా — వేరే దాని చే; ఆవర్తతే — తిరిగి వచ్చును; పునః — మరల.',
        translation: 'BG 8.23-26: ఈ లోకం నుండి వెళ్లి పోవటానికి ఉన్న వివిధ రకాల మార్గాలను నేను ఇప్పుడు నీకు వివరిస్తాను, ఓ భరత వంశీయులలో శ్రేష్ఠుడా, దీనిలో ఒకటి మోక్షమునకు మార్గము మరియొకటి పునర్జన్మకు దారితీస్తుంది. సర్వోన్నత బ్రహ్మం గురించి తెలుసుకొని, ఉత్తరాయణ ఆరు మాసాల కాలంలో, శుక్ల పక్షంలో, పగటి పూట ఈ లోకాన్ని విడిచి వెళ్ళిన వారు పరమ పదాన్ని చేరుకుంటారు. వైదిక కర్మ కాండలని ఆచరిస్తున్నవారు, దక్షిణాయన ఆరు మాసాల్లో, కృష్ణ పక్షంలో, ధూమ్ర కాలంలో, రాత్రిపూట, ఈ లోకాన్ని విడిచి వెళ్ళినవారు - స్వర్గాది లోకాలను పొందుతారు. స్వర్గ సుఖాలని అనుభవించిన తరువాత, తిరిగి ఈ భూలోకానికి వస్తారు. ఈ రెండు - ప్రకాశవంతమైన మరియు చీకటి, మార్గాలూ ఈ లోకంలో ఎప్పుడూ ఉంటాయి. తేజోవంతమైన మార్గము మోక్షానికి మరియు చీకటి మార్గము పునర్జన్మకి దారి తీస్తుంది.',
    
    },
    {
        verse: 26,
        transliteration: 'యత్ర కాలే త్వనావృత్తిం ఆవృత్తిం చైవ యోగినః । ప్రయాతా యాంతి తం కాలం వక్ష్యామి భరతర్షభ ।। 23 ।। అగ్నిర్జ్యోతిరహః శుక్లః షణ్మాసా ఉత్తరాయణమ్ । తత్ర ప్రయాతా గచ్ఛంతి బ్రహ్మ బ్రహ్మవిదో జనాః ।। 24 ।। ధూమో రాత్రిస్తథా కృష్ణః షణ్మాసా దక్షిణాయనమ్ । తత్ర చాంద్రమసం జ్యోతిర్యోగీ ప్రాప్య నివర్తతే ।। 25 ।। శుక్లకృష్ణే గతీ హ్యేతే జగతః శాశ్వతే మతే । ఏకయా యాత్యనావృత్తిమ్ అన్యయావర్తతే పునః ।। 26 ।।',
        wordToWord: 'యత్ర — ఎక్కడైతే; కాలే — సమయము; తు — ఖచ్చితంగా; అనావృత్తిం — తిరిగి రాని; ఆవృత్తిం — తిరిగి వచ్చుట; చ — మరియు; ఏవ — నిజముగా; యోగినః — ఒక యోగి; ప్రయాతః — దేహము విడిచి వెళ్ళిపోయిన పిదప; యాంతి — పొందును; తం — అది; కాలం — సమయము; వక్ష్యామి — నేను వివరించెదను; భరత-ఋషభ — అర్జునా, భరత వంశీయులలో శ్రేష్టుడా; అగ్నిః — అగ్ని; జ్యోతిః — వెలుగు; అహః — పగలు; శుక్లః — శుక్ల పక్షము; షట్-మాసః — ఆరు నెలలు; ఉత్తరాయణమ్ — ఉత్తరాయణము; తత్ర — అక్కడ; ప్రయాతాః — దేహము విడిచి వెళ్ళిపోయిన; గచ్ఛంతి — వెళ్ళును; బ్రహ్మ — బ్రహ్మన్; బ్రహ్మ-విదః — బ్రహ్మమును ఎరిగినవారు; జనాః — జనులు; ధూమః — పొగ; రాత్రిః — రాత్రి; తథా — మరియు; కృష్ణః — కృష్ణ పక్షము; షట్-మాసః — ఆరు నెలలు; దక్షిణాయనమ్ — దక్షిణాయనము; తత్ర — అక్కడ; చాంద్ర-మసం — చంద్రుని యొక్క; జ్యోతి — వెలుగు; యోగీ — ఒక యోగి; ప్రాప్య — పొందును; నివర్తతే — తిరిగి వచ్చును; శుక్ల — ప్రకాశవంతమైన; కృష్ణే — చీకటి; గతీ — మార్గములు; హి — నిజముగా; ఏతే — ఈ యొక్క; జగతః — భౌతిక ప్రపంచము యొక్క; శాశ్వతే — శాశ్వతంగా (నిత్యమై); మతే — అభిప్రాయము; ఏకయా — ఒక ; యాతి — వెళ్ళును; అనావృత్తిమ్ — తిరిగి రాకుండా; అన్యయా — వేరే దాని చే; ఆవర్తతే — తిరిగి వచ్చును; పునః — మరల.',
        translation: 'BG 8.23-26: ఈ లోకం నుండి వెళ్లి పోవటానికి ఉన్న వివిధ రకాల మార్గాలను నేను ఇప్పుడు నీకు వివరిస్తాను, ఓ భరత వంశీయులలో శ్రేష్ఠుడా, దీనిలో ఒకటి మోక్షమునకు మార్గము మరియొకటి పునర్జన్మకు దారితీస్తుంది. సర్వోన్నత బ్రహ్మం గురించి తెలుసుకొని, ఉత్తరాయణ ఆరు మాసాల కాలంలో, శుక్ల పక్షంలో, పగటి పూట ఈ లోకాన్ని విడిచి వెళ్ళిన వారు పరమ పదాన్ని చేరుకుంటారు. వైదిక కర్మ కాండలని ఆచరిస్తున్నవారు, దక్షిణాయన ఆరు మాసాల్లో, కృష్ణ పక్షంలో, ధూమ్ర కాలంలో, రాత్రిపూట, ఈ లోకాన్ని విడిచి వెళ్ళినవారు - స్వర్గాది లోకాలను పొందుతారు. స్వర్గ సుఖాలని అనుభవించిన తరువాత, తిరిగి ఈ భూలోకానికి వస్తారు. ఈ రెండు - ప్రకాశవంతమైన మరియు చీకటి, మార్గాలూ ఈ లోకంలో ఎప్పుడూ ఉంటాయి. తేజోవంతమైన మార్గము మోక్షానికి మరియు చీకటి మార్గము పునర్జన్మకి దారి తీస్తుంది.',
    
    },
    {
        verse: 27,
        transliteration: 'నైతే సృతీ పార్థ జానన్యోగీ ముహ్యతి కశ్చన । తస్మాత్ సర్వేషు కాలేషు యోగయుక్తో భవార్జున ।। 27 ।।',
        wordToWord: 'న — కాదు; ఏతే — ఈ రెండూ; సృతీ — మార్గములు; పార్థ — అర్జునా, ప్రిథ తనయుడా; జానన్ — తెలుసుకొని; యోగీ — ఒక యోగి; ముహ్యతి — మోహమునకు లోను అగుట; కశ్చన — ఏ విధమైన; తస్మాత్ — కాబట్టి; సర్వేషు కాలేషు — ఎల్లప్పుడూ; యోగ యుక్తః — యోగములో స్థితమై ఉండి; భవ — ఉండుము; అర్జున — అర్జునా.',
        translation: 'BG 8.27: ఈ రెండు మార్గముల యొక్క రహస్యం తెలిసిన యోగులు, ఓ పార్థా, ఎన్నటికీ మోహమునకు గురి కారు. కాబట్టి, సర్వదా (అన్ని సమయాల్లో) యోగములో స్థితుడవై (భగవంతునితో ఏకమై) ఉండుము.',
    
    },
    {
        verse: 28,
        transliteration: 'వేదేషు యజ్ఞేషు తపఃసు చైవ దానేషు యత్పుణ్యఫలం ప్రదిష్టమ్ । అత్యేతి తత్సర్వమిదం విదిత్వా యోగీ పరం స్థానముపైతి చాద్యమ్ ।। 28 ।।',
        wordToWord: 'వేదేషు — వేదముల అధ్యయనములో; యజ్ఞేషు — యజ్ఞములు ఆచరించుట యందు; తపఃసు — తపస్సు యందు; చ — మరియు; ఏవ — ఖచ్చితంగా; దానేషు — దానములు ఇచ్చుట యందు; యత్— ఏదైతే; పుణ్యఫలం — పుణ్య ఫలము; ప్రదిష్టమ్ — లభించునో; అత్యేతి — దానిని మించిన; తత్-సర్వం — అది అంతా; ఇదం — ఇది (ఈ యొక్క) విదిత్వా — తెలుసుకొని; యోగీ — ఒక యోగి; పరం — సర్వోన్నతమైన; స్థానము — ధామము; ఉపైతి — సాధించును; చ — మరియు; ఆద్యమ్ — సనాతనమైన.',
        translation: 'BG 8.28: ఈ రహస్యం తెలిసిన యోగులు - వైదిక కర్మ కాండల ఆచరణ, వేదాధ్యయనము, యజ్ఞములను ఆచరించుట, తపస్సు చేయుట మరియు దానధర్మాలు చేయుట - వీటన్నిటి పుణ్య ఫలముల కంటేనూ ఎక్కువ ఫలమును పొందుతారు. ఇటువంటి యోగులు పరమ పదమును పొందెదరు.',
    
    },

]

export default chapter8;