const chapter7 = [
    {
        verse: 1,
        transliteration: 'శ్రీ భగవానువాచ । మయ్యాసక్తమనాః పార్థ యోగం యుంజన్ మదాశ్రయః । అసంశయం సమగ్రం మాం యథా జ్ఞాస్యసి తచ్ఛృణు ।। 1 ।।',
        wordToWord: 'శ్రీ భగవాన్ ఉవాచ — భగవంతుడు ఇలా పలికెను; మయి — నా పట్ల; ఆసక్త-మనాః — ఆసక్తి కలిగిన మనస్సు తో; పార్థ — అర్జున, ప్రిథ పుత్రుడా; యోగం — భక్తి యోగము; యుంజన్ — అభ్యాసము చేస్తూ; మత్-ఆశ్రయః — నన్ను శరణుజొచ్చి ; అసంశయం — సందేహము లేకుండా; సమగ్రం — పూర్తిగా; మాం — నన్ను; యథా — ఎట్లా; జ్ఞాస్యసి — నీవు తెలుసుకొనగలవో; తత్ — అది; శృణు — వినుము.',
        translation: 'BG 7.1: భగవంతుడు పలికెను : ఓ అర్జునా, నాయందు మాత్రమే మనస్సు నిలిపి, భక్తి యోగ అభ్యాసము ద్వారా నాకు శరణాగతి చేసి నీవు ఎట్లయితే నన్ను సంపూర్ణముగా, సందేహానికి తావు లేకుండా తెలుసుకొనగలవో, ఇప్పుడు వినుము.',
    
    },
    {
        verse: 2,
        transliteration: 'జ్ఞానం తేఽహం సవిజ్ఞానమిదం వక్ష్యామ్యశేషతః । యత్ జ్ఞాత్వా నేహ భూయోఽన్యత్ జ్ఞాతవ్యమ్ అవశిష్యతే ।। 2 ।।',
        wordToWord: 'జ్ఞానం — జ్ఞానము; తే — నీకు; అహం — నేను; స — తో; విజ్ఞానం — విజ్ఞానము; ఇదం — ఇది; వక్ష్యామి — తెలియ చెప్పెదను; అశేషతః — సంపూర్ణముగా; యత్ — ఏదైతే; జ్ఞాత్వా — తెలుసుకున్న పిదప; న — ఉండదు; ఇహ — ఈ లోకంలో; భూయః — మరింక; అన్యత్ — వేరే ఏది; జ్ఞాతవ్యం — తెలుసుకోవలసినది; అవశిష్యతే — మిగులును.',
        translation: 'BG 7.2: ఏ జ్ఞానాన్ని, విజ్ఞానాన్ని తెలుసుకున్న పిదప ఇంకా ఏమీ తెలుసుకోవటానికి ఈ లోకంలో మిగిలి ఉండదో, దానిని నేను నీకు సంపూర్ణముగా తెలియచేస్తాను.',
    
    },
    {
        verse: 3,
        transliteration: 'మనుష్యాణాం సహస్రేషు కశ్చిద్యతతి సిద్ధయే । యతతామపి సిద్ధానాం కశ్చిన్మాం వేత్తి తత్త్వతః ।। 3 ।।',
        wordToWord: 'మనుష్యాణాం — మనుష్యులలో; సహస్రేషు — వేల మందిలో; కశ్చిత్ — ఎవరో ఒకరు; యతతి — పరిశ్రమిస్తారు; సిద్ధయే — పరిపూర్ణ సిద్ధి కొరకు; యతతామ్ — ఈ ప్రయత్నించేవారిలో; అపి — కూడా; సిద్ధానాం — పరిపూర్ణ సిద్ది సాధించినవారిలో; కశ్చిత్ — ఎవరో ఒకరు; మాం — నన్ను; వేత్తి — తెలుసుకోనును; తత్త్వతః — యదార్ధముగా.',
        translation: 'BG 7.3: వేల మందిలో ఏ ఒక్కరో పరిపూర్ణ సిద్ది కోసం ప్రయత్నిస్తారు; మరియు పరిపూర్ణ సిద్ది సాధించిన వారిలో ఎవరో ఒకరు మాత్రమే నన్ను యదార్థముగా తెలుసుకుంటారు.',
    
    },
    {
        verse: 4,
        transliteration: 'భూమిరాపోఽనలో వాయుః ఖం మనో బుద్ధిరేవ చ । అహంకార ఇతీయం మే భిన్నా ప్రకృతిరష్టధా ।। 4 ।।',
        wordToWord: 'భూమి — భూమి (నేల); ఆపః — నీరు; అనలః — అగ్ని; వాయుః — గాలి; ఖం — ఆకాశం (ఖాళీ స్థలము); మనః — మనస్సు; బుద్ధిః — బుద్ధి; ఏవ — నిజముగా; చ — మరియు; అహంకారః — అహంకారము; ఇతి — ఇవి; యం — ఇవన్నీ; మే — నా యొక్క; భిన్నా — వివిధములైన; ప్రకృతిః — భౌతిక ప్రాకృతిక శక్తి; అష్టధా — ఎనిమిది రకములు.',
        translation: 'BG 7.4: భూమి, నీరు, అగ్ని, వాయువు, ఆకాశము, మనస్సు, బుద్ధి మరియు అహంకారము - ఇవి నా భౌతిక ప్రాకృతిక శక్తి యొక్క ఎనిమిది అంగములు.',
    
    },
    {
        verse: 5,
        transliteration: 'అపరేయమితస్త్వన్యాం ప్రకృతిం విద్ధి మే పరామ్ । జీవభూతాం మహాబాహో యయేదం ధార్యతే జగత్ ।। 5 ।।',
        wordToWord: 'అపరా — నీచమైన; ఇయం — ఈ యొక్క; ఇతః — దీనికంటే; తు — కానీ; అన్యాం — వేరైన; ప్రకృతిం — శక్తి; విద్ధి — తెలుసుకొనుము; మే — నా యొక్క; పరామ్ — ఉన్నతమైనది; జీవ-భూతం — ప్రాణులు; మహా-బాహో — గొప్ప బాహువులు కలవాడా; యయా — ఎవరిచే; ఇదం — ఈ యొక్క; ధార్యతే — ఆధారము; జగత్ — భౌతిక జగత్తు.',
        translation: 'BG 7.5: ఇది నాయొక్క తక్కువ స్థాయి శక్తి. కానీ, దానికి అతీతంగా, ఓ గొప్ప బాహువులు కలవాడా, అర్జునా, నాకు ఒక ఉన్నతమైన శక్తి ఉంది. అదే జీవ-ఆత్మ శక్తి, ఇది ఈ జగత్తు యందు ఉన్న జీవరాశులకు మూలాధారమైన జీవాత్మలను కలిగి ఉంటుంది.',
    
    },
    {
        verse: 6,
        transliteration: 'ఏతద్యోనీని భూతాని సర్వాణీత్యుపధారయ । అహం కృత్స్నస్య జగతః ప్రభవః ప్రలయస్తథా ।। 6 ।।',
        wordToWord: 'ఏతత్ యోనీని — ఈ రెండు (శక్తులు) మూలాధారము; భూతాని — ప్రాణులు; సర్వాణి — సమస్త; ఇతి — అది; ఉపధారయ — తెలుసుకొనుము; అహం — నేను; కృత్స్నస్య — సమస్త; జగతః — సృష్టి (జగత్తు); ప్రభవః — ఉత్పత్తిస్థానము; ప్రలయ — లయము; తథా — కూడా.',
        translation: 'BG 7.6: సమస్త జీవ రాశులు నా యొక్క ఈ రెండు శక్తుల ద్వారానే వ్యక్తమవుతాయి అని తెలుసుకొనుము. నేనే ఈ సమస్త సృష్టికి మూల ఉత్పతిస్థానము మరియు నా లోనికే ఇది అంతా లయమై పోతుంది.',
    
    },
    {
        verse: 7,
        transliteration: 'మత్తః పరతరం నాన్యత్ కించిదస్తి ధనంజయ । మయి సర్వమిదం ప్రోతం సూత్రే మణిగణా ఇవ ।। 7 ।।',
        wordToWord: 'మత్తః — నా కంటే; పరతరం — ఉన్నతమైనది; న అన్యత్ కించిత్ అస్తి — వేరైనది ఏదియునూ లేదు; ధనంజయ — అర్జునా, ధనమును జయించే వాడా; మయి — నా యందే; సర్వం — సమస్తము; ఇదం — మనకు కనిపించే ఇవి; ప్రోతం — ఆధారపడి (దూర్చబడి) ఉన్నవి ; సూత్రే — దారం పై; మణి-గణాః — పూసలు; ఇవ — లాగా.',
        translation: 'BG 7.7: నా కంటే ఉన్నతమైనది ఏదీ లేదు, ఓ అర్జునా. పూసలన్నీ దారము పై గుచ్చి ఉన్నట్టు సమస్తమూ నా యందే ఆధారపడి ఉన్నవి.',
    
    },
    {
        verse: 8,
        transliteration: 'రసోఽహమప్సు కౌంతేయ ప్రభాస్మి శశిసూర్యయోః । ప్రణవః సర్వవేదేషు శబ్దః ఖే పౌరుషం నృషు ।। 8 ।।',
        wordToWord: 'రసః — రుచి; అహం — నేను; అప్సు — నీటిలో; కౌంతేయ — అర్జునా, కుంతీ పుత్రుడా; ప్రభా — తేజస్సు; అస్మి — నేను; శశి-సూర్యయోః — సూర్య చంద్రులలో; ప్రణవః — పవిత్రమైన \'ఓం\' కారము; సర్వ — సమస్త; వేదేషు — వేదములు; శబ్దః — శబ్దము; ఖే — ఆకాశంలో; పౌరుషం — సామర్ధ్యము; నృషు — మనుష్యులలో.',
        translation: 'BG 7.8: నీటి యందు రుచిని నేను, ఓ కుంతీ పుత్రుడా, మరియు సూర్య చంద్రుల యొక్క తేజస్సుని నేను. వేదములలో నేను పవిత్ర \'ఓం\' కారమును (ప్రణవము); ఆకాశములో శబ్దమును మరియు మనుష్యులలో వారి సామర్ధ్యమును.',
    
    },
    {
        verse: 9,
        transliteration: 'పుణ్యో గంధః పృథివ్యాం చ తేజశ్చాస్మి విభావసౌ । జీవనం సర్వభూతేషు తపశ్చాస్మి తపస్విషు ।। 9 ।।',
        wordToWord: 'పుణ్యః — స్వచ్ఛమైన; గంధ: — సువాసన; పృథివ్యాం — భూమి యొక్క; చ — మరియు; తేజః — తేజస్సు; చ — మరియు; అస్మి — నేను; విభావసౌ — అగ్నిలో; జీవనం — ప్రాణ శక్తి; సర్వ — అన్నిటిలో; భూతేషు — ప్రాణులు; తపః — తపస్సు; చ — మరియు; అస్మి — నేను; తపస్విషు — తపస్విలలో.',
        translation: 'BG 7.9: భూమి యొక్క స్వచ్చమైన వాసన ను నేను మరియు అగ్ని లోని తేజస్సును నేనే. సమస్త ప్రాణులలో జీవశక్తిని నేనే, మరియు తాపసులలో తపస్సును నేనే.',
    
    },
    {
        verse: 10,
        transliteration: 'బీజం మాం సర్వభూతానాం విద్ధి పార్థ సనాతనమ్ । బుద్ధిర్బుద్ధిమతామస్మి తేజస్తేజస్వినామహమ్ ।। 10 ।।',
        wordToWord: 'బీజం — విత్తనము; మాం — నేను; సర్వ-భూతానాం — సమస్త ప్రాణులకు; విద్ధి — తెలుసుకొనుము; పార్థ — అర్జునా, ప్రిథ పుత్రుడా; సనాతనమ్ — నిత్య శాశ్వతమైన; బుద్ధిః — బుద్ధి; బుద్ధి-మతాం — తెలివైనవారిలో (బుద్దిమంతులలో); అస్మి — నేను; తేజః — తేజస్సు; తేజస్వినామ్ — తేజోవంతులలో; అహమ్ — నేను.',
        translation: 'BG 7.10: ఓ అర్జునా, సమస్త ప్రాణులకూ సనాతనమైన మూల బీజము నేనే అని తెలుసుకొనుము. ప్రజ్ఞావంతులలో ప్రజ్ఞను నేనే, తేజోవంతులలో తేజస్సుని నేనే.',
    
    },
    {
        verse: 11,
        transliteration: 'బలం బలవతాం చాహం కామరాగవివర్జితమ్ । ధర్మావిరుద్ధో భూతేషు కామోఽస్మి భరతర్షభ ।। 11 ।।',
        wordToWord: 'బలం — బలము; బల-వతాం — బలవంతులలో; చ — మరియు; అహం — నేను; కామ — కోరిక; రాగ — మోహము; వివర్జితమ్ — లేకుండా; ధర్మ-అవిరుద్దః — ధర్మ విరుద్ధము కాని; భూతేషు — సర్వ భూతములలో; కామః — లైంగిక క్రియలు; అస్మి — నేను; భరత-ఋషభ — అర్జునా, భరతులలో శ్రేష్టుడా.',
        translation: 'BG 7.11: భరత వంశీయులలో శ్రేష్టుడా, బలవంతులలో కామరాగరహితమైన బలము నేను. ధర్మ విరుద్ధము కాని లైంగిక క్రియలను నేనే.',
    
    },
    {
        verse: 12,
        transliteration: 'యే చైవ సాత్త్వికా భావా రాజసాస్తామసాశ్చ యే। మత్త ఏవేతి తాన్విద్ధి న త్వహం తేషు తే మయి ।। 12 ।।',
        wordToWord: 'యే — ఏదైతే; చ — మరియు; ఏవ — నిజముగా; సాత్త్వికాః — సత్త్వము; భావాః — భౌతిక అస్తిత్వంలో ఉన్న దశలు; రాజసాః — రజస్సు; తామసాః — తమస్సు; చ — మరియు; యే — ఏదైనా; మత్తః — నా నుండి; ఏవ — నిజముగా; ఇతి — ఈ విధముగా; తాన్ — అవి; విద్ధి — తెలుసుకొనుము; న — లేదు; తు — కానీ; అహం — నేను; తేషు — వాటిలో; తే — అవి; మయి — నా యందు.',
        translation: 'BG 7.12: భౌతిక ప్రకృతి యొక్క త్రిగుణములు – సత్త్వము, రజస్సు, తమస్సు – నా శక్తి వల్లనే వ్యక్తమయినాయి. అవి నా యందే ఉన్నాయి కానీ నేను వాటికి అతీతుడను.',
    
    },
    {
        verse: 13,
        transliteration: 'త్రిభిర్గుణమయైర్భావైరేభిః సర్వమిదం జగత్ । మోహితం నాభిజానాతి మామేభ్యః పరమవ్యయమ్ ।। 13 ।।',
        wordToWord: 'త్రిభిః — మూడింటి; గుణ-మయైః — ప్రకృతి గుణముల తో కూడియున్న; భావైః — దశలు; ఏభిః — ఇవి అన్ని; సర్వం — సర్వము; ఇదం — ఈ యొక్క; జగత్ — జగత్తు; మోహితం — మోహామునకు గురై; న అభిజానాతి — తెలుసుకొనలేక; మాం — నన్ను; ఏభ్యః — ఈ; పరం — సర్వోన్నత; అవ్యయం — అనశ్వరమైన/నిత్యమైన.',
        translation: 'BG 7.13: మాయ యొక్క త్రిగుణములచే భ్రమకు లోనై (మోహితులై), ఈ లోకంలోని జనులు, అనశ్వరమైన మరియు సనాతనమైన నా గురించి తెలుసుకోలేకున్నారు.',
    
    },
    {
        verse: 14,
        transliteration: 'దైవీ హ్యేషా గుణమయీ మమ మాయా దురత్యయా । మామేవ యే ప్రపద్యంతే మాయామేతాం తరంతి తే ।। 14 ।।',
        wordToWord: 'దైవీ — దివ్యమైన; హి — నిజముగా; ఏషా — ఈ యొక్క; గుణ-మయీ — ప్రకృతి త్రి గుణములతో కూడిన; మమ — నా యొక్క; మాయా — మాయ, భగవంతుని శక్తులలో ఒకటి; భగవత్ ప్రాప్తి పొందటానికి ఇంకా అర్హత సాధించని ఆత్మల నుండి భగవంతుని నిజమైన స్వభావాన్ని దాచి ఉంచునది; దురత్యయా — అధిగమించటానికి చాలా కష్టతరమైనది; మాం — నాకు; ఏవ — ఖచ్చితంగా; యే — ఎవరైతే; ప్రపద్యంతే — శరణాగతి చేసెదరో; మాయాం ఏతాం — ఈ మాయ; తరంతి — దాటిపోవురు; తే — వారు.',
        translation: 'BG 7.14: ప్రకృతి త్రిగుణాత్మకమైన నా దైవీ శక్తి, \'మాయ\', అధిగమించుటకు చాలా కష్టతరమైనది. కానీ, నాకు శరణాగతి చేసిన వారు దానిని సునాయాసముగా దాటిపోగలరు.',
    
    },
    {
        verse: 15,
        transliteration: 'న మాం దుష్కృతినో మూఢాః ప్రపద్యంతే నరాధమాః । మాయయాపహృతజ్ఞానా ఆసురం భావమాశ్రితాః ।। 15 ।।',
        wordToWord: 'న — కాదు; మాం — నాకు; దుష్కృతినః — పాపపు పనులు చేసేవారు; మూఢాః — మూఢులు; ప్రపధ్యంతే — శరణాగతి చేసెదరు; నర-అధమాః — సోమరితనంతో తన నిమ్న స్థాయి స్వభావాన్ని అనుసరించే వాడు; (అధములు); మాయయా — భగవంతుని భౌతిక శక్తి చే; అపహృత జ్ఞానాః — మోహము/భ్రమకు లోనైన బుద్ధి తో; ఆసురం — ఆసుర (రాక్షస); భావం — స్వభావము; ఆశ్రితాః — ఆశ్రయించెదరు.',
        translation: 'BG 7.15: నాలుగు రకాల మనుష్యులు నాకు శరణాగతి చేయరు - జ్ఞానము లేని వారు, నన్ను తెలుసుకునే సామర్ధ్యం ఉన్నా సోమరితనం తో తమ నిమ్న స్థాయి స్వభావాన్ని అనుసరించేవారు, బుద్ధి భ్రమకు గురైనవారు, ఆసురీ ప్రవుత్తి కలవారు.',
    
    },
    {
        verse: 16,
        transliteration: 'చతుర్విధా భజంతే మాం జనాః సుకృతినోఽర్జున । ఆర్తో జిజ్ఞాసురర్థార్థీ జ్ఞానీ చ భరతర్షభ ।। 16 ।।',
        wordToWord: 'చతుః-విధా — నాలుగు రకాల; భజంతే — భజింతురు; మాం — నన్ను; జనాః — జనులు; సు-కృతినః — ధర్మ పరాయణులు; అర్జున — అర్జునా; ఆర్తః — ఆపద/దుఃఖం లో ఉన్నవారు; జిజ్ఞాసుః — జ్ఞానాన్ని అన్వేషించేవారు; అర్థ-అర్థీ — భౌతిక సంపత్తి ఆశించేవారు; జ్ఞానీ — జ్ఞానములో స్థితులై ఉన్నవారు; చ — మరియు; భరత-రిషభ — భరత వంశీయులలో శ్రేష్టుడా.',
        translation: 'BG 7.16: ఓ భరతులలో శ్రేష్టుడా, నాలుగు రకాలైన ధర్మ-పరాయణులు నా పట్ల భక్తి తో నిమగ్నమవుతారు – ఆపదలో ఉన్నవారు, జ్ఞాన సముపార్జన కోసం ప్రయత్నించేవారు, ప్రాపంచిక వస్తువుల సంపాదన కోసం చూసేవారు, మరియు జ్ఞానము నందు స్థితులై ఉన్న వారు.',
    
    },
    {
        verse: 17,
        transliteration: 'తేషాం జ్ఞానీ నిత్యయుక్త ఏకభక్తిర్విశిష్యతే । ప్రియో హి జ్ఞానినోఽత్యర్థమహం స చ మమ ప్రియః ।। 17 ।।',
        wordToWord: 'తేషాం — వీరందరిలో; జ్ఞానీ — జ్ఞానములో స్థితమై ఉన్నవారు; నిత్య-యుక్తః — ఎల్లప్పుడూ దృఢ సంకల్పంతో; ఏక — అనన్యముగా; భక్తిః — భక్తి; విశిష్యతే — శ్రేష్ఠమైన; ప్రియః — ప్రియమైన; హి — ఖచ్చితంగా; జ్ఞానినః — జ్ఞానములో స్థితమైనవారు; అత్యర్థం — గొప్పగా; అహం — నేను; సః — అతను; చ — మరియు; మమ — నాకు; ప్రియః — ప్రియమైన వాడు.',
        translation: 'BG 7.17: వీరందరిలో కెల్లా, జ్ఞానం తో నన్ను పూజించే వారు, మరియు నా పట్ల ధృడ సంకల్పముతో మరియు అనన్య భక్తితో ఉన్నవారిని అందరి కంటే, శ్రేష్ఠమైన వారిగా పరిగణిస్తాను. నేను వారికి ప్రియమైనవాడిని మరియు వారు నాకు ప్రియమైనవారు.',
    
    },
    {
        verse: 18,
        transliteration: 'ఉదారాః సర్వ ఏవైతే జ్ఞానీ త్వాత్మైవ మే మతమ్ । ఆస్థితః స హి యుక్తాత్మా మామేవానుత్తమాం గతిమ్ ।। 18 ।।',
        wordToWord: 'ఉదారాః — ఉదారులు (మహనీయులు); సర్వే — వీరందరూ; ఏవ — నిజముగా; ఏతే — వీరు; జ్ఞానీ — జ్ఞానులు; తు — కానీ; ఆత్మా-ఏవ — స్వయముగా నేనే; మే — నా యొక్క; మతం — అభిప్రాయము; ఆస్థితః — స్థితుడై ఉండి; సః — ఆ వ్యక్తి; హి — ఖచ్చితంగా; యుక్త-ఆత్మా — ఏకీకృత మైనవారు; మాం — నా యందు; ఏవ — నిజముగా; అనుత్తమాం — సర్వోన్నత; గతిం — లక్ష్యము.',
        translation: 'BG 7.18: నా యందు భక్తితో ఉన్నవారందరూ నిజముగా ఉత్తములే. కానీ, జ్ఞానముతో, ధృడ నిశ్చయముతో ఉండి, బుద్ధి నా యందు ఐక్యమై, కేవలం నన్ను మాత్రమే వారి పరమ లక్ష్యం గా కలిగిఉన్నవారు, స్వయంగా నా స్వరూపమే అని నేను పరిగణిస్తాను.',
    
    },
    {
        verse: 19,
        transliteration: 'బహూనాం జన్మనామంతే జ్ఞానవాన్ మాం ప్రపద్యతే । వాసుదేవః సర్వమితి స మహాత్మా సుదుర్లభః ।। 19 ।।',
        wordToWord: 'బహూనాం — అనేకమైన; జన్మనాం — జన్మలు; అంతే — తరువాత; జ్ఞాన-వాన్ — జ్ఞాన వంతులు; మాం — నాకు; ప్రపద్యతే — శరణాగతి చేస్తారు; వాసుదేవః — శ్రీ కృష్ణుడు, వసుదేవుని కుమారుడు; సర్వం — సర్వమూ; ఇతి — అది; స — అటువంటి; మహా-ఆత్మా — మహాత్ముడు; సు-దుర్లభః — ఏంతో అరుదు.',
        translation: 'BG 7.19: ఎన్నో జన్మల ఆధ్యాత్మిక సాధన తరువాత, జ్ఞాన సంపన్నుడు, ఉన్నదంతా నేనే (వాసుదేవుడే) అని తెలుసుకొని, నాకు శరణాగతి చేస్తాడు. అటువంటి మహాత్ముడు నిజముగా చాలా అరుదు.',
    
    },
    {
        verse: 20,
        transliteration: 'కామైస్తైస్తైర్హృతజ్ఞానాః ప్రపద్యంతేఽన్యదేవతాః । తం తం నియమమాస్థాయ ప్రకృత్యా నియతాః స్వయా ।। 20 ।।',
        wordToWord: 'కామైః — ప్రాపంచిక కోరికలతో; తైః తైః — ఎన్నెన్నో; హృత-జ్ఞానః — జ్ఞానము కొట్టుకొని పోయినవారు; ప్రపద్యంతే — శరణాగతి చేసెదరు; అన్య — ఇతర; దేవతాః — దేవతలకు; తం తం — వారి వారి ఆయా; నియమం — నియమములు; ఆస్థాయ — పాటిస్తూ; ప్రకృత్యా — స్వభావము చే; నియతాః — నియంత్రించబడి; స్వయా — వారి యొక్క స్వీయ.',
        translation: 'BG 7.20: భౌతిక ప్రాపంచిక కోరికలతో జ్ఞానం కొట్టుకొని పోయినవారు అన్య దేవతలకు శరణాగతి చేస్తారు. వారి స్వీయ స్వభావాన్ని అనుసరిస్తూ అన్య దేవతలను ఆరాధిస్తారు; ఆయా దేవతలను ప్రసన్నం చేసుకోవటానికి ఆయా కర్మ కాండలను ఆచరిస్తారు.',
    
    },
    {
        verse: 21,
        transliteration: 'యో యో యాం యాం తనుం భక్తః శ్రద్ధయార్చితుమిచ్ఛతి । తస్య తస్యాచలాం శ్రద్ధాం తామేవ విదధామ్యహమ్ ।। 21 ।।',
        wordToWord: 'యః యః — ఎవరెవరైతే; యాం యాం — ఏ ఏ; తనుం — రూపంలో; భక్త — భక్తుడు; శ్రద్ధయా — విశ్వాసము తో; అర్చితుం — పూజించాలని; ఇచ్ఛతి — కోరుతారో; తస్య తస్య — వానికి; అచలాం — ధృడమైన; శ్రద్ధాం — నమ్మకం; తాం — దానిలో; ఏవ — ఖచ్చితంగా; విదధామి — అనుగ్రహించెదను; అహం — నేను.',
        translation: 'BG 7.21: భక్తుడు విశ్వాసంతో ఏ ఏ దేవతా స్వరూపాన్ని ఆరాధించాలని కోరుకుంటాడో, ఆ భక్తుడికి ఆయా స్వరూపం మీదనే శ్రద్ధ నిలబడేటట్టు చేస్తాను.',
    
    },
    {
        verse: 22,
        transliteration: 'స తయా శ్రద్ధయా యుక్తః తస్యారాధనమీహతే । లభతే చ తతః కామాన్మయైవ విహితాన్హి తాన్ ।। 22 ।।',
        wordToWord: 'స — అతడు; తయా — ఆ యొక్క; శ్రద్ధయా — శ్రద్ధతో; యుక్తః — అనుగ్రహింపబడి; తస్య — వారి యొక్క; ఆరాధనమ్ — ఆరాధన; ఇహతే — నిమగ్నమవ్వటానికి ప్రయత్నిస్తూ; లభతే — పొందును; చ — మరియు; తతః — దాని నుండి; కామాన్ — కోరికలు; మయా — నా చేత; ఏవ — మాత్రమే; విహితాన్ — అనుగ్రహింపబడి; హి — ఖచ్చితముగా; తాన్ — వారు.',
        translation: 'BG 7.22: శ్రద్ధా విశ్వాసము కలిగి ఉన్న ఆ భక్తుడు ఆ దేవతనే ఆరాధించును మరియు కోరుకున్న సామాగ్రిని పొందును. కానీ, నిజానికి ఆ ప్రయోజనాలని సమకూర్చి పెట్టేది నేనే.',
    
    },
    {
        verse: 23,
        transliteration: 'అంతవత్తు ఫలం తేషాం తద్భవత్యల్పమేధసామ్ । దేవాన్ దేవయజో యాంతి మద్భక్తా యాంతి మామపి ।। 23 ।।',
        wordToWord: 'అంత-వత్ — నశించిపొయెడి; తు — కానీ; ఫలం — ఫలము; తేషాం — వారిచే; తత్ — అది; భవతి — ఉండును; అల్ప-మేధాసాం — తెలివి తక్కువ వారు; దేవాన్ — దేవతలకు; దేవ-యజః — దేవతలను ఆరాధించేవారు; యాంతి — వెళ్ళెదరు; మత్ — నా యొక్క ; భక్తాః — భక్తులు; యాంతి — వెళ్ళెదరు; మాం — నా దగ్గరకు; అపి — కానీ.',
        translation: 'BG 7.23: కానీ ఈ అల్ప-జ్ఞానము కలిగిన జనులు పొందే ఫలము తాత్కాలికమైనది. దేవతలను ఆరాధించే వారు ఆయా దేవతల లోకానికి వెళతారు, అదే సమయంలో, నా భక్తులు మాత్రం నన్నే చేరుకుంటారు.',
    
    },
    {
        verse: 24,
        transliteration: 'అవ్యక్తం వ్యక్తిమాపన్నం మన్యంతే మామబుద్ధయః । పరం భావమజానంతో మమావ్యయమనుత్తమమ్ ।। 24 ।।',
        wordToWord: 'అవ్యక్తం — రూపము లేకుండా ఉండి; వ్యక్తిమ్ — ఒక వ్యక్తిత్వాన్ని కలిగి; ఆపన్నం — పొంది; మన్యంతే — అనుకుంటారు; మామ్ —నన్ను; అబుద్ధయః — తెలివి తక్కువ వారు; పరం — సర్వోన్నత; భావమ్ — స్వభావము; అజానంతః — అర్థం చేసుకోకుండా; మమ — నా యొక్క; అవ్యయమ్ — తరిగిపోనిది; అనుత్తమమ్ — సర్వోత్కృష్టమైన.',
        translation: 'BG 7.24: పరమేశ్వరుడైన నన్ను, శ్రీ కృష్ణుడిని - ఒకప్పుడు నిరాకార అవ్యక్తముగా ఉండి ఇప్పుడు ఒక రూపాన్ని తీసుకున్నానని అల్ప జ్ఞానము కలవారు అనుకుంటారు. అక్షరమైన, సర్వోత్కృష్టమైన ఈ నాయొక్క సాకార రూపాన్ని వారు అర్థం చేసుకోలేకున్నారు.',
    
    },
    {
        verse: 25,
        transliteration: 'నాహం ప్రకాశః సర్వస్య యోగమాయాసమావృతః । మూఢోఽయం నాభిజానాతి లోకో మామజమవ్యయమ్ ।। 25 ।।',
        wordToWord: 'న-అహం-ప్రకాశః — నేను కనిపించను; సర్వస్య — అందరికీ; యోగ-మాయా — భగవంతుని మహోన్నత (దివ్య) శక్తి; సమావృతః — కప్పివేసి; మూఢః — మూర్ఖులు; అయం — ఈ యొక్క; న — కాదు; అభిజానాతి — తెలుసుకోవటం; లోకః — జనులు; మాం — నన్ను; అజమ్ — పుట్టుకలేని వాడను; అవ్యయం — మార్పుచెందని.',
        translation: 'BG 7.25: నా యోగమాయా శక్తి ద్వారా కప్పబడి ఉన్న నేను అందరికీ వ్యక్తమవ్వను. కాబట్టి జ్ఞానము లేని వారు నేను పుట్టుక లేని వాడినని మరియు మార్పుచెందని వాడినని తెలుసుకోలేరు.',
    
    },
    {
        verse: 26,
        transliteration: 'వేదాహం సమతీతాని వర్తమానాని చార్జున । భవిష్యాణి చ భూతాని మాం తు వేద న కశ్చన ।। 26 ।।',
        wordToWord: 'వేద — తెలుసును; అహం — నేను (నాకు); సమతీతాని — జరిగిపోయిన (భూతకాలం); వర్తమానాని — ప్రస్తుతం జరుగుతున్న (వర్తమాన కాలం); చ — మరియు; అర్జున — అర్జునా; భవిష్యాణి — జరగబోయే (భవిష్యత్ కాలం); చ — మరియు; భూతాని — సమస్త ప్రాణులు; మాం — నన్ను; తు — కానీ; వేద — తెలుసుకొనుట; న కశ్చన — ఎవరూ లేరు.',
        translation: 'BG 7.26: అర్జునా! నాకు భూత, వర్తమాన, భవిష్యత్తు అంతా తెలుసు, మరియు సమస్త ప్రాణులు అన్నీ తెలుసు; కానీ నేను ఎవరికీ తెలియదు.',
    
    },
    {
        verse: 27,
        transliteration: 'ఇచ్ఛాద్వేషసముత్థేన ద్వందమోహేన భారత । సర్వభూతాని సమ్మోహం సర్గే యాంతి పరంతప ।। 27 ।।',
        wordToWord: 'ఇచ్ఛా— ఇష్టము (కోరిక); ద్వేషా — ద్వేషము; సముత్థేన — ఉద్భవించును; ద్వంద్వ — ద్వంద్వముల; మోహేన — భ్రాంతి నుండి; భారత — అర్జునా, ఓ భరత వంశస్తుడా; సర్వ — అన్నీ; భూతాని — ప్రాణులు; సమ్మోహం — మోహము(భ్రమ) లోనికి; సర్గే — పుట్టుక నుండి; యాంతి — ప్రవేశించెదరు; పరంతప — శత్రువులను జయించేవాడా.',
        translation: 'BG 7.27: ఓ భరత వంశస్తుడా - రాగ, ద్వేషములనే ద్వందములు, మోహము (భ్రాంతి) నుండే పుట్టుచున్నవి. ఓ శత్రువులను జయించేవాడా, ఈ భౌతిక జగత్తులో ఉన్న ప్రతి ప్రాణి కూడా పుట్టుక నుండే వీటిచే భ్రమింపజేయ బడుచున్నది.',
    
    },
    {
        verse: 28,
        transliteration: 'యేషాం త్వంతగతం పాపం జనానాం పుణ్యకర్మణామ్ । తే ద్వంద్వమోహనిర్ముక్తా భజంతే మాం దృఢవ్రతాః ।। 28 ।।',
        wordToWord: 'యేషాం — ఎవరివైతే; తు — కానీ; అంత-గతం — పూర్తిగా నశించిపోయి; పాపం — పాపములు; జనానాం — జనులకు; పుణ్య, కర్మణాం — పుణ్య కార్యములు; తే — వారు; ద్వంద్వ — ద్వంద్వముల; మోహ — మాయ; నిర్ముక్తః — విముక్తి నొంది; భజంతే — పూజింతురు; మాం — నన్ను; దృఢ-వ్రతాః — ధృఢ సంకల్పముతో.',
        translation: 'BG 7.28: పుణ్య కార్యములు ఆచరించుటచే ఎవరి పాపములు అయితే పూర్తిగా నశించిపోయినవో, వారు ఈ ద్వంద్వముల మోహము నుండి విముక్తి పొందుతారు. అటువంటి వారు నన్ను ధృడ సంకల్పము తో పూజిస్తారు.',
    
    },
    {
        verse: 29,
        transliteration: 'జరామరణమోక్షాయ మామాశ్రిత్య యతంతి యే । తే బ్రహ్మ తద్విదుః కృత్స్నమధ్యాత్మం కర్మ చాఖిలమ్ ।। 29 ।।',
        wordToWord: 'జరా — ముసలితనము నుండి; మరణ — మరియు మృత్యువు; మోక్షాయ — విముక్తి కోసము; మాం — నన్ను; ఆశ్రిత్య — ఆశ్రయించినవారు; యతంతి — పరిశ్రమించెదరు; యే — ఎవరైతే; తే — వారు; బ్రహ్మ — బ్రహ్మన్; తత్ — అది; విదుః — తెలుసుకొనుట; కృత్స్నం — సర్వమూ; అధ్యాత్మం — ఆత్మ (తమని తాము); కర్మ — కర్మ; చ — మరియు; అఖిలం — సమస్తము.',
        translation: 'BG 7.29: ముసలితనము మరియు మరణము నుండి విముక్తి పొందటానికి పరిశ్రమిస్తూ, నన్ను ఆశ్రయించిన వారు, బ్రహ్మంను, తమ ఆత్మ తత్త్వమును, సమస్త కర్మ క్షేత్రమును తెలుసుకుంటారు.',
    
    },
    {
        verse: 30,
        transliteration: 'సాధిభూతాధిదైవం మాం సాధియజ్ఞం చ యే విదుః । ప్రయాణకాలేఽపి చ మాం తే విదుర్యుక్తచేతసః ।। 30 ।।',
        wordToWord: 'స-అధిభూత — సమస్త పదార్థ క్షేత్రానికీ పాలకుడు; అధిదైవం — దేవతల పరిపాలకుడు; మాం — నాకు; స-అధియజ్ఞం — సర్వ యజ్ఞములకు ఈశ్వరుడు; చ — మరియు; యే — ఎవరైతే; విదుః — తెలుసుకుంటారో; ప్రయాణ — మరణ; కాలే — సమయంలో; అపి — కూడా; చ — మరియు; మాం — నన్ను; తే — వారు; విదుః — తెలుసుకుంటారు; యుక్త-చేతసః — నా యందే స్థితమై ఉండి.',
        translation: 'BG 7.30: సమస్త అధిభూత (పదార్థ క్షేత్రము), అధిదైవ (దేవతలు), మరియు అధియజ్ఞము (యజ్ఞములకు ఈశ్వరుడు) లకు అధిపతిని నేనే అని తెలుసుకున్న జ్ఞానోదయమయిన జీవాత్మలు, మరణ సమయంలో కూడా పూర్తిగా నా యందే స్థితమై ఉంటారు.',
    
    },

]

export default chapter7;