const chapter10 = [
    {
        verse: 1,
        transliteration: 'శ్రీ భగవానువాచ । భూయ ఏవ మహాబాహో శృణు మే పరమం వచః । యత్తేఽహం ప్రీయమాణాయ వక్ష్యామి హితకామ్యయా ।। 1 ।।',
        wordToWord: 'శ్రీ భగవానువాచ — భగవంతుడు పలికెను; భూయః — మరల; ఏవ — నిజముగా; మహా-బాహో — గొప్ప బాహువులు కలవాడా; శృణు — వినుము; మే — నా యొక్క ; పరమం — దివ్యమైన; వచః — ఉపదేశమును; యత్ — ఏదైతే; తే — నీకు; అహం — నేను; ప్రీయమాణాయ — నీవు నా ప్రియ సఖుడవు; వక్ష్యామి — చెప్తాను; హితకామ్యయా — నీ మంచిని కోరి.',
        translation: 'BG 10.1: శ్రీ భగవానుడు ఇలా పలికెను : నా దివ్య ఉపదేశాన్ని మళ్లీ వినుము, ఓ గొప్ప బాహువులు కలవాడా. నీవు నా ప్రియ సఖుడవు కావున, నీ హితము కోరి నేను నీకు వాటికి తెలియపరుస్తాను.',
    
    },
    {
        verse: 2,
        transliteration: 'న మే విదుః సురగణాః ప్రభవం న మహర్షయః । అహమాదిర్హి దేవానాం మహర్షీణాం చ సర్వశః ।। 2 ।।',
        wordToWord: 'న — కాదు; మే — నా యొక్క; విదుః — తెలుసు; సుర-గణాః — దేవతలు; ప్రభవం — మూలస్థానము; న — కాదు; మహా-ఋషయః — మహర్షులు; అహం — నేను; ఆదిః — ఆది మూలము; హి — నిజముగా; దేవానాం — దేవతల; మహా-ఋషీనాం — మహర్షుల; చ — మరియు; సర్వశః— అన్ని రకాలుగా.',
        translation: 'BG 10.2: దేవతలకు గానీ, మహర్షులకు గానీ నా మూల స్థానము తెలియదు. దేవతలకు మరియు మహర్షులకు మూల ఉత్పత్తి స్థానమును నేనే.',
    
    },
    {
        verse: 3,
        transliteration: 'యో మామజమనాదిం చ వేత్తి లోకమహేశ్వరమ్ । అసమ్మూఢః స మర్త్యేషు సర్వపాపైః ప్రముచ్యతే ।। 3 ।।',
        wordToWord: 'యః — ఎవరైతే; మామ్ — నన్ను; అజమ్ — జన్మరహితుడను; అనాదిం — ఆదిరహితుడను; చ — మరియు; వేత్తి — తెలుసుకొందురో; లోక — ఈ లోకము యొక్క; మహా-ఈశ్వరం — మహేశ్వరుడను; అసమ్మూఢః — చిత్తభ్రాంతికి లోనుకానివాడు; సః — వారు; మర్త్యేషు — మానవులలో; సర్వ-పాపైః — సర్వ పాపముల నుండి; ప్రముచ్యతే — విముక్తి పొందును.',
        translation: 'BG 10.3: నేను జన్మరహితుడను మరియు ఆది(మొదలు) లేనివాడిని అని మరియు సర్వ లోక మహేశ్వరుడను అని తెలుసుకున్న మనుష్యులు మోహమునకు గురికారు మరియు వారు సమస్త పాపముల నుండి విముక్తి చేయబడుతారు.',
    
    },
    {
        verse: 4,
        transliteration: 'బుద్ధిః జ్ఞానమసమ్మోహః క్షమా సత్యం దమః శమః । సుఖం దుఃఖం భవోఽభావో భయం చాభయమేవ చ ।। 4 ।। అహింసా సమతా తుష్టిస్తపో దానం యశోఽయశః । భవంతి భావా భూతానాం మత్త ఏవ పృథగ్విధాః ।। 5 ।।',
        wordToWord: 'బుద్ధిః — తెలివితేటలు; జ్ఞానం — జ్ఞానము; అసమ్మోహః — ఆలోచనలో స్పష్టత; క్షమా — క్షమా గుణము; సత్యం — సత్యసంధత; దమః — ఇంద్రియ నిగ్రహణ; శమః — మనస్సు నియంత్రణ; సుఖం — సుఖము; దుఃఖం — దుఃఖము; భవః — జన్మ; అభావః — మరణము; భయం — భయము; చ — మరియు; అభయం — ధైర్యము; ఏవ — నిజముగా; చ — మరియు; అహింసా — అహింస; సమతా — సమత్వము; తుష్టిః — తృప్తి; తపః — తపస్సు; దానం — దానము; యశః — కీర్తి; అయశః — అపకీర్తి; భవంతి — జనించును; భావాః — భావములు/గుణములు; భూతానాం — మనుష్యులలో; మత్తః — నా నుండి; ఏవ — మాత్రమే; పృథక్-విధాః — విభిన్న రకాల.',
        translation: 'BG 10.4-5: బుద్ధి కుశలత, జ్ఞానము, ఆలోచనలో స్పష్టత, దయ, నిజాయితీ, మనస్సు-ఇంద్రియ నిగ్రహణ, సుఖ-దుఃఖాలు, జనన-మరణాలు, భయము-ధైర్యము, అహింస, సమత్వం, తృప్తి, తపస్సు, దానము, కీర్తి-అపకీర్తి మొదలగు - మనుష్యులలో ఉండే గుణములలోని వైవిధ్యములు వివిధములైన నా నుండే జనించాయి.',
    
    },
    {
        verse: 5,
        transliteration: 'బుద్ధిః జ్ఞానమసమ్మోహః క్షమా సత్యం దమః శమః । సుఖం దుఃఖం భవోఽభావో భయం చాభయమేవ చ ।। 4 ।। అహింసా సమతా తుష్టిస్తపో దానం యశోఽయశః । భవంతి భావా భూతానాం మత్త ఏవ పృథగ్విధాః ।। 5 ।।',
        wordToWord: 'బుద్ధిః — తెలివితేటలు; జ్ఞానం — జ్ఞానము; అసమ్మోహః — ఆలోచనలో స్పష్టత; క్షమా — క్షమా గుణము; సత్యం — సత్యసంధత; దమః — ఇంద్రియ నిగ్రహణ; శమః — మనస్సు నియంత్రణ; సుఖం — సుఖము; దుఃఖం — దుఃఖము; భవః — జన్మ; అభావః — మరణము; భయం — భయము; చ — మరియు; అభయం — ధైర్యము; ఏవ — నిజముగా; చ — మరియు; అహింసా — అహింస; సమతా — సమత్వము; తుష్టిః — తృప్తి; తపః — తపస్సు; దానం — దానము; యశః — కీర్తి; అయశః — అపకీర్తి; భవంతి — జనించును; భావాః — భావములు/గుణములు; భూతానాం — మనుష్యులలో; మత్తః — నా నుండి; ఏవ — మాత్రమే; పృథక్-విధాః — విభిన్న రకాల.',
        translation: 'BG 10.4-5: బుద్ధి కుశలత, జ్ఞానము, ఆలోచనలో స్పష్టత, దయ, నిజాయితీ, మనస్సు-ఇంద్రియ నిగ్రహణ, సుఖ-దుఃఖాలు, జనన-మరణాలు, భయము-ధైర్యము, అహింస, సమత్వం, తృప్తి, తపస్సు, దానము, కీర్తి-అపకీర్తి మొదలగు - మనుష్యులలో ఉండే గుణములలోని వైవిధ్యములు వివిధములైన నా నుండే జనించాయి.',
    
    },
    {
        verse: 6,
        transliteration: 'మహర్షయః సప్త పూర్వే చత్వారో మనవస్తథా । మద్భావా మానసా జాతా యేషాం లోక ఇమాః ప్రజాః ।। 6 ।।',
        wordToWord: 'మహా-ఋషయా — మహర్షులు; సప్త — ఏడుగురు; పూర్వే — అంతకు పూర్వము; చత్వారః — నలుగురు; మనవః — మనువులు; తథా— మరియు; మత్ భావాః — నా నుండే ఉద్భవించారు; మానసాః — మనస్సు; జాతాః — పుట్టారు; యేషాం — వారి నుండి; లోకే — ప్రపంచములో; ఇమాః — వీరందరూ; ప్రజాః — ప్రజలు.',
        translation: 'BG 10.6: సప్త ఋషులు, వారి పూర్వం నలుగురు మహాత్ములు, పద్నాలుగు మనువులు – వీరందరూ నా మనస్సు నుండే జన్మించారు. వారి నుండే ఈ లోకం లోని సమస్త ప్రజలు అవతరించారు.',
    
    },
    {
        verse: 7,
        transliteration: 'ఏతాం విభూతిం యోగం చ మమ యో వేత్తి తత్త్వతః । సోఽవికంపేన యోగేన యుజ్యతే నాత్ర సంశయః ।। 7 ।।',
        wordToWord: 'ఏతాం — ఈ; విభూతిం — మహిమలు; యోగం — దివ్యమైన శక్తులు; చ — మరియు; మమ — నా యొక్క; యః — ఎవరైతే; వేత్తి — తెలుసుకుంటారో; తత్త్వతః — యదార్థముగా; సః — వారు; అవికల్పేన — అచంచలమైన; యోగేన — భక్తి యోగములో; యుజ్యతే — ఏకమై పోతారు; న —లేదు; అత్ర — ఇక్కడ; సంశయః — సందేహము.',
        translation: 'BG 10.7: నా మహిమలను (విభూతులను) మరియు దివ్య శక్తులను యదార్థముగా తెలిసినవారు నిశ్చలమైన భక్తి యోగము ద్వారా నాతో ఏకమై పోతారు. ఈ విషయంలో ఎలాంటి సందేహానికీ తావు లేదు.',
    
    },
    {
        verse: 8,
        transliteration: 'అహం సర్వస్య ప్రభవో మత్తః సర్వం ప్రవర్తతే । ఇతి మత్వా భజంతే మాం బుధా భావసమన్వితాః ।। 8 ।।',
        wordToWord: 'అహం — నేను; సర్వస్య — సమస్త సృష్టి యొక్క; ప్రభవః — మూల ఉత్పత్తి స్థానము; మత్తః — నా నుండే; సర్వం — సర్వమూ; ప్రవర్తతే — ప్రవర్తిల్లును (నడుచుట); ఇతి — ఈ విధముగా; మత్వా — తెలుసుకొని; భజంతే — ఆరాధిస్తారు; మాం — నన్ను; బుధాః — వివేకవంతులు; భావ-సమన్వితః — అత్యంత విశ్వాసము మరియు భక్తి తో కూడి.',
        translation: 'BG 10.8: నేనే సమస్త సృష్టికి మూల ఉత్పత్తి స్థానమును. నా వలననే అన్నీ కొనసాగుతున్నవి. దీనిని సంపూర్ణముగా తెలుసుకున్న జ్ఞానులు నన్ను అత్యంత భక్తి విశ్వాసములతో ఆరాధిస్తారు.',
    
    },
    {
        verse: 9,
        transliteration: 'మచ్చిత్తా మద్గతప్రాణా బోధయంతః పరస్పరమ్ । కథయంతశ్చ మాం నిత్యం తుష్యంతి చ రమంతి చ ।। 9 ।।',
        wordToWord: 'మత్-చిత్తః — నా యందే మనస్సు లగ్నం చేసి; మత్-గత-ప్రాణాః — నా యందే జీవితం అర్పించి శరణాగతి చేసి; బోధయంతః — భోదిస్తూ (భగవంతుని దివ్య జ్ఞానముతో); పరస్పరం — ఒకరికొకరు; కథయంతః — చెప్పుచూ; చ — మరియు; మాం — నా గురించి; నిత్యం — నిత్యమూ; తుశ్యంతి — సంతుష్టి; చ — మరియు; రమంతి — (వారు) ఆనందింతురు; చ — మరియు.',
        translation: 'BG 10.9: వారి మనస్సులు నా యందే లగ్నం చేసి, వారి జీవితాలని శరణాగతితో నాకే అర్పించి, నా భక్తులు ఎల్లప్పుడూ నా యందే సంతుష్టులై ఉంటారు. ఒకరినొకరు నా గురించి తెలుపుకుంటూ మరియు నా వైభవాల గురించి చర్చించుకుంటూ అత్యంత తృప్తిని, పరమానందమునూ అనుభవిస్తుంటారు.',
    
    },
    {
        verse: 10,
        transliteration: 'తేషాం సతతయుక్తానాం భజతాం ప్రీతిపూర్వకమ్ । దదామి బుద్ధియోగం తం యేన మాముపయాంతి తే ।। 10 ।।',
        wordToWord: 'తేషాం — వారికి; సతత-యుక్తానాం — ఎల్లప్పుడూ ధృడ సంకల్పంతో; భజతాం — భక్తి లో నిమగ్న మయ్యే వారికి; ప్రీతి-పూర్వకం — ప్రేమతో; దదామి — నేను ఇస్తాను; బుద్ధి-యోగం — దివ్య జ్ఞానము; తం — అది; యేన — దేనివల్ల అయితే; మాం — నా వద్దకు; ఉపయాంతి — వచ్చెదరు; తే — వారు.',
        translation: 'BG 10.10: మనస్సు సదా ప్రేమ పూర్వక భక్తి తో నాతో ఏకమై ఉన్న వారికి, నేను దివ్య జ్ఞానమును ప్రసాదిస్తాను దానిచే వారు నన్ను పొందవచ్చు.',
    
    },
    {
        verse: 11,
        transliteration: 'తేషామేవానుకంపార్థమ్ అహమజ్ఞానజం తమః నాశయామ్యాత్మభావస్థొ జ్ఞానదీపేన భాస్వతా ।। 11 ।।',
        wordToWord: 'తేషాం — వారికి; ఏవ — మాత్రమే; అనుకంపా-అర్థమ్ — నా కారుణ్యము చే; అహం — నేను; అజ్ఞాన-జం — అజ్ఞానము చే జనించిన; తమః — చీకటి; నాశయామి — నాశనం చేయుదును; ఆత్మ-భావ — వారి హృదయము నందు; స్థః — నివసిస్తున్న; జ్ఞాన — జ్ఞానమనే; దీపేన — దీపముతో; భాస్వతా — ప్రకాశిస్తూ.',
        translation: 'BG 10.11: వారి మీద వాత్సల్యంతో, వారి హృదయములోనే ఉండే నేను, అజ్ఞానముచే ఏర్పడిన చీకటిని, ప్రకాశవంతమైన జ్ఞాన దీపముచే నాశనం చేస్తాను.',
    
    },
    {
        verse: 12,
        transliteration: 'అర్జున ఉవాచ । పరం బ్రహ్మ పరం ధామ పవిత్రం పరమం భవాన్ । పురుషం శాశ్వతం దివ్యమ్ ఆదిదేవమజం విభుమ్ ।। 12 ।। ఆహుస్త్వామృషయః సర్వే దేవర్షిర్నారదస్తథా । అసితో దేవలో వ్యాసః స్వయం చైవ బ్రవీషి మే ।। 13 ।।',
        wordToWord: 'అర్జునః ఉవాచ — అర్జునుడు పలికెను; పరం — సర్వోత్కృష్ట; బ్రహ్మ — బ్రహ్మం; పరం — సర్వోత్కృష్ట; ధామ — ధామము; పవిత్రం — పవిత్రం చేసే; పరమం — సర్వోత్కృష్ట; భవాన్ — నీవు; పురుషం — పురుషుడవు; శాశ్వతం — నిత్యమైన; దివ్యం — దివ్యమైన; ఆది-దేవం — ఆది దేవుడివి; అజమ్ — జన్మ రహితుడువి; విభుం — గొప్ప/మహిమగల; ఆహుః — (వారు) ప్రకటించారు; త్వం — నీవు; ఋషయః — ఋషులు; సర్వే — అందరూ; దేవా-ఋషి-నారదః — దేవర్షి నారదుడు; తథా — మరియు; అసితః — అసితుడు; దేవలః — దేవలుడు; వ్యాసః — వ్యాసుడు; స్వయం — స్వయముగా; చ — మరియు; ఏవ — నిజముగా; బ్రవీషీ — నీవే ప్రకటిస్తున్నావు; మే — నాకు.',
        translation: 'BG 10.12-13: అర్జునుడు ఇలా అన్నాడు: నీవే పరబ్రహ్మము, పరంధాముడవు, సర్వోన్నతమైన పవిత్రమొనర్చే వాడివి, నిత్యసనాతన భగవంతుడివి, ఆది పురుషుడివి, జన్మ రహితుడివి మరియు అత్యున్నతమైన వాడివి. మహర్షులైన నారదుడు, అసితుడు, దేవలుడు మరియు వ్యాసుడు వంటివారు ఇది చాటిచెప్పారు, ఇప్పుడు స్వయముగా నీవే నాకు ఈ విషయాన్ని ప్రకటిస్తున్నావు.',
    
    },
    {
        verse: 13,
        transliteration: 'అర్జున ఉవాచ । పరం బ్రహ్మ పరం ధామ పవిత్రం పరమం భవాన్ । పురుషం శాశ్వతం దివ్యమ్ ఆదిదేవమజం విభుమ్ ।। 12 ।। ఆహుస్త్వామృషయః సర్వే దేవర్షిర్నారదస్తథా । అసితో దేవలో వ్యాసః స్వయం చైవ బ్రవీషి మే ।। 13 ।।',
        wordToWord: 'అర్జునః ఉవాచ — అర్జునుడు పలికెను; పరం — సర్వోత్కృష్ట; బ్రహ్మ — బ్రహ్మం; పరం — సర్వోత్కృష్ట; ధామ — ధామము; పవిత్రం — పవిత్రం చేసే; పరమం — సర్వోత్కృష్ట; భవాన్ — నీవు; పురుషం — పురుషుడవు; శాశ్వతం — నిత్యమైన; దివ్యం — దివ్యమైన; ఆది-దేవం — ఆది దేవుడివి; అజమ్ — జన్మ రహితుడువి; విభుం — గొప్ప/మహిమగల; ఆహుః — (వారు) ప్రకటించారు; త్వం — నీవు; ఋషయః — ఋషులు; సర్వే — అందరూ; దేవా-ఋషి-నారదః — దేవర్షి నారదుడు; తథా — మరియు; అసితః — అసితుడు; దేవలః — దేవలుడు; వ్యాసః — వ్యాసుడు; స్వయం — స్వయముగా; చ — మరియు; ఏవ — నిజముగా; బ్రవీషీ — నీవే ప్రకటిస్తున్నావు; మే — నాకు.',
        translation: 'BG 10.12-13: అర్జునుడు ఇలా అన్నాడు: నీవే పరబ్రహ్మము, పరంధాముడవు, సర్వోన్నతమైన పవిత్రమొనర్చే వాడివి, నిత్యసనాతన భగవంతుడివి, ఆది పురుషుడివి, జన్మ రహితుడివి మరియు అత్యున్నతమైన వాడివి. మహర్షులైన నారదుడు, అసితుడు, దేవలుడు మరియు వ్యాసుడు వంటివారు ఇది చాటిచెప్పారు, ఇప్పుడు స్వయముగా నీవే నాకు ఈ విషయాన్ని ప్రకటిస్తున్నావు.',
    
    },
    {
        verse: 14,
        transliteration: 'సర్వమేతదృతం మన్యే యన్మాం వదసి కేశవ । న హి తే భగవన్ వ్యక్తిం విదుర్దేవా న దానవాః ।। 14 ।।',
        wordToWord: 'సర్వం — అంతా; ఏతత్ — ఇది; ఋతం — నిజము; మన్యే — నేను నమ్ముతున్నాను; యత్ — ఏదైతే; మాం — నాకు; వదసి — నీవు చెప్పినది; కేశవ — శ్రీ కృష్ణ, కేశి అనే రాక్షసుడుని సంహరించిన వాడా; న — కాదు; హి — నిజముగా; తే — నీ యొక్క; భగవన్ — పరమేశ్వర; వ్యక్తిం — వ్యక్తిత్వము; విదు — తెలుసుకోగలరు; దేవాః — దేవతలు; న — కాదు; దానవాః — దానవులు (అసురులు).',
        translation: 'BG 10.14: ఓ కృష్ణా, నీవు చెప్పినదంతా సత్యమేనని నేను ధృడ విశ్వాసంతో నమ్ముతున్నాను. ఓ ప్రభూ, దేవతలు కానీ, దానవులు గానీ, నీ యదార్థ స్వరూపమును తెలుసుకోలేరు.',
    
    },
    {
        verse: 15,
        transliteration: 'స్వయమేవాత్మనాత్మానం వేత్థ త్వం పురుషోత్తమ । భూతభావన భూతేశ దేవదేవ జగత్పతే ।। 15 ।।',
        wordToWord: 'స్వయం — నీవే స్వయముగా; ఏవ — నిజముగా; ఆత్మనా — నీ చేతనే; ఆత్మానం — నీవే; వేత్థ — తెలుసుకొనబడతావు; త్వం — నీవు; పురుష-ఉత్తమ — సర్వోత్క్రుష్ట పరమ పురుషుడు; భూత-భావన — సర్వ భూతములను సృష్టించినవాడా; భూతేశ — అన్నిటికీ ప్రభువైన వాడా; దేవ-దేవ — దేవతలకే దేవుడు; జగత్-పతే — జగత్తుకే ప్రభువువి.',
        translation: 'BG 10.15: ఓ పురుషోత్తమా, సకలభూతముల సృష్టికర్త అయినవాడా, సర్వభూతేశా, దేవదేవా, జగత్పతే ! నిజానికి, నిన్ను నీవు మాత్రమే నీ అతీంద్రీయమైన శక్తి ద్వారా ఎరుగుదువు.',
    
    },
    {
        verse: 16,
        transliteration: 'వక్తుమర్హస్యశేషేణ దివ్యా హ్యాత్మవిభూతయః । యాభిర్విభూతిభిర్లోకాన్ ఇమాంస్త్వం వ్యాప్య తిష్ఠసి ।। 16 ।। కథం విద్యామహం యోగిన్ త్వాం సదా పరిచింతయన్ । కేషు కేషు చ భావేషు చింత్యోఽసి భగవన్మయా ।। 17 ।।',
        wordToWord: 'వక్తుం — విశదపరుచుటకు; అర్హసి — దయచేయుము; అశేషేణ — సంపూర్ణముగా; దివ్యాః — దివ్యమైన; హి — నిజముగా; ఆత్మ — నీ స్వంత; విభూతయః — విభూతులను; యాభిః — దేనిచేత నయితే; విభూతిభిః — విభూతులు; లోకాన్ — సమస్త లోకములలో; ఇమాన్ — ఇవి; త్వం — నీవు; వ్యాప్య — వ్యాపించి; తిష్టసి — స్థితుడవై ఉండి; కథం — ఏ విధముగా; విద్యాం అహం — నేను ఎలా తెలుసుకోగలను; యోగిన్ — యోగమాయా కే అధిపతి; త్వాం — నీవు; సదా — ఎల్లప్పుడూ; పరిచింతయన్ — ధ్యానిస్తూ; కేషు — దేని; కేషు — దేని; చ — మరియు; భావేషు — రూపములలో; చింత్యః అసి — స్మరించబడాలి; భగవన్ — పరమ దివ్య మంగళ స్వరూపా; మయా — నా చేత.',
        translation: 'BG 10.16-17: నీవు సమస్త జగత్తుల యందు వ్యాపించి వాటి యందు వసించి ఉండే నీ దివ్య విభూతులను దయచేసి నాకు వివరించుము. ఓ యోగేశ్వారా, నేను నిన్ను ఎలా తెలుసుకోగలను మరియు ఎలా స్మరిస్తూఉండేను? మరియు ధ్యానం చేస్తున్నప్పుడు ఏ ఏ స్వరూపాలలో నిన్ను చింతన చేయగలను, ఓ భగవంతుడా?',
    
    },
    {
        verse: 17,
        transliteration: 'వక్తుమర్హస్యశేషేణ దివ్యా హ్యాత్మవిభూతయః । యాభిర్విభూతిభిర్లోకాన్ ఇమాంస్త్వం వ్యాప్య తిష్ఠసి ।। 16 ।। కథం విద్యామహం యోగిన్ త్వాం సదా పరిచింతయన్ । కేషు కేషు చ భావేషు చింత్యోఽసి భగవన్మయా ।। 17 ।।',
        wordToWord: 'వక్తుం — విశదపరుచుటకు; అర్హసి — దయచేయుము; అశేషేణ — సంపూర్ణముగా; దివ్యాః — దివ్యమైన; హి — నిజముగా; ఆత్మ — నీ స్వంత; విభూతయః — విభూతులను; యాభిః — దేనిచేత నయితే; విభూతిభిః — విభూతులు; లోకాన్ — సమస్త లోకములలో; ఇమాన్ — ఇవి; త్వం — నీవు; వ్యాప్య — వ్యాపించి; తిష్టసి — స్థితుడవై ఉండి; కథం — ఏ విధముగా; విద్యాం అహం — నేను ఎలా తెలుసుకోగలను; యోగిన్ — యోగమాయా కే అధిపతి; త్వాం — నీవు; సదా — ఎల్లప్పుడూ; పరిచింతయన్ — ధ్యానిస్తూ; కేషు — దేని; కేషు — దేని; చ — మరియు; భావేషు — రూపములలో; చింత్యః అసి — స్మరించబడాలి; భగవన్ — పరమ దివ్య మంగళ స్వరూపా; మయా — నా చేత.',
        translation: 'BG 10.16-17: నీవు సమస్త జగత్తుల యందు వ్యాపించి వాటి యందు వసించి ఉండే నీ దివ్య విభూతులను దయచేసి నాకు వివరించుము. ఓ యోగేశ్వారా, నేను నిన్ను ఎలా తెలుసుకోగలను మరియు ఎలా స్మరిస్తూఉండేను? మరియు ధ్యానం చేస్తున్నప్పుడు ఏ ఏ స్వరూపాలలో నిన్ను చింతన చేయగలను, ఓ భగవంతుడా?',
    
    },
    {
        verse: 18,
        transliteration: 'విస్తరేణాత్మనో యోగం విభూతిం చ జనార్ధన । భూయః కథయ తృప్తిర్హి శృణ్వతో నాస్తి మేఽమృతమ్ ।। 18 ।।',
        wordToWord: 'విస్తరేణ — విస్తారముగా; ఆత్మనః — నీ యొక్క; యోగం — దివ్య మహిమలు; విభూతిం — విభూతులు (గుణములు/ఐశ్వర్యములు); చ — మరియు; జనార్ధన — శ్రీ కృష్ణా, జనుల బాగోగులు చూసుకునేవాడా; భూయః — మరలా; కథయ — వివరించుము; తృప్తిః — తృప్తి; హి — ఎందుకంటే; శృణ్వతః — వింటూఉంటే; న అస్తి — ఉండదు; మే — నాకు; అమృతం — అమృతము.',
        translation: 'BG 10.18: మరల విస్తారముగా నీ యొక్క దివ్య మహిమలను మరియు అవతారములను చెప్పుము, ఓ జనార్ధనా. నీ అమృతమును వింటూ ఉంటే ఎన్నటికీ తనివితీరదు.',
    
    },
    {
        verse: 19,
        transliteration: 'శ్రీ భగవానువాచ । హంత తే కథయిష్యామి దివ్యా హ్యత్మవిభూతయః । ప్రాధాన్యతః కురుశ్రేష్ఠ నాస్త్యంతో విస్తరస్య మే ।। 19 ।।',
        wordToWord: 'శ్రీ -భగవాన్-ఉవాచ — శ్రీ భగవానుడు పలికెను; హంత — సరే; తే — నీకు; కథయిష్యామి — నేను వివరిస్తాను; దివ్యాః — దివ్యమైన; హి — నిజముగా; ఆత్మ-విభూతయః — నా యొక్క దివ్య విభూతులు; ప్రాధాన్యతః — ప్రధానమైన; కురుశ్రేష్ఠ — కురు వంశస్తులలో శ్రేష్టుడా; న, అస్తి — లేదు; అంతః — అంతము; విస్తరస్య — విస్తారమైన మహిమలు; మే — నా యొక్క.',
        translation: 'BG 10.19: శ్రీ భగవానుడు పలికెను : ఇప్పుడు నా యొక్క దివ్య విభూతులను నీకు క్లుప్తంగా వివరిస్తాను, ఓ కురు శ్రేష్ఠ, ఎందుకంటే వాటి వివరణ కి అంతమే లేదు.',
    
    },
    {
        verse: 20,
        transliteration: 'అహమాత్మా గుడాకేశ సర్వభూతాశయస్థితః । అహమాదిశ్చ మధ్యం చ భూతానామంత ఏవ చ ।। 20 ।।',
        wordToWord: 'అహం — నేను; ఆత్మా — ఆత్మ; గుడాకేశ — అర్జునా, నిద్రను జయించిన వాడా; సర్వ-భూత — సర్వ భూతముల యొక్క; ఆశయ-స్థితః — హృదయములో కూర్చుని; అహం — నేను; ఆదిః — మొదలు; చ — మరియు; మధ్యం — మధ్యము; చ — మరియు; భూతానాం — సర్వ భూతముల; అంతః — తుది (అంతము); ఏవ — కూడా; చ — మరియు.',
        translation: 'BG 10.20: ఓ అర్జునా, నేను సర్వ భూతముల హృదయములలో కూర్చుని ఉన్నాను. నేనే సర్వ ప్రాణుల ఆది, మధ్యము మరియు అంత్యము.',
    
    },
    {
        verse: 21,
        transliteration: 'ఆదిత్యానామహం విష్ణుః జ్యోతిషాం రవిరంశుమాన్ । మరీచిర్మరుతామస్మి నక్షత్రాణామహం శశీ ।। 21 ।।',
        wordToWord: 'ఆదిత్యానాం — అదితి యొక్క పన్నెండుగురు పుత్రులలో; అహం — నేను; విష్ణుః — విష్ణు మూర్తి; జ్యోతిశాం — ప్రకాశవంతమైన వస్తువులలో; రవిః — సూర్యుడు; అంశు-మాన్ — తేజోవంతమైన; మరీచిః — మరీచి; మరుతాం — మరుత్తులలో; అస్మి — నేను; నక్షత్రాణాం — నక్షత్రములలో; అహం — నేను; శశీః — చంద్రుడను.',
        translation: 'BG 10.21: అదితి యొక్క పన్నెండుగురు పుత్రులలో నేను విష్ణువుని; ప్రకాశవంతమైన వస్తువులలో నేను సూర్యుడిని. మరుత్తులలో మరీచుడను మరియు రాత్రి పూట ఆకాశ నక్షత్రాలలో చంద్రుడను నేను.',
    
    },
    {
        verse: 22,
        transliteration: 'వేదానాం సామవేదోఽస్మి దేవానామస్మి వాసవః । ఇంద్రియాణాం మనశ్చాస్మి భూతానామస్మి చేతనా ।। 22 ।।',
        wordToWord: 'వేదానాం — వేదములలో; సామ-వేదః — సామ వేదము; అస్మి — నేను; దేవానాం — దేవతలలో; అస్మి — నేను; వాసవః — ఇంద్రుడు; ఇంద్రియాణాం — ఇంద్రియములలో; మనః — మనస్సు; చ — మరియు; అస్మి — నేను; భూతానాం — ప్రాణులలో; అస్మి — నేను; చేతనా — చైతన్యమును.',
        translation: 'BG 10.22: నేను వేదములలో సామ వేదమును, దేవతలలో ఇంద్రుడను. ఇంద్రియములలో మనస్సును; ప్రాణులలో చైతన్యమును.',
    
    },
    {
        verse: 23,
        transliteration: 'రుద్రాణాం శంకరశ్చాస్మి విత్తేశో యక్షరక్షసామ్ । వసూనాం పావకశ్చాస్మి మేరుః శిఖరిణామహమ్ ।। 23 ।।',
        wordToWord: 'రుద్రాణాం — రుద్రులలో; శంకరః — శివుడు (శంకర భగవానుడు); చ — మరియు; అస్మి — నేను; విత్త-ఈశః — ఐశ్వర్య దేవత మరియు దేవతల కోశాధికారి; యక్ష — యక్షులు; రక్షసామ్ — రాక్షసులలో; వసూనాం — వసువులలో; పావకః — అగ్ని; చ — మరియు; అస్మి — నేను; మేరుః — మేరు పర్వతము; శిఖరిణామ్ — పర్వతములలో; అహం — నేను.',
        translation: 'BG 10.23: రుద్రులలో నేను శంకరుడను; అసురులలో కుబేరుడను; వసువులలో అగ్నిని మరియు పర్వతాలలో మేరు పర్వతమును.',
    
    },
    {
        verse: 24,
        transliteration: 'పురోధసాం చ ముఖ్యం మాం విద్ధి పార్థ బృహస్పతిమ్ । సేనానీనామహం స్కందః సరసామస్మి సాగరః ।। 24 ।।',
        wordToWord: 'పురోధసాం — పురోహితులలో; చ — మరియు; ముఖ్యం — ముఖ్యులు; మాం — నేను; విద్ధి — తెలుసుకొనుము; పార్థ — అర్జునా, ఓ ప్రిథ పుత్రుడా; బృహస్పతీమ్ — బృహస్పతి; సేనానీనాం — సేనాపతులలో; అహం — నేను; స్కందః — కార్తీకేయుడు; సరసాం — జలాశయాల్లో; అస్మి — నేను; సాగరః — సముద్రము.',
        translation: 'BG 10.24: పురోహితులలో నేను బృహస్పతిని; సేనాపతులలో నేను కార్తికేయుడను; మరియు జలాశయాల్లో నేను సముద్రమని తెలుసుకొనుము.',
    
    },
    {
        verse: 25,
        transliteration: 'మహార్షీణాం భృగురహం గిరామస్మ్యేకమక్షరమ్ । యజ్ఞానాం జపయజ్ఞోఽస్మి స్థావరాణాం హిమాలయః ।। 25 ।।',
        wordToWord: 'మహా-ఋషీణాం — మహర్షులలో; భృగుః — భృగు మహర్షిని; అహం — నేను; గిరాం — శబ్దములలో (మంత్ర); ఏకం అక్షరం — ఏకాక్షరమైన \'ఓం\' కారమును; యజ్ఞానాం — యజ్ఞములలో; జపయజ్ఞః — భగవన్నామములను భక్తితో నిరంతరం జపించే యజ్ఞము; అస్మి — నేనే; స్థావరాణాం — స్థావరములలో (కదలని వాటిలో); హిమాలయః — హిమాలయములు.',
        translation: 'BG 10.25: మహర్షులలో భృగు మహర్షిని నేను మరియు శబ్దములలో అలౌకికమైన \'ఓం\' కారమును. జపములలో (యజ్ఞములలో) భగవన్నామమును మరలమరల జపించటమే నేను; స్థావరములలో హిమాలయమును నేను;',
    
    },
    {
        verse: 26,
        transliteration: 'అశ్వత్థః సర్వవృక్షాణాం దేవర్షీణాం చ నారదః । గంధర్వాణాం చిత్రరథః సిద్ధానాం కపిలో మునిః ।। 26 ।।',
        wordToWord: 'అశ్వత్థః — రావి చెట్టు; సర్వ-వృక్షాణాం — సమస్త వృక్షములలో; దేవ-ఋషీణాం — దేవర్షులలో; చ — మరియు; నారదః — నారదుడు; గంధర్వాణాం — గంధర్వులలో; చిత్రరథః — చిత్రరథుడు; సిద్ధానాం — అందరు సిద్దులలో; కపిలః మునిః — కపిల ముని.',
        translation: 'BG 10.26: వృక్షములలో నేను రావి చెట్టును; దేవర్షులలో నారదుడను. గంధర్వులలో చిత్రరథుడను, సిద్దులలో నేను కపిల మునిని.',
    
    },
    {
        verse: 27,
        transliteration: 'ఉచ్చైఃశ్రవసమశ్వానాం విద్ధి మామమృతోద్భవమ్ । ఐరావతం గజేంద్రాణాం నరాణాం చ నరాధిపమ్ ।। 27 ।।',
        wordToWord: 'ఉచ్చైఃశ్రవసమ్ — ఉచ్చైఃశ్రవసము; అశ్వానాం — ఆశ్వములలో (గుఱ్ఱములలో); విద్ధి — తెలుసుకొనుము; మాం — నన్ను; అమృతోద్భవమ్ — అమృత సముద్రము చిలకటం నుండి ఉద్భవించినదైన; ఐరావతం — ఐరావతము; గజ-ఇంద్రాణాం — అని గజేంద్రములలో కెల్లా; నరాణాం — మనుష్యులలో; చ — మరియు; నరాధిపమ్ — రాజు.',
        translation: 'BG 10.27: గుఱ్ఱములలో నేను, అమృత సముద్రమును చిలకటం ద్వారా జనించిన, ఉచ్చైఃశ్రవసమును. గజేంద్రములలో నేను ఐరావతమును మరియు మనుష్యులలో రాజును.',
    
    },
    {
        verse: 28,
        transliteration: 'ఆయుధానామహం వజ్రం ధేనూనామస్మి కామధుక్ । ప్రజనశ్చాస్మి కందర్పః సర్పాణామస్మి వాసుకిః ।। 28 ।।',
        wordToWord: 'ఆయుధానాం — ఆయుధములలో; అహం — నేను; వజ్రం — వజ్రాయుధమును; ధేనూనామ్ — ఆవులలో; అస్మి — నేను; కామ-ధుక్ — కామధేనువు; ప్రజనః — సంతానోత్పత్తికి కారణములలో; చ — మరియు; కందర్పః — మన్మథుడను (కామ దేవుడు); సర్పానాం — సర్పములలో; అస్మి — నేను; వాసుకిః — వాసుకి.',
        translation: 'BG 10.28: ఆయుధములలో వజ్రాయుధమును మరియు ఆవులలో కామధేనువును. సంతానోత్పత్తికి కారణములలో కామదేవుడను (మన్మథుడు) నేనే; సర్పములలో వాసుకిని నేను.',
    
    },
    {
        verse: 29,
        transliteration: 'అనంతశ్చాస్మి నాగానాం వరుణో యాదసామహమ్ । పితౄణామర్యమా చాస్మి యమః సంయమతామహమ్ ।। 29 ।।',
        wordToWord: 'అనంతః — అనంతుడు (ఆదిశేషుడు); చ — మరియు; అస్మి — నేను; నాగానాం — నాగ జాతివారిలో; వరుణః — వరుణుడు (సముద్ర దేవత); యాదసాం — నీటి యందు వసించే జీవులలో; అహం — నేను; పితౄణాం — పితృ దేవతలలో (కాలం చేసిన పూర్వీకులు); అర్యమా — అర్యముడను; చ — మరియు; అస్మి — నేను; యమః — యమధర్మరాజును (మృత్యు దేవత); సంయమతామ్ — న్యాయ పాలన అందించే వారిలో; అహం — నేను.',
        translation: 'BG 10.29: నాగులలో నేను అనంతుడను; నీటిలో వసించే వాటిలో వరుణుడను. పితృగణములో నేను అర్యముడను; న్యాయ-ధర్మ పాలన అందిచే వారిలో నేను యమధర్మరాజుడను.',
    
    },
    {
        verse: 30,
        transliteration: 'ప్రహ్లాదశ్చాస్మి దైత్యానాం కాలః కలయతామహమ్ । మృగాణాం చ మృగేంద్రోఽహం వైనతేయశ్చ పక్షిణామ్ ।। 30 ।।',
        wordToWord: 'ప్రహ్లాదః — ప్రహ్లాదుడు; చ — మరియు; అస్మి — నేను; దైత్యానాం — దైత్యులలో (రాక్షసులలో); కాలః — కాలము; కలయతాం — నియంత్రించే వాటి అన్నిటిలో; అహం — నేను; మృగాణాం — మృగములలో; చ — మరియు; మృగ-ఇంద్రః — సింహము; అహం — నేను; వైనతేయ — గరుత్మంతుడు; చ — మరియు; పక్షిణామ్ — పక్షులలో.',
        translation: 'BG 10.30: దైత్యులలో నేను ప్రహ్లాదుడను; అన్నింటినీ నియంత్రించే వాటిలో నేను కాలమును. నేనే, మృగములలో సింహమును మరియు పక్షులలో గరుత్మంతుడను అని తెలుసుకొనుము.',
    
    },
    {
        verse: 31,
        transliteration: 'పవనః పవతామస్మి రామః శస్త్రభృతామహమ్ । ఝషాణాం మకరశ్చాస్మి స్రోతసామస్మి జాహ్నవీ ।। 31 ।।',
        wordToWord: 'పవనః — వాయువు; పవతామ్ — పవిత్రమొనర్చే వాటిలో; అస్మి — నేను; రామః — రాముడను; శస్త్ర భృతామ్ — శస్త్రములు కలిగున్నవారిలో; అహం — నేను; ఝషాణాం — జల జీవులలో; మకర — మొసలి; చ — మరియు; అస్మి — నేను; స్రోతసామ్ — ప్రవహించే నదులలో; అస్మి — నేను; జాహ్నవీ — గంగా నదిని.',
        translation: 'BG 10.31: పవిత్రమొనర్చే వాటిలో నేను వాయువును; శస్త్రధారులలో రాముడను. జల జంతువులలో మకరమును (మొసలి), మరియు ప్రవహించే నదులలో గంగా నదిని.',
    
    },
    {
        verse: 32,
        transliteration: 'సర్గాణామాదిరంతశ్చ మధ్యం చైవాహమర్జున । అధ్యాత్మ విద్యా విద్యానాం వాదః ప్రవదతామహమ్ ।। 32 ।।',
        wordToWord: 'సర్గాణామ్ — సమస్త సృష్టిలో; ఆదిః — మొదలు (ఆది); అంతః — చివర; చ — మరియు; మధ్యం — మధ్య; చ — మరియు; ఏవ — నిజముగా; అహం — నేను; అర్జున — అర్జునా; అధ్యాత్మ విద్యా — ఆధ్యాత్మిక విద్య; విద్యానాం — విద్యలలో; వాదః — తర్కబద్ధ నిర్ణయము; ప్రవదతామ్ — వాదన లో; అహం — నేను.',
        translation: 'BG 10.32: ఓ అర్జునా, నేనే సమస్త సృష్టికి ఆది, మధ్య మరియు అంతము, అని తెలుసుకొనుము. విద్యలలో నేను ఆధ్యాత్మిక విద్యని, మరియు సంవాదములలో తర్కబద్ద నిర్ణయమును నేనే.',
    
    },
    {
        verse: 33,
        transliteration: 'అక్షరాణామకారోఽస్మి ద్వంద్వః సామాసికస్య చ । అహమేవాక్షయః కాలో ధాతాహం విశ్వతోముఖః ।। 33 ।।',
        wordToWord: 'అక్షరాణాం — అన్ని అక్షరములలో కెల్లా; అ-కారః — అ-కారము; అస్మి — నేను; ద్వంద్వః — ద్వంద్వమును; సామాసికస్య — సమాసములలో; చ — మరియు; అహం-ఏవ — నేనే; అక్షయః — తరిగిపోని; కాలః — కాలము; ధాత — సృష్టికర్తలలో; అహం — నేను; విశ్వతః-ముఖః — బ్రహ్మ.',
        translation: 'BG 10.33: అక్షరములలో అ-కారమును; సమాసములలో ద్వంద్వ సమాసమును. నేనే అపరిమితమైన కాలమును, మరియు సృష్టికర్తలలో బ్రహ్మను.',
    
    },
    {
        verse: 34,
        transliteration: 'మృత్యుః సర్వహరశ్చాహమ్ ఉద్భవశ్చ భవిష్యతామ్ । కీర్తిః శ్రీర్వాక్చ నారీణాం స్మృతిర్మేధా ధృతిః క్షమా ।। 34 ।।',
        wordToWord: 'మృత్యుః — మరణము; సర్వ-హర — సర్వమును కబళించే; చ — మరియు; అహం — నేను; ఉద్భవః — మూలమును; చ — మరియు; భవిష్యతామ్ — భవిష్యత్తులో వచ్చేటివి; కీర్తిః — కీర్తి; శ్రీః — సిరి; వాక్ — చక్కటి వాక్కు; చ — మరియు; నారీణాం — స్త్రీ లక్షణములలో; స్మృతిః — జ్ఞాపకశక్తి; మేధా — మేధస్సు; ధృతిః — ధైర్యము; క్షమా — క్షమాగుణము.',
        translation: 'BG 10.34: సర్వమునూ కబళించే మృత్యువును, నేనే, ఇకముందు భవిష్యత్తులో వచ్చే వాటికి కూడా నేనే ఉత్పత్తిస్థానమును. స్త్రీ లక్షణములో నేను కీర్తిని, సిరిసంపదను, చక్కటి వాక్కును, జ్ఞాపకశక్తిని, మేధస్సు, ధైర్యము మరియు క్షమాగుణమును.',
    
    },
    {
        verse: 35,
        transliteration: 'బృహత్సామ తథా సామ్నాం గాయత్రీ ఛందసామహమ్ । మాసానాం మార్గశీర్షోఽహమ్ ఋతూనాం కుసుమాకరః ।। 35 ।।',
        wordToWord: 'బృహత్-సామ — బృహత్సామము; తథా — కూడా; సామ్నాం — సామ వేద మంత్రములలో; గాయత్రీ — గాయత్రీ మంత్రము; ఛందసామ్ — ఛందస్సులలో; అహం — నేను; మాసానాం — పన్నెండు నెలలలో; మార్గ-శీర్షః — మార్గ శీర్ష మాసము (నవంబరు-డిసెంబరు నెలలలో ఉండేది); అహం — నేను; ఋతూనాం — ఋతువులలో; కుసుమ-ఆకరః — వసంత ఋతువును.',
        translation: 'BG 10.35: సామ వేద మంత్రములలో నేనే బృహత్సామము అని తెలుసుకొనుము; ఛందస్సులలో గాయత్రీఛందస్సు నేనే. హైందవ పంచాగము లో మార్గశీర్ష మాసమును, మరియు ఋతువులలో పుష్పములను తెచ్చే వసంత ఋతువును.',
    
    },
    {
        verse: 36,
        transliteration: 'ద్యూతం ఛలయతామస్మి తేజస్తేజస్వినామహమ్ । జయోఽస్మి వ్యవసాయోఽస్మి సత్త్వం సత్త్వవతామహమ్ ।। 36 ।।',
        wordToWord: 'ద్యూతం — జూదము; ఛలయతామ్ — మోసగాళ్ళలో; అస్మి — నేను; తేజః — తేజస్సు; తేజస్వినాం — తేజోవంతులలో; అహం — నేను; జయః — జయము; అస్మి — నేను; వ్యవసాయః — ధృడ సంకల్పమును; అస్మి — నేను; సత్త్వం — సద్గుణము; సత్త్వవతామ్ — ధార్మికులలో; అహం — నేను.',
        translation: 'BG 10.36: మోసగాళ్ళలో జూదమును నేను; తేజోవంతులలో తేజస్సును నేను. విజయులలో విజయమును నేను మరియు సంకల్పము కలవారిలో ధృడసంకల్పమును, ధర్మపరాయణులలో సద్గుణమును నేనే.',
    
    },
    {
        verse: 37,
        transliteration: 'వృష్ణీనాం వాసుదేవోఽస్మి పాండవానాం ధనంజయః । మునీనామప్యహం వ్యాసః కవీనాముశనా కవిః ।। 37 ।।',
        wordToWord: 'వృష్ణీనాం — వృష్ణి వంశస్థులలో; వాసుదేవః — కృష్ణుడు, వసుదేవుని తనయుడు; అస్మి — నేను; పాండవానాం — పాండవులలో; ధనంజయః — అర్జునుడు, సంపదలని జయించేవాడు; మునీనాం — మునులలో; అపి — కూడా; అహం — నేను; వ్యాసః — వేద వ్యాసుడను; కవీనాం — తత్వవేత్తలు/జ్ఞానులలో; ఉశనా — శుక్రాచార్యుడు; కవిః — జ్ఞాని.',
        translation: 'BG 10.37: వృష్ణి వంశస్థులలో నేను కృష్ణుడుని మరియు పాండవులలో అర్జునుడిని. మునులలో వేద వ్యాసుడను అని తెలుసుకొనుము మరియు గొప్ప ఆలోచనాపరులలో శుక్రాచార్యుడను.',
    
    },
    {
        verse: 38,
        transliteration: 'దండో దమయతామస్మి నీతిరస్మి జిగీషతామ్ । మౌనం చైవాస్మి గుహ్యానాం జ్ఞానం జ్ఞానవతామహమ్ ।। 38 ।।',
        wordToWord: 'దండః — దండము; దమయతామ్ — న్యాయరాహిత్యాన్ని నివారించటానికి ఉన్న విధానాలలో; అస్మి — నేను; నీతి: — సత్ప్రవర్తన; అస్మి — నేను; జిగీషతామ్ — విజయము సాధించాలనే అభిలాష కలవారికి; మౌనం — మౌనము; చ — మరియు; అస్మి — నేను; గుహ్యానాం — రహస్యములలో; జ్ఞానం — జ్ఞానము; జ్ఞాన-వతామ్ — జ్ఞానులలో; అహం — నేను.',
        translation: 'BG 10.38: న్యాయరాహిత్యాన్ని నివారించటానికి ఉన్న విధానాలలో నేను ధర్మబద్దమైన శిక్షను, జయాభిలాష కలవారిలో సత్ప్రవర్తనను. రహస్యములలో నేను మౌనమును. జ్ఞానులలో జ్ఞానమును నేనే.',
    
    },
    {
        verse: 39,
        transliteration: 'యచ్చాపి సర్వభూతానాం బీజం తదహమర్జున । న తదస్తి వినా యత్ స్యాన్మయా భూతం చరాచరమ్ ।। 39 ।।',
        wordToWord: 'యత్ — ఏదైతే; చ — మరియు; అపి — కూడా; సర్వ-భూతానాం — సర్వ భూతముల యొక్క; బీజం — బీజమును; తత్ — అది; అహం — నేను; అర్జున — అర్జున; న, తత్ ఆస్తి — అది ఉండదు; వినా — లేకుండా; యత్ — ఏది; స్యాత్ — ఉండునో; మయా — నేను; భూతం — భూతములు (ప్రాణులు/జీవులు); చర-అచరమ్ — కదిలేవైనా కదలనివి అయినా.',
        translation: 'BG 10.39: సర్వ భూతముల సృష్టికి మూల ఉత్పాదక బీజమును నేనే, అర్జునా. చరాచర ప్రాణి ఏదీ కూడా నేను లేకుండా ఉండలేదు.',
    
    },
    {
        verse: 40,
        transliteration: 'నాంతోఽస్తి మమ దివ్యానాం విభూతీనాం పరంతప । ఏష తూద్దేశతః ప్రోక్తో విభూతేర్విస్తరో మయా ।। 40 ।।',
        wordToWord: 'న, అంతః, అస్తి — అంతము లేదు; మమ — నా యొక్క; దివ్యానాం — దివ్యమైన; విభూతీనాం — విభూతులకు; పరంతప — అర్జునా, శత్రువులను జయించేవాడా; ఏషః — ఈ; తు — కానీ; ఉద్దేశతః — ఒక్క చిన్న భాగము మాత్రమే; ప్రోక్తః — చెప్పబడినది; విభూతేః — (నా) విభూతుల యొక్క; విస్తరః — విస్తారమైన ; మయా — నా చేత.',
        translation: 'BG 10.40: నా దివ్య విభూతులకు అంతము లేదు, ఓ పరంతపా. నేను ఇప్పటివరకు చెప్పింది నా అనంతమైన వైభవములలో ఒక చిన్న భాగము మాత్రమే.',
    
    },
    {
        verse: 41,
        transliteration: 'యద్యద్ విభూతిమత్సత్వం శ్రీమద్ ఊర్జితమేవ వా । తత్ తత్ దేవావగచ్చ  త్వం మమ తేజోఽశసంభవమ్ ।। 41 ।।',
        wordToWord: 'యత్ యత్ — ఏదైనా;  విభూతిమత్ — ఐశ్వర్యవంత;  సత్త్వం — ప్రాణి/వస్తువు;  శ్రీ మత్ — అందమైన;  ఊర్జితం — తేజోవంతమయిన;  ఏవ — కూడా;  వా — లేదా;  తత్ తత్ — అవిఅన్ని;  ఏవ — నిజముగా;  అవగచ్చ — తెలుసుకొనుము; త్వం — నీవు;  మమ — నా యొక్క;  తేజః — తేజస్సు;  అంశ — అంశతో;  సంభవం — ఉద్భవించినది.',
        translation: 'BG 10.41: నీవు ఏదైనా అందమైన దాన్ని కానీ, అద్భుతమైన దాన్ని కానీ, లేదా శక్తివంతమైన దాన్ని కానీ చూస్తే, అది నా శోభ యొక్క తళుకుగా తెలుసుకొనుము.',
    
    },
    {
        verse: 42,
        transliteration: 'అథవా బహునైతేన కిం జ్ఞాతేన తవార్జున । విష్టభ్యాహమిదం కృత్స్నమ్ ఏకాంశేన స్థితో జగత్ ।। 42 ।।',
        wordToWord: 'అథవా — లేదా; బహునా — వివరముగా; ఏతేన — ఈ యొక్క దానిచే; కిం — ఏమి? జ్ఞాతేన తవ — నీవు తెలుసుకొని; అర్జునా — అర్జున; విష్టభ్య — వ్యాపించి పోషిస్తూ; అహం — నేను; ఇదం — ఈ యొక్క; కృత్స్నం — సమస్త; ఏక — ఒకే ఒక్క; అంశేన — అంశ చే; స్థితః — స్తితుడనై; జగత్ — సృష్టి.',
        translation: 'BG 10.42: ఈ విస్తారమైన జ్ఞానం ఏం అవసరం, ఓ అర్జునా? ఇంత మాత్రం తెలుసుకో చాలు, కేవలం నా యొక్క ఒక్క చిన్న అంశ తోనే, సమస్త జగత్తు యందు వ్యాపించి మరియు దాన్ని పోషిస్తూ/నిర్వహిస్తూ ఉన్నాను.',
    
    },

]

export default chapter10;