const chapter4 = [
    {
        verse: 1,
        transliteration: 'శ్రీ భగవానువాచ । ఇమం వివస్వతే యోగం ప్రోక్తవానహమవ్యయమ్ । వివస్వాన్మనవే ప్రాహ మనురిక్ష్వాకవేఽబ్రవీత్ ।। 1 ।।',
        wordToWord: 'శ్రీ భగవానువాచ — పరమేశ్వమైన శ్రీ కృష్ణ భగవానుడు పలికెను; ఇమం — ఈ యొక్క; వివస్వతే — సూర్య భగవానునికి; యోగం — యోగ శాస్త్రము; ప్రోక్తవాన్ — ఉపదేశించాను; అహం — నేను; అవ్యయం — సనాతనమైన; వివస్వాన్ — సూర్య భగవానుడు; మనవే — మనువుకు, మానవ జాతి యొక్క మూల పురుషుడు; ప్రాహ — చెప్పెను; మనుః — మను; ఇక్ష్వాకవే — ఇక్ష్వాకుడుకి, సూర్య వంశపు మొదటి చక్రవర్తి; అబ్రవీత్ — బోధించాడు.',
        translation: 'BG 4.1: శ్రీ కృష్ణ పరమాత్మ ఇలా అన్నాడు: నేను ఈ యొక్క సనాతనమైన యోగ శాస్త్రమును సూర్య భగవానుడైన వివస్వానుడికి చెప్పాను. అతను మనువుకి, మనువు ఇక్ష్వాకునికి దీనిని ఉపదేశించారు.',
    
    },
    {
        verse: 2,
        transliteration: 'ఏవం పరంపరాప్రాప్తమిమం రాజర్షయో విదుః । స కాలేనేహ మహతా యోగో నష్టః పరంతప ।। 2 ।।',
        wordToWord: 'ఏవం — ఈ విధంగా; పరంపరా — పరంపరలో; ప్రాప్తమ్ — పొందిన; ఇమం — ఈ (శాస్త్రము); రాజ-ఋషయః — రాజర్షులు; విదుః — అర్థం చేసుకున్నారు; సః — అది; కాలేన — ఏంతో మేర జరిగిపోయిన కాలములో; ఇహ — ఈ లోకంలో; మహతా — మహోన్నతమైన; యోగః — యోగము; నష్టః — తరిగిపోయినది; పరంతప — అర్జునా, శత్రువులను తపింప చేయువాడా.',
        translation: 'BG 4.2: ఓ శత్రువులను జయించేవాడా, రాజర్షులు ఈ విధముగా యోగ శాస్త్రమును పరంపరలో పొందినారు. కానీ కాలగమనంలో అది ఈ లోకంలో లుప్తమైపోయినది (క్షీణించి పోయినది).',
    
    },
    {
        verse: 3,
        transliteration: 'స ఏవాయం మయా తేఽద్య యోగః ప్రోక్తః పురాతనః । భక్తోఽసి మే సఖా చేతి రహస్యం హ్యేతదుత్తమమ్ ।। 3 ।।',
        wordToWord: 'సః — అది; ఏవ — తప్పకుండా; అయం — ఇది; మయా — నా చేత; తే — నీకు; అద్య — నేడు; యోగః — యోగ శాస్త్రము; ప్రోక్తః — తెలియచెప్పబడుతున్నది; పురాతనః — ప్రాచీనమైన; భక్తః — భక్తుడువి; అసి — నీవు; మే — నా యొక్క; సఖా — సఖుడివి (మిత్రుడివి); చ — మరియు; ఇతి — కాబట్టి; రహస్యం — రహస్యము; హి — నిజముగా; ఎతత్ — ఇది; ఉత్తమం — శ్రేష్ఠమైనది.',
        translation: 'BG 4.3: అదే ప్రాచీనమైన పరమ రహస్యమైన, ఈ యోగ విజ్ఞాన శాస్త్రమును నేను నీకు ఈరోజు తెలియచేస్తున్నాను. ఎందుకంటే, నీవు నా మిత్రుడవు మరియు భక్తుడవు, ఈ అలౌకిక జ్ఞానాన్ని అర్థం చేసుకోగలవాడవు.',
    
    },
    {
        verse: 4,
        transliteration: 'అర్జున ఉవాచ । అపరం భవతో జన్మ పరం జన్మ వివస్వతః । కథమేతద్విజానీయాం త్వమాదౌ ప్రోక్తవానితి ।। 4 ।।',
        wordToWord: 'అర్జున ఉవాచ — అర్జునుడు పలికెను; అపరం — తరువాతిది; భవతః — మీ యొక్క; జన్మ — జన్మ (పుట్టుక); పరం — ఇంతకు ముందే; జన్మ — జన్మ (పుట్టుక); వివస్వతః — వివస్వతుడు (సూర్య దేవుడు); కథం — ఎట్లా; ఏతత్ — ఇది; విజానీయాం — నేను అర్థం చేసుకోవాలి; త్వం — నీవు; ఆదౌ — ప్రారంభంలో; ప్రోక్తవాన్ — ఉపదేశించుట; ఇతి — ఈ విధంగా.',
        translation: 'BG 4.4: అర్జునుడు ఇలా అన్నాడు : నీవు వివస్వనుడి తరువాత ఏంతో కాలానికి పుట్టావు. మరి నీవు ఈ విద్యని అతనికి ప్రారంభంలోనే ఉపదేశించావు, అంటే నేను దాన్ని ఎలా అర్థం చేసుకోవాలి?',
    
    },
    {
        verse: 5,
        transliteration: 'శ్రీ భగవానువాచ । బహూని మే వ్యతీతాని జన్మాని తవ చార్జున । తాన్యహం వేద సర్వాణి న త్వం వేత్థ పరంతప ।। 5 ।।',
        wordToWord: 'శ్రీ భగవానువాచ — శ్రీ భగవానుడు పలికెను; బహూని — చాలా; మే — నావి; వ్యతీతాని — గడిచినవి; జన్మాని — జన్మలు; తవ — నీవి; చ — మరియు; అర్జున — అర్జునా; తాని — అవి; అహం — నాకు; వేద — తెలుసు; సర్వాణి — అన్నీ; న — కాదు; త్వం — నీకు; వేత్థ — తెలుసు; పరంతప — అర్జునా, శత్రువులను తపింపచేయువాడా.',
        translation: 'BG 4.5: శ్రీ భగవానుడు ఇలా అన్నాడు: మన ఇద్దరికీ ఎన్నో జన్మలు గడచినవి. ఓ అర్జునా, నీవు వాటిని మరిచిపోయావు, కానీ, అవన్నీ నాకు జ్ఞాపకం ఉన్నాయి, ఓ పరంతపా.',
    
    },
    {
        verse: 6,
        transliteration: 'అజోఽపి సన్నవ్యయాత్మా భూతానామీశ్వరోఽపి సన్ । ప్రకృతిం స్వామధిష్ఠాయ సంభవామ్యాత్మమాయయా ।। 6 ।।',
        wordToWord: 'అజః — పుట్టుక లేని; అపి — అయినా సరే; సన్ — ఉండి; అవ్యయ ఆత్మా — నాశములేని; భూతానామ్ — సమస్త ప్రాణులకు; ఈశ్వరః — స్వామి; అపి — అయి కూడా; సన్ — ఉండి; ప్రకృతిం — ప్రకృతి; స్వామ్ — నా యొక్క (స్వీయ); అధిష్ఠాయ — స్థితుడనై ఉండి; సంభవామి — నేను వ్యక్తమవుతాను; ఆత్మ-మాయయా — నాయొక్క యోగమాయా శక్తి చేత.',
        translation: 'BG 4.6: నేను పుట్టుకలేని వాడిని అయిఉండి కూడా, సమస్త ప్రాణులకు ప్రభువునై ఉండి కూడా, నాశములేని వాడినై ఉండి కూడా, నేను ఈ లోకంలో నా దివ్య శక్తి, యోగమాయచే కనిపిస్తుంటాను.',
    
    },
    {
        verse: 7,
        transliteration: 'యదా యదా హి ధర్మస్య గ్లానిర్భవతి భారత । అభ్యుత్థానమధర్మస్య తదాత్మానం సృజామ్యహమ్ ।। 7 ।।',
        wordToWord: 'యదా-యదా — ఎప్పుడెప్పుడైతే; హి — నిజముగా; ధర్మస్య — ధర్మము యొక్క ; గ్లానిః — క్షీణత; భవతి — సంభవించునో; భారత — అర్జునా, భరత వంశీయుడా; అభ్యుత్థానమ్ — పెరుగుట; అధర్మస్య — అధర్మము యొక్క; తదా — అప్పుడు; ఆత్మానం — నన్ను; సృజామి — సృజింతును (ప్రకటించుకుందును); అహం — నేను.',
        translation: 'BG 4.7: ఎప్పుడెప్పుడైతే ధర్మము క్షీణించునో, అధర్మము ప్రబలునో, ఓ అర్జునా, ఆ సమయంలో నన్ను నేను భూలోకంలో సృజించుకుంటాను.',
    
    },
    {
        verse: 8,
        transliteration: 'పరిత్రాణాయ సాధూనాం వినాశాయ చ దుష్కృతామ్ । ధర్మసంస్థాపనార్థాయ సంభవామి యుగే యుగే ।। 8 ।।',
        wordToWord: 'పరిత్రాణాయ — రక్షించుటకు; సాధూనాం — ధర్మపరులను; వినాశాయ — నాశనంచేయటానికి; చ — మరియు; దుష్కృతామ్ — దుష్టులను; ధర్మ — సనాతన ధర్మమును; సంస్థాపన-అర్థాయ — మళ్ళీ స్థాపించుటకు; సంభవామి — నేను ప్రకటమవుతాను; యుగే యుగే — ప్రతి యుగము నందు.',
        translation: 'BG 4.8: ధర్మాత్ములను కాపాడటానికి, దుష్టులను నిర్మూలించటానికి, మరియు ధర్మ సూత్రములను తిరిగి స్థాపించటానికి నేను ఈ లోకంలో ప్రతి యుగము నందు అవతరిస్తాను.',
    
    },
    {
        verse: 9,
        transliteration: 'జన్మ కర్మ చ మే దివ్యమ్ ఏవం యో వేత్తి తత్త్వతః । త్యక్త్వా దేహం పునర్జన్మ నైతి మామేతి సొఽర్జున ।। 9 ।।',
        wordToWord: 'జన్మ — పుట్టుక; కర్మ — కార్యములు; చ — మరియు; మే — నా యొక్క; దివ్యమ్ — దివ్యమైనవి; ఏవం — ఈ విధంగా; యః — ఎవరైతే; వేత్తి — తెలుసుకుంటారో; తత్త్వతః — పరిపూర్ణముగా; త్యక్త్వా — విడిచిపెట్టిన పిదప; దేహం — దేహమును; పునః-జన్మ — మరల పుట్టుక; న-ఇతి — ఉండదు; మాం — నన్నే; ఏతి — చేరును; సః — అతడు; అర్జున — అర్జునా.',
        translation: 'BG 4.9: నా యొక్క జన్మ మరియు కర్మల దివ్య స్వభావాన్ని ఎవరైతే అర్థంచేసుకుంటారో, ఓ అర్జునా, వారు తమ దేహం విడిచిపెట్టిన తరువాత తిరిగి జన్మనెత్తరు, నా నిత్యశాశ్వత ధామానికే వస్తారు.',
    
    },
    {
        verse: 10,
        transliteration: 'వీతరాగభయక్రోధా మన్మయా మాముపాశ్రితాః । బహావో జ్ఞానతపసా పూతా మద్భావమాగతాః ।। 10 ।।',
        wordToWord: 'వీత — లేకుండా; రాగ — మమకారాసక్తి; భయ — భయము; క్రోధాః — కోపము; మత్ -మయా — పూర్తిగా నాయందే మనస్సు లగ్నం చేసి; మామ్ — నన్ను; ఉపాశ్రితాః — ఆశ్రయించి; బహవః — పెక్కు మంది; జ్ఞాన — జ్ఞానము యొక్క; తపసా — జ్ఞానాగ్నిచే; పూతాః — పవిత్రులై; మత్-భావం — నా దివ్య ప్రేమ; ఆగతాః — పొందినారు.',
        translation: 'BG 4.10: రాగ-ద్వేష-క్రోధ రహితముగా ఉండి, నాయందే సంపూర్ణంగా స్థితులై ఉండి, నన్నే ఆశ్రయించి ఎంతో మంది ఇంతకు పూర్వం నా యొక్క జ్ఞానం చే పవిత్రులైనారు మరియు ఆ విధంగా నా దివ్య ప్రేమను పొందారు.',
    
    },
    {
        verse: 11,
        transliteration: 'యే యథా మాం ప్రపద్యంతే తాంస్తథైవ భజామ్యహమ్ మమ వర్త్మానువర్తంతే మనుష్యాః పార్థ సర్వశః ।। 11 ।।',
        wordToWord: 'యే — ఎవరు; యథా — ఏ విధంగా నైతే; మాం — నాకు; ప్రపద్యంతే — శరణాగతి చేస్తారో; తాం — వారిని; తథా — ఆ విధంగా; ఏవ — ఖచ్చితంగా; భజామి — ప్రతిస్పందిస్తాను (అనుగ్రహిస్తాను); అహం — నేను; మమ — నా యొక్క; వర్త్మ — మార్గము; అనువర్తంతే — అనుసరిస్తారు; మనుష్యాః — మానవులు; పార్థ — అర్జున; సర్వశః — అన్ని విధములా.',
        translation: 'BG 4.11: నాకు ఏ ప్రకారంగా మనుజులు శరణాగతి చేస్తారో, నేను వారికి ఆ విధంగా ప్రతిస్పందిస్తాను. తెలిసినా, తెలియకపోయినా, అందరూ నా మార్గాన్ని అనుసరించాల్సిందే, ఓ అర్జునా.',
    
    },
    {
        verse: 12,
        transliteration: 'కాంక్షంతః కర్మణాం సిద్ధిం యజంత ఇహ దేవతాః । క్షిప్రం హి మానుషే లోకే సిద్ధిర్భవతి కర్మజా ।। 12 ।।',
        wordToWord: 'కాంక్షంతః — కోరికతో; కర్మణాం — భౌతిక కర్మలు; సిద్ధిం — విజయం; యజంతే — పూజిస్తారు; ఇహ — ఈ లోకంలో; దేవతాః — దేవతలను; క్షిప్రం — త్వరగానే; హి — నిజముగా; మానుషే — మానవ సమాజంలో; లోకే — ఈ లోకంలో; సిద్ధి — సిద్ధించును; భవతి — కనిపించును; కర్మ-జా — భౌతిక క్రియాకలాపముల వలన.',
        translation: 'BG 4.12: ఈ లోకంలో భౌతిక(లౌకిక) కర్మలలో విజయం కోసం కోరికతో ఉండేవారు దేవతలను పూజిస్తారు, ఎందుకంటే భౌతిక ప్రతిఫలాలు త్వరగానే సిద్ధిస్తాయి.',
    
    },
    {
        verse: 13,
        transliteration: 'చాతుర్వర్ణం మయా సృష్టం గుణకర్మవిభాగశః । తస్య కర్తారమపి మాం విద్ధ్యకర్తారమవ్యయమ్ ।। 13 ।।',
        wordToWord: 'చాతుః-వర్ణ్యం — నాలుగు రకాల వృత్తి ధర్మములు; మయా — నా చే; సృష్టం — సృష్టింపబడ్డాయి; గుణ — గుణముల; కర్మ— పనుల; విభాగశః — విభాగముల ప్రకారము; తస్య — దాని యొక్క; కర్తారం — సృష్టికర్త; అపి — అయినా సరే; మాం — నన్ను; విద్ధి — తెలుసుకొనుము; అకర్తారమ్ — అకర్తయని; అవ్యయమ్ — మార్పులేని.',
        translation: 'BG 4.13: జనుల గుణములు, కార్యకలాపముల ఆధారంగా, నాలుగు రకాల వృత్తి ధర్మములు నా చేత సృష్టించబడ్డాయి. ఈ వ్యవస్థకి నేనే సృష్టికర్త అయినా నన్ను అకర్తగా మరియు సనాతనునిగా తెలుసుకొనుము.',
    
    },
    {
        verse: 14,
        transliteration: 'న మాం కర్మాణి లింపంతి న మే కర్మఫలే స్పృహా । ఇతి మాం యోఽభిజానాతి కర్మభిర్న స బధ్యతే ।। 14 ।।',
        wordToWord: 'న — కాదు; మాం — నన్ను; కర్మాణి — కర్మలు; లింపంతి — అంటవు; న — కాదు; మే — నేను; కర్మ-ఫలే — కర్మ ఫలములను; స్పృహా — కోరుట; ఇతి — ఈ విధంగా; మాం — నన్ను; యః — ఎవరైతే; అభిజానాతి — తెలుసుకుందురో; కర్మభిః — కర్మ ఫలితములయందు; న — కాదు; సః — ఆ వ్యక్తి; బధ్యతే — బద్ధుడగుట.',
        translation: 'BG 4.14: కర్మలు నన్ను అంటవు, నేను కర్మఫలముల యందు కూడా ఆసక్తుడను కాదు. ఎవరైతే నన్ను ఈవిధంగా తెలుసుకుందురో, వారు కర్మ బంధములలో చిక్కుకోరు.',
    
    },
    {
        verse: 15,
        transliteration: 'ఏవం జ్ఞాత్వా కృతం కర్మ పూర్వైరపి ముముక్షుభిః । కురు కర్మైవ తస్మాత్త్వం పూర్వైః పూర్వతరం కృతమ్ ।। 15 ।।',
        wordToWord: 'ఏవం — ఈ విధంగా; జ్ఞాత్వా — తెలుసుకొని; కృతం — చేయబడెను; కర్మ — కర్మలు; పూర్వైః — ప్రాచీన కాలంలో; అపి — నిజముగా; ముముక్షుభి: — మోక్షము ఆకాంక్షించే వారు; కురు — చేయవలెను; కర్మ — కర్తవ్యము; ఏవ — నిజముగా; తస్మాత్ — కాబట్టి; త్వం — నీవు; పూర్వైః — ప్రాచీన మునుల యొక్క; పూర్వ-తరం — ప్రాచీన కాలంలో; కృతం — చేసినారు.',
        translation: 'BG 4.15: ఈ సత్యమును తెలుసుకొని, ప్రాచీన సమయంలో మోక్షము పొందగోరిన వారు కూడా, తమ కర్మలను ఆచరించారు. కాబట్టి, ప్రాచీన మునుల అడుగుజాడలలో నడుస్తూ, నీవు కూడా నీ కర్తవ్యమును నిర్వర్తించుము.',
    
    },
    {
        verse: 16,
        transliteration: 'కిం కర్మ కిమకర్మేతి కవయోఽప్యత్ర మోహితాః । తత్తే కర్మ ప్రవక్ష్యామి యద్ జ్ఞాత్వా మోక్ష్యసేఽశుభాత్ ।। 16 ।।',
        wordToWord: 'కిం — ఏమిటి? కర్మ — కర్మ; కిమ్ — ఏమిటి? అకర్మ — అకర్మ; ఇతి — ఈ విధంగా; కవయః — వివేకవంతులు; అపి — కూడా; అత్ర — ఈ విషయంలో; మోహితాః — తికమక పడుతుంటారు; తత్ — అది; తే — నీకు; కర్మ — కర్మ; ప్రవక్ష్యామి — విశదీకరిస్తాను; యత్ — ఏదైతే; జ్ఞాత్వా — తెలుసుకున్నచో; మోక్ష్యసే — స్వేచ్చ ను పొందవచ్చు; అశుభాత్ — అశుభముల నుండి.',
        translation: 'BG 4.16: కర్మ అంటే ఏమిటి? అకర్మ అంటే ఏమిటి? వివేకవంతులు కూడా దీనిని అర్థం చేసుకోవటంలో తికమకపడుతున్నారు. ఇప్పుడు నేను నీకు కర్మ రహస్యం వివరిస్తాను, దీనిని తెలుసుకోవటం ద్వారా, నిన్ను నీవు భౌతిక బంధముల నుండి విడిపించుకోవచ్చు.',
    
    },
    {
        verse: 17,
        transliteration: 'కర్మణో హ్యపి బోద్ధవ్యం బోద్ధవ్యం చ వికర్మణః । అకర్మణశ్చ బోద్ధవ్యం గహనా కర్మణో గతిః ।। 17 ।।',
        wordToWord: 'కర్మణ — చేయవలసిన (విహిత) కర్మలు; హి — నిజముగా; అపి — కూడా; బోద్ధవ్యం — తెలుసుకొనుము; బోద్ధవ్యం — అర్థం చేసుకొనుము; చ — మరియు; వికర్మణః — నిషిద్ధ కర్మలు; అకర్మణః — అకర్మలు; చ — మరియు; బోద్ధవ్యం — అర్థం చేసుకొనుము; గహనా — గంభీరమైనది; కర్మణ — పనుల; గతిః — నిజమైన మార్గము.',
        translation: 'BG 4.17: కర్మ, వికర్మ, అకర్మ - నీవు ఈ మూడింటి యొక్క స్వభావాన్ని గురించి తప్పకుండా తెలుసుకోవాలి – వీటి గురించి ఉన్న యదార్థం నిగూఢమైనది మరియు అర్థం చేసుకోవటానికి క్లిష్టమైనది.',
    
    },
    {
        verse: 18,
        transliteration: 'కర్మణ్యకర్మ యః పశ్యేత్ అకర్మణి చ కర్మ యః । స బుద్దిమాన్మనుశ్యేషు స యుక్తః కృత్స్నకర్మకృత్ ।। 18 ।।',
        wordToWord: 'కర్మణి — కర్మ; అకర్మ — అకర్మ యందు; యః — ఎవరైతే; పశ్యేత్ — చూసేదరో; అకర్మణి — అకర్మయందు; చ — మరియు; కర్మ — కర్మ; యః — ఎవరైతే; సః — వారు; బుద్ధి-మాన్ — వివేకవంతులు; మనుశ్యేషు — మనుష్యులలో; సః — వారు; యుక్తః — యోగులు; కృత్స్న-కర్మ-కృత్ — సమస్త కర్మలను చేయువారు.',
        translation: 'BG 4.18: ఎవరైతే అకర్మ యందు కర్మను మరియు కర్మ యందు అకర్మను దర్శించుదురో వారు మానవులలో నిజమైన బుద్ధిశాలురు. వారు సమస్త కర్మలను చేస్తూనేవున్నా, వారు యోగులు మరియు వారి సమస్త కర్మలను చేయువారు.',
    
    },
    {
        verse: 19,
        transliteration: 'యస్య సర్వే సమారంభాః కామసంకల్పవర్జితాః । జ్ఞానాగ్నిదగ్ధకర్మాణం తమాహుః పండితం బుధాః ।। 19 ।।',
        wordToWord: 'యస్య — ఎవరైతే; సర్వే — సమస్త; సమారంభాః — క్రియాకలాపములు; కామ — భౌతిక సుఖముల వాంఛ; సంకల్ప — సంకల్పము; వర్జితాః — రహితములై (త్యజించినవారై); జ్ఞాన — ఆధ్యాత్మిక జ్ఞానంమనే; అగ్ని — అగ్నిలో; దగ్ధ — కాలి భస్మమై; కర్మాణం — కర్మలు; తం — వానిని; అహుః — అందురు; పండితం — పండితుడని; బుధాః — జ్ఞానులు.',
        translation: 'BG 4.19: ఎవరి యొక్క సమస్త కర్మలు భౌతిక సుఖాల వాంఛలకు అతీతంగా ఉంటాయో మరియు ఎవరైతే తమ సమస్త కర్మల ప్రతిక్రియలను జ్ఞానాగ్నిలో భస్మం చేసారో అట్టివారు, జ్ఞానోదయమైన మునులచే, పండితులు అనబడుతారు.',
    
    },
    {
        verse: 20,
        transliteration: 'త్యక్త్వా కర్మఫలాసంగం నిత్యతృప్తో నిరాశ్రయః । కర్మణ్యభిప్రవృత్తోఽపి నైవ కించిత్ కరోతి సః ।। 20 ।।',
        wordToWord: 'త్యక్త్వా — త్యజించి; కర్మ-ఫల-ఆసంగం — కర్మ ఫలముల పై ఆసక్తి; నిత్య — ఎల్లప్పుడూ; తృప్తః — తృప్తి తో; నిరాశ్రయః — దేనిమీద ఆధారపడే అవసరం లేకుండా; కర్మణి — కర్మలలో; అభిప్రవృత్తః — నిమగ్నమై; అపి — అయినా కూడా; న — కాదు; ఏవ — నిజముగా; కించిత్ — ఏ కొంచము కూడా; కరోతి — చేసినట్టు; సః — అతను.',
        translation: 'BG 4.20: ఇటువంటి జనులు, తమ కర్మ ఫలములపై ఆసక్తి/మమకారం త్యజించిన పిదప, ఎల్లప్పుడూ తృప్తి తో ఉంటారు మరియు బాహ్య వస్తు-విషయములపై ఆధారపడరు. కర్మలలో నిమగ్నమయి ఉన్నా, వారు ఏమి చేయనట్టే.',
    
    },
    {
        verse: 21,
        transliteration: 'నిరాశీర్యతచిత్తాత్మా త్యక్తసర్వపరిగ్రహః । శారీరం కేవలం కర్మ కుర్వన్నాప్నోతి కిల్బిషమ్ ।। 21 ।।',
        wordToWord: 'నిరాశీః — ఆశలు లేకుండా; యత — నియంత్రించి; చిత్త-ఆత్మా — మనస్సు మరియు బుద్ధి; త్యక్త — త్యజించి; సర్వ — అన్ని; పరిగ్రహః — నాది అన్న భావమును; శారీరం — శారీరిక; కేవలం — కేవలము; కర్మ — పనులు; కుర్వన్ — చేస్తూ; న, ఆప్నోతి — ఎప్పుడూ పొందదు; కిల్బిషమ్ — పాపము.',
        translation: 'BG 4.21: ఆశారహితుడై ఉండి, ఏదీ నాది అన్న భావన లేకుండా, మనసు ఇంద్రియములు పూర్తి నియంత్రణలో ఉంచుకున్నవానికి, శరీరం తో కర్మలు చేస్తూనే ఉన్నా ఏ పాపము అంటదు.',
    
    },
    {
        verse: 22,
        transliteration: 'యదృచ్ఛాలాభసంతుష్టో ద్వంద్వాతీతో విమత్సరః । సమః సిద్ధావసిద్దౌ చ కృత్వాపి న నిబధ్యతే ।। 22 ।।',
        wordToWord: 'యదృచ్చా — అప్రయత్నముగానే లభించినది; లాభ — లాభము; సంతుష్టో — తృప్తి; ద్వంద్వ — ద్వందములకు (సుఖ-దుఃఖము లవంటి); అతీతో — అతీతుడు; విమత్సరః — అసూయా రహితుడై; సమః — సమత్వముతో; సిద్దౌ — జయమునందు; అసిద్దౌ — అపజయమునందు; చ — మరియు; కృత్వా — కర్మలను చేయుచూ; అపి — ఉన్నాసరే; న, నిబధ్యతే — బంధింపబడడు.',
        translation: 'BG 4.22: అప్రయత్నముగానే లభించిన దానితో సంతృప్తి చెంది, అసూయారహితులై, వారు జీవన ద్వందములకు (సుఖ-దుఃఖాలు, లాభ-నష్టాలు వంటివి) అతీతులై ఉంటారు. అన్ని విధముల పనులు చేస్తూనే ఉన్నా, గెలుపు-ఓటమిలలో సమత్వ బుద్ధి తో ఉండి, వారు తమ కర్మలచే బంధింపబడరు.',
    
    },
    {
        verse: 23,
        transliteration: 'గతసంగస్య ముక్తస్య జ్ఞానవస్థితచేతసః । యజ్ఞాయాచరతః కర్మ సమగ్రం ప్రవిలీయతే ।। 23 ।।',
        wordToWord: 'గత-సంగస్య — భౌతిక ప్రాపంచిక ఆసక్తిరహితంగా; ముక్తస్య — ముక్తులైనవారు; జ్ఞాన-అవస్థిత — ఆధాత్మిక జ్ఞానంలో స్థితులై; చేతసః — ఎవరి బుద్ధయితే; యజ్ఞాయ — భగవత్ అర్పితముగా; ఆచరతః — ఆచరిస్తూ; కర్మ — పని; సమగ్రం — సంపూర్ణముగా; ప్రవిలీయతే — విముక్తి పొందుతారు.',
        translation: 'BG 4.23: అటువంటి వారు ప్రాపంచిక అనుబంధాల నుండి విముక్తి చేయబడుతారు మరియు వారి బుద్ది దివ్య ఆధ్యాత్మిక జ్ఞానంలో స్థితమై ఉంటుంది. వారు చేసే ప్రతి పని, యజ్ఞం (భగవత్ అర్పితము) గా ఉంటుంది కాబట్టి వారు అన్ని రకాల కర్మ ప్రతిచర్య నుండి విముక్తి చేయబడుతారు.',
    
    },
    {
        verse: 24,
        transliteration: 'బ్రహ్మార్పణం బ్రహ్మా హవిర్బ్రహ్మాగ్నౌ బ్రహ్మణా హుతమ్ । బ్రహ్మైవ తేన గంతవ్యం బ్రహ్మకర్మసమాధినా ।। 24 ।।',
        wordToWord: 'బ్రహ్మా — బ్రహ్మన్; అర్పణం — యజ్ఞము యందు ఉపయోగించే గరిటె (స్రువము) మరియు ఇతర అర్పితములు; బ్రహ్మా — బ్రహ్మన్; హవిః — హోమద్రవ్యము; బ్రహ్మా — బ్రహ్మాన్; అగ్నౌ — యజ్ఞాగ్ని యందు; బ్రహ్మణా — అతనిచే; హుతమ్ — సమర్పించి; బ్రహ్మ — బ్రహ్మాన్; ఏవ — నిజముగా; తేన — దానిచే; గంతవ్యం — పొందబడును; బ్రహ్మ — బ్రహ్మన్; కర్మ — సమర్పణ; సమాధినా — సంపూర్ణముగా భగవత్ ధ్యాసలోనే ఉన్నవారు.',
        translation: 'BG 4.24: సంపూర్ణ భగవత్ ధ్యాస లోనే ఉన్న వారికి, హోమ ద్రవ్యము బ్రహ్మమే, దానిని యజ్ఞంలో సమర్పించడానికి ఉపయోగించే స్రువము వంటివి బ్రహ్మమే, యజ్ఞ కర్మ బ్రహ్మమే, యజ్ఞాగ్ని కూడా బ్రహ్మమే. ప్రతిదాన్నీ కూడా ఆవిధంగా భగవంతునిగా చూసే వారు భగవంతుడిని సునాయాసంగా పొందుతారు.',
    
    },
    {
        verse: 25,
        transliteration: 'దైవమేవాపరే యజ్ఞం యోగినః పర్యుపాసతే । బ్రహ్మాగ్నావపరే యజ్ఞం యజ్ఞేనైవోపజుహ్వతి ।। 25 ।।',
        wordToWord: 'దైవమ్ — దేవతలు; ఏవ — నిజముగా; అపరే — ఇతరులు; యజ్ఞం — యజ్ఞము; యోగినః — ఆధ్యాత్మిక సాధకులు; పర్యుపాసతే — పూజిస్తారు; బ్రహ్మ — పరమ సత్యము యొక్క; అగ్నౌ — అగ్ని లో; అపరే — వేరేవారు; యజ్ఞం — యజ్ఞము; యజ్ఞేన — యజ్ఞము చే; ఏవ — నిజముగా; ఉపజుహ్వతి — సమర్పణ.',
        translation: 'BG 4.25: కొంతమంది యోగులు భౌతికమైన వస్తువులు సమర్పిస్తూ దేవతలను పూజిస్తారు. మరికొంతమంది పరమ సత్యమనే అగ్నిలో తమ ఆత్మనే సమర్పిస్తూ సంపూర్ణం గా ఆరాధిస్తారు.',
    
    },
    {
        verse: 26,
        transliteration: 'శ్రోత్రాదీనీంద్రియాణ్యన్యే సంయమాగ్నిషు జుహ్వతి । శబ్దాదీన్విషయానన్య ఇంద్రియాగ్నిషు జుహ్వతి ।। 26 ।।',
        wordToWord: 'శ్రోత్రా-ఆదీని — వినికిడి ప్రక్రియ వంటి; ఇంద్రియాణి — ఇంద్రియములు; అన్యే — ఇతరులు; సంయమ — నిగ్రహించి; అగ్నిషు — యజ్ఞాగ్ని లో; జుహ్వతి — సమర్పణ; శబ్ద-ఆదీన్ — శబ్దము మొదలైన; విషయాన్ — ఇంద్రియ తృప్తి నిచ్చే వస్తు-విషయములు; అన్యే — మరి కొందరు; ఇంద్రియ — ఇంద్రియముల; అగ్నిషు — అగ్నిలో; జుహ్వతి — సమర్పణ.',
        translation: 'BG 4.26: మరికొందరు శ్రవణ మరియు ఇతర ఇంద్రియములను ఇంద్రియనిగ్రహణ అనే యజ్ఞాగ్నిలో సమర్పిస్తారు. మరికొందరు శబ్దాది ఇతర ఇంద్రియ విషయములను ఇంద్రియాగ్నిలో ఆహుతి గా సమర్పిస్తారు.',
    
    },
    {
        verse: 27,
        transliteration: 'సర్వాణీంద్రియకర్మాణి ప్రాణకర్మాణి చాపరే । ఆత్మసంయమయోగాగ్నౌ జుహ్వతి జ్ఞానదీపితే ।। 27 ।।',
        wordToWord: 'సర్వాణి — అన్ని; ఇంద్రియ — ఇంద్రియములు; కర్మాణి — కార్య కలాపములు; ప్రాణ-కర్మాణి — ప్రాణ వాయువు యొక్క అన్ని కార్యములు; చ — మరియు; అపరే — ఇతరులు; ఆత్మ-సంయమ-యోగాగ్నౌ — నిగ్రహించిన మనస్సు యొక్క అగ్ని లో; జుహ్వతి — పరిత్యాగము; జ్ఞాన-దీపితే — జ్ఞానము చే ప్రేరేపింపబడింది.',
        translation: 'BG 4.27: కొందరు, జ్ఞానము చే ప్రేరణ నొంది, తమ ఇంద్రియ క్రియాకలాపములన్నిటిని మరియు తమ ప్రాణ శక్తిని కూడా, నిగ్రహించిన మనస్సు యొక్క అగ్ని లో సమర్పిస్తారు.',
    
    },
    {
        verse: 28,
        transliteration: 'ద్రవ్యయజ్ఞాస్తపోయజ్ఞా యోగయజ్ఞాస్తథాపరే । స్వాధ్యాయజ్ఞానయజ్ఞాశ్చ యతయః సంశితవ్రతాః ।। 28 ।।',
        wordToWord: 'ద్రవ్య-యజ్ఞాః — తన సంపదను యజ్ఞంగా సమర్పించి; తపః-యజ్ఞాః — కఠినమైన నిష్ఠలను యజ్ఞముగా సమర్పించి; యోగ-యజ్ఞా — ఎనిమిది అంచెల యోగాభ్యాసమును యజ్ఞముగా చేసి; తథా — ఈ విధముగా; అపరే — ఇతరులు; స్వాధ్యాయ — వేద శాస్త్రాలను అధ్యయనం ద్వారా జ్ఞానాన్ని వృద్ధి చేసుకుని; జ్ఞాన-యజ్ఞా — ఆధ్యాత్మిక జ్ఞానాన్ని వృద్ది చేసుకోవటాన్ని యజ్ఞంలా సమర్పించి; చ — మరియు; యతయః — ఈ యొక్క సాధువులు; సంశిత-వ్రతాః — నియమబద్ధమైన వ్రతములను ఆచరిస్తూ.',
        translation: 'BG 4.28: కొందరు తమ సంపదని యజ్ఞంలా సమర్పిస్తారు, మరికొందరు కఠినమైన నిష్ఠలను యజ్ఞంలా సమర్పిస్తారు. కొందరు ఎనిమిదంచెల యోగాభ్యాసాన్ని ఆచరిస్తారు, మరికొందరు, కఠినమైన నిష్ఠలను ఆచరిస్తూ వేద శాస్త్రాలని చదువుతూ జ్ఞానాన్ని పెంచుకోవటమే యజ్ఞం లా చేస్తారు.',
    
    },
    {
        verse: 29,
        transliteration: 'అపానే జుహ్వతి ప్రాణం ప్రాణేఽపానం తథాపరే । ప్రాణాపానగతీ రుధ్వా ప్రాణాయామపరాయణాః ।। 29 ।। అపరే నియతేహారాః ప్రాణాన్ ప్రాణేషు జుహ్వతి । సర్వేఽప్యేతే యజ్ఞవిదో యజ్ఞక్షపిత కల్మషాః ।। 30 ।।',
        wordToWord: 'అపానే — లోనికి వచ్చే శ్వాస; జుహ్వతి — సమర్పణ; ప్రాణం — బయటకు వెళ్ళే శ్వాస; ప్రాణే — బయటకు వెళ్ళే శ్వాస నందు; అపానం — లోనికి వచ్చే శ్వాస; తథా — ఇంకా; అపరే — మరికొందరు; ప్రాణ — బయటకు వెళ్ళే శ్వాసలో; అపాన — మరియు లోనికి వచ్చే శ్వాస; గతీ — కదలిక; రుధ్వా — నిలిపి; ప్రాణ-ఆయామ — శ్వాశని నియంత్రించి; పరాయణాః — పూర్తిగా నిమగ్నులై ; అపరే — మరికొందరు; నియత — నిగ్రహించి; ఆహారాః — ఆహార స్వీకరణ; ప్రాణాన్ — ప్రాణ వాయువులు; ప్రాణేషు — జీవ శక్తి; జుహ్వతి — సమర్పణ; సర్వే — సమస్త; అపి — కూడా; ఏతే — ఇవి; యజ్ఞ-విదః — యజ్ఞము తెలిసినవారు; యజ్ఞ-క్షపిత — యజ్ఞము చేయుటచే పరిశుద్ధి అవబడుతూ; కల్మషాః — మలినముల నుండి.',
        translation: 'BG 4.29-30: మరికొందరు లోనికి వచ్చే శ్వాస యందు బయటకు వెళ్ళే శ్వాసను యజ్ఞముగా సమర్పిస్తారు; వేరొకరు బయటకు వెళ్ళే శ్వాస యందు లోనికి వెళ్ళే శ్వాసను సమర్పిస్తారు. కొందరు ప్రాణ శక్తి నియంత్రణ లో నిమగ్నమై, ప్రాణాయామాన్ని నిష్ఠతో అభ్యాసం చేస్తూ లోనికివచ్చే, బయటకు వెళ్ళే శ్వాసల నియంత్రణ చేస్తుంటారు. ఇంకా మరికొందరు, ఆహారాన్ని తగ్గించి, శ్వాసను ప్రాణ శక్తి లో యజ్ఞం గా సమర్పిస్తారు. ఇటువంటి యజ్ఞం తెలిసినవారంతా ఇటువంటి పరిక్రియల ద్వారా తమ తమ మలినముల నుండి శుద్ధి చేయబడుతారు.',
    
    },
    {
        verse: 30,
        transliteration: 'అపానే జుహ్వతి ప్రాణం ప్రాణేఽపానం తథాపరే । ప్రాణాపానగతీ రుధ్వా ప్రాణాయామపరాయణాః ।। 29 ।। అపరే నియతేహారాః ప్రాణాన్ ప్రాణేషు జుహ్వతి । సర్వేఽప్యేతే యజ్ఞవిదో యజ్ఞక్షపిత కల్మషాః ।। 30 ।।',
        wordToWord: 'అపానే — లోనికి వచ్చే శ్వాస; జుహ్వతి — సమర్పణ; ప్రాణం — బయటకు వెళ్ళే శ్వాస; ప్రాణే — బయటకు వెళ్ళే శ్వాస నందు; అపానం — లోనికి వచ్చే శ్వాస; తథా — ఇంకా; అపరే — మరికొందరు; ప్రాణ — బయటకు వెళ్ళే శ్వాసలో; అపాన — మరియు లోనికి వచ్చే శ్వాస; గతీ — కదలిక; రుధ్వా — నిలిపి; ప్రాణ-ఆయామ — శ్వాశని నియంత్రించి; పరాయణాః — పూర్తిగా నిమగ్నులై ; అపరే — మరికొందరు; నియత — నిగ్రహించి; ఆహారాః — ఆహార స్వీకరణ; ప్రాణాన్ — ప్రాణ వాయువులు; ప్రాణేషు — జీవ శక్తి; జుహ్వతి — సమర్పణ; సర్వే — సమస్త; అపి — కూడా; ఏతే — ఇవి; యజ్ఞ-విదః — యజ్ఞము తెలిసినవారు; యజ్ఞ-క్షపిత — యజ్ఞము చేయుటచే పరిశుద్ధి అవబడుతూ; కల్మషాః — మలినముల నుండి.',
        translation: 'BG 4.29-30: మరికొందరు లోనికి వచ్చే శ్వాస యందు బయటకు వెళ్ళే శ్వాసను యజ్ఞముగా సమర్పిస్తారు; వేరొకరు బయటకు వెళ్ళే శ్వాస యందు లోనికి వెళ్ళే శ్వాసను సమర్పిస్తారు. కొందరు ప్రాణ శక్తి నియంత్రణ లో నిమగ్నమై, ప్రాణాయామాన్ని నిష్ఠతో అభ్యాసం చేస్తూ లోనికివచ్చే, బయటకు వెళ్ళే శ్వాసల నియంత్రణ చేస్తుంటారు. ఇంకా మరికొందరు, ఆహారాన్ని తగ్గించి, శ్వాసను ప్రాణ శక్తి లో యజ్ఞం గా సమర్పిస్తారు. ఇటువంటి యజ్ఞం తెలిసినవారంతా ఇటువంటి పరిక్రియల ద్వారా తమ తమ మలినముల నుండి శుద్ధి చేయబడుతారు.',
    
    },
    {
        verse: 31,
        transliteration: 'యజ్ఞశిష్టామృతభుజో యాంతి బ్రహ్మ సనాతనమ్ । నాయం లోకోఽస్త్యయజ్ఞస్య కుతోఽన్యః కురుసత్తమ ।। 31 ।।',
        wordToWord: 'యజ్ఞ-శిష్టా అమృత-భుజః — యజ్ఞము యందు మిగిలిన అమృత తుల్య ఆహారమును భుజింతురు; యాంతి — వెళ్తారు; బ్రహ్మ — పరమ సత్యము; సనాతనమ్ — సనాతనమైన; న — కాదు; అయం — ఇది; లోకః — లోకము; అస్తి — ఉండును; అయజ్ఞస్య — యజ్ఞము చేయని వానికి; కుతః — ఎట్లా; అన్యః — వేరే (లోకము); కురు-సత్-తమ — కురు వంశజులలో ఉత్తమమైన వాడా.',
        translation: 'BG 4.31: యజ్ఞము యొక్క రహస్యము తెలిసినవారు, దానిని ఆచరించి, అమృతతుల్యమైన దాని శేషము స్వీకరించి, పరమ సత్యం దిశగా పురొగమిస్తారు. ఓ కురు వంశ శ్రేష్టుడా, ఏ విధమైన యజ్ఞము చేయని వారు, ఈ లోకంలో గాని, పరలోకంలో గాని ఎటువంటి సుఖమును పొందజాలరు.',
    
    },
    {
        verse: 32,
        transliteration: 'ఏవం బహువిధా యజ్ఞా వితతా బ్రహ్మణో ముఖే । కర్మజాన్ విద్ధి తాన్ సర్వాన్ ఏవం జ్ఞాత్వా విమోక్ష్యసే ।। 32 ।।',
        wordToWord: 'ఏవం — ఈ విధముగా; బహు-విధా — వేరు వేరు విధములైన; యజ్ఞాః — యజ్ఞములు; వితతాః — విశదీకరించబడ్డాయి; బ్రహ్మణః — వేదముల; ముఖే — నోటి ద్వారా; కర్మ-జాన్ — కర్మల నుండి జనించినవి; విద్ధి — తెలుసుకొనుము; తాన్ — వారు; సర్వాన్ — అందరూ; ఏవం — ఈ విధముగా; జ్ఞాత్వా — తెలుసుకొని; విమోక్ష్యసే — నీవు మోక్షమును పొందుతావు.',
        translation: 'BG 4.32: ఇలాంటి వివిధ రకాల యజ్ఞములు అన్నీ వేదముల యందు వివరించబడ్డాయి. అవి విభిన్న రకాల పనుల నుండి ఉద్భవించినవి అని తెలుసుకొనుము. ఈ జ్ఞానమే, నీ యొక్క భౌతిక బంధ చిక్కుముడిని ఖండించివేస్తుంది.',
    
    },
    {
        verse: 33,
        transliteration: 'శ్రేయాన్ ద్రవ్యమయాద్యజ్ఞాత్ జ్ఞానయజ్ఞః పరంతప । సర్వం కర్మాఖిలం పార్థ జ్ఞానే పరిసమాప్యతే ।। 33 ।।',
        wordToWord: 'శ్రేయాన్ — శ్రేష్ఠమైనది; ద్రవ్య-మయాత్ — భౌతిక సంపత్తి/ద్రవ్యములతో కూడిన; యజ్ఞాత్ — యజ్ఞము కంటెను; జ్ఞాన-యజ్ఞః — జ్ఞానముతో ఆచరింపబడే యజ్ఞము; పరంతప — శత్రువులను జయించేవాడా, అర్జునా; సర్వం — అన్నీ; కర్మ — పనులు; అఖిలం — సమస్త; పార్థ — అర్జునా, ప్రిథ పుతృడా; జ్ఞానే — జ్ఞానములో; పరిసమాప్యతే — పరిసమాప్తమగును.',
        translation: 'BG 4.33: ఓ శత్రువులను లోబరుచుకొనే వాడా, యాంత్రికముగా ద్రవ్యముతో చేసే యజ్ఞము కన్నా జ్ఞానంతో చేసే యజ్ఞము ఏంతో శ్రేష్ఠమైనది. ఏదేమైనా, ఓ పార్థ, అన్ని యజ్ఞ కర్మలు జ్ఞానమునందే పరిసమాప్తమగును.',
    
    },
    {
        verse: 34,
        transliteration: 'తద్విద్ధి ప్రణిపాతేన పరిప్రశ్నేన సేవయా । ఉపదేక్ష్యంతి తే జ్ఞానం జ్ఞానినస్తత్త్వదర్శినః ।। 34 ।।',
        wordToWord: 'తత్ — సత్యమును; విద్ధి — నేర్చుకొనుటకు ప్రయత్నించుము; ప్రణిపాతేన — ఆధ్యాత్మిక గురువుని చేరుకొని; పరిప్రశ్నేన — వినయ పూర్వక ప్రశ్నలతో; సేవయా — సేవ చేసి; ఉపదేక్ష్యంతి — ఉపదేశము చేయగలరు; తే — నీకు; జ్ఞానం — జ్ఞానము; జ్ఞానినః — జ్ఞానులు; తత్త్వ-దర్శినః — పరమ సత్యమును తెలుసుకొన్నవారు.',
        translation: 'BG 4.34: ఒక ఆధ్యాత్మిక గురువుని చేరి పరమ సత్యమును నేర్చుకొనుము. వినయంతో ఆయనను ప్రశ్నలు అడుగుతూ మరియు ఆయనకు సేవ చేయుము. అటువంటి మహాత్ముడైన జ్ఞాని నీకు జ్ఞానోపదేశం చేయగలడు ఎందుకంటే అతను స్వయంగా యథార్థమును దర్శించినవాడు.',
    
    },
    {
        verse: 35,
        transliteration: 'యజ్జ్ఞాత్వా న పునర్మోహమ్ ఏవం యాస్యసి పాండవ । యేన భూతాన్యశేషేణ ద్రక్ష్యస్యాత్మన్యథో మయి ।। 35 ।।',
        wordToWord: 'యత్ — ఏదైతే; జ్ఞాత్వా — తెలుసుకున్న పిదప; న — కాదు; పునః — మరల; మొహం — భ్రాంతి; ఏవం — ఈ విధముగా; యాస్యసి — నీవు పొందుదువు; పాండవ — అర్జునా; యేన — దీని చేత; భూతాని — ప్రాణులు; అశేషాణి — సమస్తము; ద్రక్ష్యసి — నీవు చూచెదవు; ఆత్మని — నా యందు (శ్రీ కృష్ణునిలో); అథో — అంటే; మయి — నాలో.',
        translation: 'BG 4.35: ఈ మార్గాన్ని అనుసరిస్తూ మరియు గురువు ద్వారా జ్ఞానోదయం సాధించిన పిమ్మట, ఓ అర్జునా, నీవు మరల మోహం లో పడిపోవు. ఈ జ్ఞాన ప్రకాశంతో, నీవు సమస్త ప్రాణులు భగవంతుని భాగాలే (అంశలే) అని , అవి నా యందే స్థితమై ఉన్నాయని గ్రహిస్తావు.',
    
    },
    {
        verse: 36,
        transliteration: 'అపి చేదసి పాపేభ్యః సర్వేభ్యః పాపకృత్తమః । సర్వం జ్ఞానప్లవేనైవ వృజినం సంతరిష్యసి ।। 36 ।।',
        wordToWord: 'అపి — అయినా సరే; చేత్ — ఒకవేళ; అసి — నీవు; పాపేభ్యః — పాపాత్ములు; సర్వేభ్యః — అందరిలో; పాప-కృత్-తమః — పరమ పాపిష్టి; సర్వం — అందరిలో; జ్ఞాన-ప్లవేన — దివ్య ఆధ్యాత్మిక జ్ఞానమనే పడవ తో; ఏవ — ఖచ్చితంగా; వృజినం — పాపము; సంతరిష్యసి — నీవు దాటిపోగలవు.',
        translation: 'BG 4.36: పాపాత్ములందరి కంటే పరమ పాపిష్ఠి వారు అని పరిగణించబడిన వారు కూడా ఈ ప్రాపంచిక భవసాగరాన్ని ఆధ్యాత్మిక దివ్య జ్ఞానమనే పడవలో స్థితులై ఉండి దాటిపోవచ్చు.',
    
    },
    {
        verse: 37,
        transliteration: 'యథైధాంసి సమిద్ధోఽగ్నిః భస్మసాత్కురుతేఽర్జున । జ్ఞానాగ్నిః సర్వకర్మాణి భస్మసాత్కురుతే తథా ।। 37 ।।',
        wordToWord: 'యథా — ఎలాగైతే; ఏధాంసి — కట్టెలను సమిధ్ధః — జ్వాలలతో; అగ్నిః — అగ్ని; భస్మ-సాత్ — భస్మముగా; కురుతే — చేయునో; అర్జున — అర్జునా; జ్ఞాన-అగ్నిః — జ్ఞానమనే అగ్ని; సర్వ-కర్మాణి — భౌతిక కర్మల యొక్క అన్ని ప్రతిక్రియలను; భస్మ-సాత్ — భస్మముగా; కురుతే — చేయును; తథా — అదే విధముగా.',
        translation: 'BG 4.37: ఎలాగైతే ప్రజ్వలించే అగ్ని కట్టెలను భస్మము చేయునో, ఓ అర్జునా, జ్ఞానాగ్ని కూడా భౌతిక కర్మల నుండి జనించే ప్రతిక్రియలన్నిటిని భస్మము చేయును.',
    
    },
    {
        verse: 38,
        transliteration: 'న హి జ్ఞానేన సదృశం పవిత్రమిహ విద్యతే । తత్స్వయం యోగసంసిద్దః కాలేనాత్మని విందతి ।। 38 ।।',
        wordToWord: 'న — కాదు; హి — నిజముగా; జ్ఞానేన — దివ్య జ్ఞానము తో; సదృశం — సమానముగా; పవిత్రం — పవిత్రమైన; ఇహ — ఈ లోకంలో; విద్యతే — ఉండును; తత్ — అది; స్వయం — స్వయముగా; యోగ — యోగాభ్యాసము; సంసిద్దః — పరిపూర్ణత సాధించినవాడు; కాలేన — కాలక్రమములో; ఆత్మని — హృదయములో; విందతి — పొందును.',
        translation: 'BG 4.38: దివ్య ఆధ్యాత్మిక జ్ఞానం కంటే పవిత్రమొనర్చేది ఈ లోకంలో వేరే ఏమీ లేదు. చాలా కాలం యోగ సాధన తో అంతఃకరణ శుద్ది సాధించిన తరువాత, కాల క్రమంలో ఈ జ్ఞానం సాధకుని హృదయంలో పొందబడుతుంది.',
    
    },
    {
        verse: 39,
        transliteration: 'శ్రద్ధావాన్ లభతే జ్ఞానం తత్పరః సంయతేంద్రియః । జ్ఞానం లబ్ధ్వా పరామ్ శాంతిమచిరేణాధిగచ్ఛతి ।। 39 ।।',
        wordToWord: 'శ్రద్ధావాన్ — శ్రద్ధగలవాడు; లభతే — సాధించును (పొందును); జ్ఞానం — ఆధ్యాత్మిక జ్ఞానం; తత్పరః — దాని యందే మనసున్న వాడు; సంయత — నియంత్రణ కలిగి; ఇంద్రియః — ఇంద్రియములు; జ్ఞానం — అలౌకిక జ్ఞానం; లబ్ధ్వా — పొందిన తరువాత; పరాం — అత్యున్నత; శాంతిం — శాంతి; అచిరేణ — తక్షణమే; అధిగచ్ఛతి — పొందును.',
        translation: 'BG 4.39: గాఢమైన శ్రద్ధావిశ్వాసాలు కలవారు మరియు తమ మనో-ఇంద్రియములను నియంత్రణ చేసే అభ్యాసము చేసినవారు దివ్య ఆధ్యాత్మిక జ్ఞానాన్ని సముపార్జించుకుంటారు. ఇటువంటి శ్రేష్ఠమైన అలౌకిక జ్ఞానం తో వారు అతిత్వరగా శాశ్వతమైన పరమ శాంతి ని పొందుతారు.',
    
    },
    {
        verse: 40,
        transliteration: 'అజ్ఞశ్చాశ్రద్ధధానశ్చ సంశయాత్మా వినశ్యతి । నాయం లోకోఽస్తి న పరో న సుఖం సంశయాత్మనః ।। 40 ।।',
        wordToWord: 'అజ్ఞ — అజ్ఞానులు; చ — మరియు; అశ్రద్ధధానః — శ్రద్ద/విశ్వాసం లేని వారు; సంశయ ఆత్మా — సంశయము కలవాడు; వినశ్యతి — పతనమగును; న — కాదు; అయం — ఈ యొక్క; లోకః — లోకము; అస్తి — ఉండును; న — లేదు; సుఖం — సుఖసంతోషాలు; సంశయ-ఆత్మనః — సంశయాత్మునకు (అనుమానం కలవానికి).',
        translation: 'BG 4.40: జ్ఞానము, విశ్వాసము రెండూ లేని వారు మరియు అనుమానం పడే స్వభావం కలవారు, పతనమైపోతారు. విశ్వాసములేక, సందేహించే వారికి ఈ లోకంలో ఇంకా పర లోకంలో కూడా సుఖం ఉండదు.',
    
    },
    {
        verse: 41,
        transliteration: 'యోగసన్న్యస్తకర్మాణం జ్ఞానసంఛిన్నసంశయమ్ । ఆత్మవంతం న కర్మాణి నిబధ్నంతి ధనంజయ ।। 41 ।।',
        wordToWord: 'యోగ-సన్న్యస్త-కర్మాణం — కర్మ కాండలను త్యజించి, శరీరము-మనస్సు-ఆత్మ ను భగవత్ సేవకే ఉపయోగించే వారు; జ్ఞాన — జ్ఞానముచే; సంఛిన్న — పోగొట్టబడి; సంశయమ్ — సంశయములు (సందేహాలు); ఆత్మ-వంతం — ఆత్మ జ్ఞానం లో స్థితులై; న — కాదు; కర్మాణి — కర్మలు; నిబధ్నంతి — బంధించును; ధనంజయ — అర్జునా, సంపదను జయించేవాడా.',
        translation: 'BG 4.41: ఓ అర్జునా, యోగాగ్ని లో కర్మలను త్యజించి, జ్ఞానం తో తమ అన్ని సందేహాల నివృత్తి చేయబడి, ఆత్మ జ్ఞానమందే స్థితులైన వారిని కర్మలు బంధించవు.',
    
    },
    {
        verse: 42,
        transliteration: 'తస్మాదజ్ఞానసంభూతం హృత్-స్థం జ్ఞానాసినాత్మనః । ఛిత్త్వైనం సంశయం యోగమాతిష్ఠోత్తిష్ఠ భారత ।। 42 ।।',
        wordToWord: 'తస్మాత్ — కాబట్టి; అజ్ఞాన-సంభూతం — అజ్ఞానము చే జనించిన; హృత్-స్థం — హృదయంలో ఉన్న; జ్ఞాన — జ్ఞానమనే; అసినా — ఖడ్గము తో; ఆత్మనః — ఆత్మ యొక్క; ఛిత్త్వా — ముక్కలు చేయుము; ఏనం — ఈ యొక్క; సంశయం — సందేహమును; యోగం — కర్మ యోగంలో; ఆతిష్ఠ — ఆశ్రయించి; ఉత్తిష్ఠ — లెమ్ము; భారతః — ఓ, భరత వంశీయుడా.',
        translation: 'BG 4.42: కాబట్టి, జ్ఞానమనే ఖడ్గంతో నీ హృదయంలో జనించిన సందేహాలను ముక్కలు చేయుము. ఓ భరత వంశీయుడా, కర్మ యోగం లో స్థితుడవై ఉండుము. లెమ్ము, నీ కర్తవ్య నిర్వహణ చేయుము.',
    
    },

]

export default chapter4;