const chapter2 = [
    {
        verse: 1,
        transliteration: 'సంజయ ఉవాచ । తం తథా కృపయావిష్టమశ్రుపూర్ణాకులేక్షణమ్ । విషీదంతమిదం వాక్యమువాచ మధుసూదనః ।। 1 ।।',
        wordToWord: 'సంజయ ఉవాచ — సంజయుడు పలికెను; తం — అతనితో (అర్జునుడి తో); తథా — ఈ విధంగా; కృపయా — జాలితో; ఆవిష్టం — నిండినవాడై; అశ్రు-పూర్ణ — కన్నీరు-నిండి; ఆకుల — బాధతో; ఈక్షణం — కళ్ళు; విషీదంతం — శోకంతో; ఇదం — ఈ యొక్క; వాక్యం — మాటలు; ఉవాచ — పలికెను; మధుసూదనః — శ్రీ కృష్ణ, మధు అనే రాక్షసుడను సంహరించిన వాడా.',
        translation: 'BG 2.1: సంజయుడు పలికెను : జాలి నిండినవాడై, శోకతప్త హృదయం తో, కంటి నిండా నీరు నిండిపోయున్న అర్జునుడిని చూసిన, శ్రీ కృష్ణుడు ఈ విధంగా పలికెను.',
    
    },
    {
        verse: 2,
        transliteration: 'శ్రీ భగవానువాచ । కుతస్త్వాకశ్మలమిదం విషమే సముపస్థితమ్ । అనార్యజుష్టమస్వర్గ్యమ్ అకీర్తికరమర్జున ।। 2 ।।',
        wordToWord: 'శ్రీ భగవానువాచ — పరమేశ్వరుడైన భగవానుడు పలికెను; కుతః — ఎక్కడినుండి; త్వా — నీకు; కశ్మలం — భ్రాంతి; ఇదం — ఈ యొక్క; విషమే — ఈ సంకట సమయంలో; సముపస్థితమ్ — దాపురించింది; అనార్య — అనాగరికమైన వారిచే; జుష్టమ్ — ఆచరింపబడునది; అస్వర్గ్యమ్ — ఉత్తమ లోకాలకు దారి తీసేది కాదు; అకీర్తి-కరమ్ — అపకీర్తి ని కలిగించేది; అర్జున — అర్జునా.',
        translation: 'BG 2.2: శ్రీ భగవానుడు ఇట్లనెను: ప్రియమైన అర్జునా, ఇలాంటి క్లిష్ట సమయంలో ఈ చిత్త భ్రాంతి ఎట్లా దాపురించింది? ఇది గౌరవనీయ వ్యక్తికి తగదు. ఇది ఉత్తమ గతులకు దారి తీసేది కాకపోగా, అపకీర్తి పాలుజేస్తుంది.',
    
    },
    {
        verse: 3,
        transliteration: 'క్లైబ్యం మా స్మ గమః పార్థ నైతత్త్వయ్యుపపద్యతే । క్షుద్రం హృదయ దౌర్బల్యం త్యక్త్వోత్తిష్ఠ పరంతప ।। 3 ।।',
        wordToWord: 'క్లైబ్యం — మగతనములేమి; మా స్మ — వద్దు; గమః — లొంగిపోవద్దు; పార్థ — అర్జున, ప్రిథ తనయుడా; న — కాదు; ఏతత్ — ఇది; త్వయి — నీకు; ఉపపద్యతే — తగదు; క్షుద్రం — నీచమైన; హృదయ — హృదయ; దౌర్బల్యం — బలహీనత; త్యక్త్వా — వదిలిపెట్టి; ఉత్తిష్ట — లెమ్ము; పరంతప — శత్రువులను జయించేవాడా.',
        translation: 'BG 2.3: ఓ పార్థా, ఈ యొక్క పిరికి తనమునకు లొంగిపోవటం నీకు తగదు. ఈ నీచమైన హృదయ దౌర్బల్యం విడిచిపెట్టి, యుద్ధానికి లెమ్ము, ఓ శత్రువులను జయించేవాడా.',
    
    },
    {
        verse: 4,
        transliteration: 'అర్జున ఉవాచ । కథం భీష్మమహం సంఖ్యే ద్రోణం చ మధుసూదన । ఇషుభి ప్రతియోత్స్యామి పూజార్హవరిసూదన ।। 4 ।।',
        wordToWord: 'అర్జున ఉవాచ — అర్జునుడు పలికెను; కథం — ఎట్లా; భీష్మమ్ — భీష్ముడు; అహం — నేను; సంఖ్యే — యుద్ధములో; ద్రోణం — ద్రోణాచార్యుడు; చ — మరియు; మధుసూదన — శ్రీ కృష్ణ, మధు అనే రాక్షసుడను సంహరించినవాడా; ఇషుభి — బాణాలతో; ప్రతియోత్స్యామి — పోరాడగలను; పూజా-అర్హౌ — పూజింపదగిన; అరి-సూదన — శత్రువులను నాశనం చేసేవాడా.',
        translation: 'BG 2.4: అర్జునుడు ఇలా అన్నాడు: ఓ మధుసూదనా, పూజ్యులైన భీష్ముడు, ద్రోణాచార్యుడు వంటి వారి మీద యుద్ధంలో నేను బాణాలు ఎలా విడువగలను? ఓ, శత్రువులను నాశనం చేసేవాడా.',
    
    },
    {
        verse: 5,
        transliteration: 'గురూనహత్వా హి మహానుభావాన్ శ్రేయో భోక్తుం భైక్ష్యమపీహ లోకే । హత్వార్థకామాంస్తు గురూనిహైవ భుంజీయ భోగాన్ రుధిరప్రదిగ్ధాన్ ।। 5 ।।',
        wordToWord: 'గురూన్ — గురువులు; అహత్వా — చంపకుండా; హి — నిజముగా; మహానుభావాన్ — మహనీయులైన పెద్దలు; శ్రేయః — మేలు; భోక్తుం — భోగాలని అనుభవించటం; భైక్ష్యమ్ — బిచ్చమెత్తుకుని; అపి — అయినాసరే; ఇహ లోకే — ఈ లోకంలో; హత్వా — సంహరించుట; అర్థ — సంపాదించు; కామాన్ — కోరికతో; తు — కానీ; గురూన్ — గురువులను (పెద్దవారిని); ఇహ — ఈ లోకంలో; ఏవ — తప్పకుండా; భుంజీయ — అనుభవించుట; భోగాన్ — భోగములు (విలాసములు) రుధిర — రక్తం; ప్రదిగ్ధాన్ — కళంకితమై ఉన్న.',
        translation: 'BG 2.5: నా గురువులైన ఈ పెద్దలను సంహరించి ఈ భోగాలని అనుభవించటం కంటే యాచకుడిగా బ్రతకటం మేలు. వీరిని చంపితే, మనము అనుభవించే ఈ సంపద, భోగాలు, రక్తం తో కళంకితమై ఉంటాయి.',
    
    },
    {
        verse: 6,
        transliteration: 'న చైతద్విద్మః కతరన్నో గరీయో యద్వా జయేమ యది వా నో జయేయుః । యానేవ హత్వా న జిజీవిషామః తేఽవస్థితాః ప్రముఖే ధార్తరాష్ట్రాః ।। 6 ।।',
        wordToWord: 'న — కాదు; చ — కూడా; ఎతత్ — ఇది; విద్మః — మనకు తెలుసు; కతరత్ — ఏది; నః — మనకు; గరీయః — మంచిది; యత్ వా — అదో, ఇదో; జయేమ — మనము విజేయులమైతామో; యది — ఒకవేళ; వా — లేదా; నః — మనలను; జయేయుః — వారు విజేయులైతారా; యాన్ — ఎవరినైతే; ఎవ — నిజముగా; హత్వా — సంహరించిన తరువాత; న జిజీవిశామః — జీవించి ఉండబుద్ధి కాదు; తే — వారు; అవస్థితాః — నిలిచియున్నారు; ప్రముఖే — మన ముందు; ధార్తరాష్ట్రా: — ద్రుతరాష్ట్రుని కుమారులు.',
        translation: 'BG 2.6: ఈ యుద్ధం యొక్క ఎలాంటి ఫలితం మనకు మేలైనదో కూడా తెలియదు - వాళ్ళను జయించడమా లేదా వారిచే జయింపబడటమా. వారిని చంపిన తరువాత కూడా మనకు జీవించాలని అనిపించదు. అయినా, వారు ధృతరాష్ట్రుని పక్షం లో చేరి, మన ఎదురుగా యుద్ధభూమిలో నిలిచి ఉన్నారు.',
    
    },
    {
        verse: 7,
        transliteration: 'కార్పణ్యదోషో పహతస్వభావః పృచ్చామి త్వాం ధర్మ సమ్మూఢచేతాః । యచ్చ్రేయః స్యాన్నిశ్చితం బ్రూహి తన్మే శిష్యస్తేఽహం శాధి మాం త్వాం ప్రపన్నమ్ ।। 7 ।।',
        wordToWord: 'కార్పణ్య-దోషా — పిరికితనము అనెడు దోషము; ఉపహత — ముట్టడి చేయబడి; స్వభావః — స్వభావము; పృచ్చామి — అడుగుతున్నాను; త్వాం — నిన్ను; ధర్మ — ధర్మమును; సమ్మూఢ — కలవరపడ్డ; చేతాః — చిత్తముతో; యత్ — ఏది; శ్రేయః — మంచిది; స్యాత్ — అగునో; నిశ్చితం — నిశ్చయముగా; బ్రూహి — తెలుపుము; తత్ — దానిని; మే — నాకు; శిష్యః — శిష్యుడను; తే — నీ యొక్క; అహం — నేను; శాధి — దయచేసి ఉపదేశం చేయుము; మాం — నేను; త్వాం — నీకు; ప్రపన్నమ్ — శరణాగతుడను.',
        translation: 'BG 2.7: నా కర్తవ్యం ఏమిటో నాకు తెలియటంలేదు మరియు ఆందోళన, పిరికితనము నన్ను ఆవహించాయి. నేను నీ శిష్యుడను, నీకు శరణాగతుడను. నాకు నిజముగా ఏది శేయస్కరమో దానిని ఉపదేశించుము.',
    
    },
    {
        verse: 8,
        transliteration: 'న హి ప్రపశ్యామి మమాపనుద్యాత్ యఛ్చోకముఛ్చోషణమింద్రియాణామ్ । అవాప్య భూమావసపత్నమృద్ధం రాజ్యం సురాణామపి చాధిపత్యమ్ ।। 8 ।।',
        wordToWord: 'న హి ప్రపశ్యామి — చూడలేకున్నాను; మమ — నా యొక్క; అపనుద్యాత్ — పోగొట్టే; యత్ — ఏదైతే; శోకం — శోకమును; ఉచ్చోషణమ్ — శుష్కింప చేయునట్టి; ఇంద్రియాణామ్ — ఇంద్రియముల యొక్క; అవాప్య — పొందిన తరువాత; భూమౌ — ఈ భూమిపై; అసపత్నమ్ — ఎదురులేని; ఋద్దం — సుసంపన్నమైన; రాజ్యం — రాజ్యమును; సురాణామ్ — దేవతల యొక్క; అపి — అయినా; చ — కూడా; ఆధిపత్యమ్ — ఆధిపత్యము.',
        translation: 'BG 2.8: నా ఇంద్రియములను శుష్కింప చేసే ఈ శోకమును పోగొట్టే ఉపాయమేదీ తోచటం లేదు. నేను ఈ భూమిపై సుసంపన్నమైన, ఎదురులేని రాజ్యాన్ని గెలిచినా, దేవతల వంటి అధిపత్యము పొందినా, ఈ శోకమును తొలగించుకోలేను.',
    
    },
    {
        verse: 9,
        transliteration: 'సంజయ ఉవాచ । ఏవముక్త్వా హృషీకేశం గుడాకేశః పరంతప । న యోత్స్య ఇతి గోవిందముక్త్వా తూష్ణీం బభూవ హ ।। 9 ।।',
        wordToWord: 'సంజయ ఉవాచ — సంజయుడు పలికెను; ఏవం — ఈ విధముగా; ఉక్త్వా — పలికిన; హృషీకేశం — మనోఇంద్రియములకు అధిపతి, శ్రీ కృష్ణుడితో; గుడాకేశః — అర్జునుడు, నిద్రని జయించినవాడు; పరంతపః — అర్జునుడు, శత్రువులను శిక్షించేవాడు; న యోత్స్యే — నేను యుద్ధం చేయను; ఇతి — అంటూ; గోవిందం — కృష్ణ, ఇంద్రియములకు ఆనందమునిచ్చే వాడా; ఉక్త్వా — పలికి; తూష్ణీం — మౌనము; బభూవ హ — అతను అయ్యాడు.',
        translation: 'BG 2.9: సంజయుడు పలికెను: ఈ విధంగా అన్న గుడాకేశుడు, శత్రువులను శిక్షించేవాడు, హృషీకేశునితో : "గోవిందా, నేను యుద్ధం చేయను" అంటూ మౌనముగా అయిపోయాడు.',
    
    },
    {
        verse: 10,
        transliteration: 'తమువాచ హృషికేశః ప్రహసన్నివ భారత । సేనయోరుభయోర్మధ్యే విషీదంతమిదం వచః ।। 10 ।।',
        wordToWord: 'తమ్ — అతనితో; ఉవాచ — పలికెను; హృషికేశః — శ్రీ కృష్ణుడు, మనోఇంద్రియములకు అధిపతి; ప్రహసన్ — మందహాసముతో; ఇవ — అలాగ; భారత — ధృతరాష్ట్రా, భరత వంశీయుడా; సేనయోః — సైన్యముల; ఉభయోః — రెంటిలో; మధ్యే — మధ్యలో; విశీదంతం — శోకం లో ఉన్న; ఇదం — ఈ యొక్క; వచః — వాక్యములు.',
        translation: 'BG 2.10: ఓ ధృతరాష్ట్రా! ఆ తరువాత, ఇరు సేనల మధ్యలో, శోకసంతుప్తుడైన అర్జునుడితో శ్రీ కృష్ణుడు మందహాసముతో ఇట్లు పలికెను.',
    
    },
    {
        verse: 11,
        transliteration: 'శ్రీ భగవానువాచ । అశోచ్యానన్వశోచస్త్వం ప్రజ్ఞావాదాంశ్చ భాషసే । గతాసూనగతాసూంశ్చ నానుశోచంతి పండితాః ।। 11 ।।',
        wordToWord: 'శ్రీ-భగవాన్-ఉవాచ — శ్రీ భగవానుడు పలికెను; అశోచ్యాన్ — శోకింప తగని; అన్వశోచః — శోకిస్తున్నావు; త్వం — నీవు; ప్రజ్ఞా-వాదాన్ — ప్రాజ్ఞత తో కూడిన మాటలు; చ — మరియు; భాషసే — పలుకుతున్నావు; గత-అసూన్ — చనిపోయినవారు; అగత-అసూన్ — బ్రతికున్నవారు; చ — మరియు; న అనుశోచంతి — ఎప్పుడూ శోకించరు; పండితాః — పండితులు/వివేకవంతులు.',
        translation: 'BG 2.11: భగవంతుడు ఇలా అన్నాడు: నీవు ప్రాజ్ఞత తో కూడిన మాటలు మాట్లాడుతున్నావు కానీ శోకింప కూడని దాని కోసం శోకిస్తున్నావు. చనిపోయిన వారి గురించి గానీ బ్రతికున్న వారి గురించి గానీ, వివేకవంతులు శోకింపరు.',
    
    },
    {
        verse: 12,
        transliteration: 'న త్వేవాహం జాతు నాసం న త్వం నేమే జనాధిపాః । న చైవ న భవిష్యామః సర్వే వయమతః పరమ్ ।। 12 ।।',
        wordToWord: 'న — ఎప్పటికీ కాదు; తు — కానీ; ఏవ — తప్పకుండా; అహం — నేను; జాతు — ఏ కాలంలో నైనా; న — కాదు; ఆసం — ఉండుట; న — కాదు; త్వం — నీవు; న — కాదు; ఇమే — ఈ యొక్క; జన-అధిపాః — రాజులు; న — కాదు; చ — మరియు; ఏవ — ఖచ్చితంగా; న భవిష్యామః — ఉండకుండా జరుగుట; సర్వే వయం — మనమందరమూ; అతః — ఇప్పటినుండి; పరం — తరువాత.',
        translation: 'BG 2.12: నేను కానీ, నీవు కానీ, ఈ రాజులందరూ కానీ లేని సమయము లేదు; ఇక ముందు కూడా మనము ఉండకుండా ఉండము.',
    
    },
    {
        verse: 13,
        transliteration: 'దేహినోఽస్మిన్ యథా దేహే కౌమారం యౌవనం జరా । తథా దేహాంతరప్రాప్తిః ధీరస్తత్ర న ముహ్యతి ।। 13 ।।',
        wordToWord: 'దేహినః — దేహములోనున్న వాడు; (జీవాత్మ) అస్మిన్ — ఈ యొక్క; యథా — ఎట్లయితే; దేహే — శరీరంలో; కౌమారం — బాల్యము; యౌవనం — యుక్తవయస్సు; జరా — వార్ధక్యము (ముసలితనము); తథా — ఆ విధముగానే; దేహ-అంతర — ఇంకొక దేహము; ప్రాప్తిః — ఇవ్వబడును; ధీరః — ధీరులు, తెలివైనవారు; తత్ర — ఆ విషయములో; న ముహ్యతి — ఆందోళన పడరు.',
        translation: 'BG 2.13: ఏ విధంగానయితే దేహంలో ఉన్న జీవాత్మ వరుసగా బాల్యము, యౌవనం, ముసలితనముల గుండా సాగిపోతుందో, అదేవిధముగా మరణ సమయంలో, జీవాత్మ మరియొక దేహము (శరీరము) లోనికి ప్రవేశిస్తుంది. వివేకవంతులు ఈ విషయమున ఆందోళన పడరు.',
    
    },
    {
        verse: 14,
        transliteration: 'మాత్రాస్పర్శాస్తు కౌంతేయ శీతోష్ణసుఖదుఃఖదాః । ఆగమాపాయినోనిత్యాః తాంస్తితిక్షస్వ భారత ।। 14 ।।',
        wordToWord: 'మాత్రా-స్పర్శాః — ఇంద్రియముల యొక్క ఇంద్రియ-విషయ సంయోగము చే; తు — నిజముగా; కౌంతేయ — అర్జునా; కుంతీ పుత్రుడా; శీత — చలికాలం; ఉష్ణ — ఎండాకాలం; సుఖ — సంతోషము; దుఃఖ — దుఃఖము దాః — ఇచ్చును; ఆగమ — వచ్చును; అపాయినః — పోవును; అనిత్యాః — అనిత్యములు; తాన్ — వాటిని; తితిక్షస్వ — ఓర్చుకొనుము; భారత — భరత వంశీయుడా.',
        translation: 'BG 2.14: ఓ కుంతీ పుత్రా, ఇంద్రియ-విషయములతో సంయోగము వలన ఇంద్రియములకు క్షణభంగురమైన, అనిత్యమైన సుఖ-దుఃఖాలు కలిగినట్లు అనిపిస్తుంది. ఇవి అనిత్యములు; ఇవి వేసవి, చలికాలములలా వచ్చిపోతుంటాయి. ఓ భరత వంశీయుడా, కలత చెందకుండా వీటిని సహించటం నేర్చుకోవాలి.',
    
    },
    {
        verse: 15,
        transliteration: 'యం హి న వ్యథయంత్యేతే పురుషం పురుషర్షభ । సమదుఃఖసుఖం ధీరం సోఽమృతత్వాయ కల్పతే ।। 15 ।।',
        wordToWord: 'యం — ఎవరైతే; హి — వాస్తవముగా; న వ్యథయంతి — వ్యాకుల పడరో; ఏతే — వీటి చే; పురుషం — వ్యక్తులు; పురుష-ఋషభ — శ్రేష్ఠమైన పురుషుడా, అర్జునా; సమ — సమానముగా (సమత్వబుద్ధితో); దుఃఖ — బాధ; సుఖం — సంతోషము; ధీరం — స్థిరముగా; సః — ఆ వ్యక్తి; అమృతత్వాయ — మోక్షమునకు; కల్పతే — అర్హుడు అవుతాడు.',
        translation: 'BG 2.15: ఓ అర్జునా, పురుష శ్రేష్ఠుడా, సుఖదుఃఖముల చే ప్రభావితం కాకుండా, రెండిటిలో చలించకుండా నిశ్చలముగా ఉన్నవాడు మోక్షమునకు అర్హుడవుతాడు.',
    
    },
    {
        verse: 16,
        transliteration: 'నాసతో విద్యతే భావో నాభావో విద్యతే సతః । ఉభయోరపి దృష్టొంఽతః త్వనయోస్తత్త్వదర్శిభిః ।। 16 ।।',
        wordToWord: 'న — కాదు; అసతః — తాత్కాలికమైనది; విద్యతే — ఉన్నది; భావః — ఉనికి; న — లేదు; అభావః — లేకపోవుట; విద్యతే — ఉన్నది; సతః — శాశ్వతమైనదానికి; ఉభయో — రెంటిలో; అపి — మరియు; దృష్టః — చూడబడినది; అంతః — సారాంశం; తు — నిజముగా; అనయోః — వీటిలో; తత్త్వ — వాస్తవమును; దర్శిభిః — జ్ఞానదృష్టికలవారి చే.',
        translation: 'BG 2.16: క్షణభంగురమైన దానికి స్థిరత్వం లేదు మరియు శాశ్వతమైన దానికి అంతం లేదు. ఈ రెండింటి స్వభావాన్ని అధ్యయనం చేసిన తత్త్వజ్ఞానులు ఈ విషయాన్ని యథార్థముగా గమనించి ఉన్నారు.',
    
    },
    {
        verse: 17,
        transliteration: 'అవినాశి తు తద్విద్ధి యేన సర్వమిదం తతమ్ । వినాశమవ్యయస్యాస్య న కశ్చిత్ కర్తుమర్హతి ।। 17 ।।',
        wordToWord: 'అవినాశి — నాశముచేయరాని; తు — నిజముగా; తత్ — అది; విద్ధి — తెలుసుకొనుము; యేన — ఎవరిచేతనైతే; సర్వం — అంతయు; ఇదం — ఈ; తతమ్ — వ్యాప్తి నొంది ఉన్నదో; వినాశమ్ — వినాశము; అవ్యయస్య — అనశ్వరమైన, నిత్యమైన దాని; అస్య — యొక్క; న కశ్చిత్ — ఎవ్వడూ కాడు; కర్తుమ్ — చేయటానికి; అర్హతి — సమర్ధుడు.',
        translation: 'BG 2.17: శరీరమంతయు వ్యాపించి ఉన్న అది నాశనం చేయబడలేనిదని తెలుసుకొనుము. ఎవ్వరూ కూడా అనశ్వరమైన ఆత్మను నశింపచేయలేరు.',
    
    },
    {
        verse: 18,
        transliteration: 'అంతవంత ఇమే దేహా నిత్యస్యోక్తాః శరీరిణః । అనాశినోఽప్రమేయస్య తస్మాద్యుధ్యస్వ భారత ।। 18 ।।',
        wordToWord: 'అంత-వంతః — అంతము కలిగిఉన్న (నశించిపోయేవి); ఇమే — ఇవి; దేహా — భౌతిక శరీరాలు; నిత్యస్య — ఎప్పటికీ ఉండే; ఉక్తాః — చెప్పబడినవి; శరీరిణః — దేహమునందున్న జీవాత్మ; అనాశినః — నాశరహితమైనది; అప్రమేయస్య — అపరిమితమైన, కొలవశక్యము కాని; తస్మాత్ — కాబట్టి; యుధ్యస్వ — యుద్ధం చేయుము; భారత — భరత వంశీయుడా, అర్జునా.',
        translation: 'BG 2.18: ఈ భౌతిక శరీరము మాత్రమే నశించునది; కానీ అందున్న జీవాత్మ నాశరహితమైనది, కొలవశక్యము కానిది మరియు సనాతనమైనది (నిత్యమైనది). కావున, ఓ భరత వంశీయుడా, యుద్ధం చేయుము.',
    
    },
    {
        verse: 19,
        transliteration: 'య ఏనం వేత్తి హంతారం యశ్చైనం మన్యతే హతం । ఉభౌ తౌ న విజానీతో నాయం హంతి న హన్యతే ।। 19 ।।',
        wordToWord: 'యః — ఎవరైతే; ఏనం — ఇది; వేత్తి — తెలుసుకుంటారో; హంతారం — చంపేది ; యః — ఎవరైతే; చ — మరియు; ఏనం — ఇది; మన్యతే — అనుకుంటాడో; హతం — చంపబడేది; ఉభౌ — రెండూ; తౌ — వారు; న — కాదు; విజానీతః — జ్ఞానం కలిగిఉన్న; న — కాదు; అయం — ఇది; హంతి — చంపును; న — కాదు; హన్యతే — చంపబడును.',
        translation: 'BG 2.19: ఆత్మ ఇతరులను చంపును అని అనికోనేవాడు, ఆత్మ ఇతరులచే చంపబడేది అనుకొనేవాడు ఇద్దరూ అజ్ఞానులే. నిజానికి ఆత్మ ఎవ్వరినీ చంపదు, ఎవ్వరిచేతనూ చంపబడదు.',
    
    },
    {
        verse: 20,
        transliteration: 'న జాయతే మ్రియతే వా కదాచిత్ నాయం భూత్వా భవితా వా న భూయః అజో నిత్యః శాశ్వతోఽయం పురాణో న హన్యతే హన్యమానే శరీరే ।। 20 ।।',
        wordToWord: 'న జాయతే మ్రియతే — జన్మించదు, మరణించదు; వా — లేదా; కదాచిత్ — ఎప్పుడైనా; న — కాదు; అయం — ఇది; భూత్వా — ఒకప్పుడు ఉండి; భవితా — భవిష్యత్తు లో ఉండేది; వా — లేదా; న — కాదు; భూయః — ఇంకా; అజః — జన్మలేనిది; నిత్యః — నిత్యమైనది; శాశ్వతః — శాశ్వతమైనది; అయం — ఇది; పురాణః — సనాతనమైనది; న హన్యతే — నాశనం కానిది; హన్యమానే — నశించినప్పుడు; శరీరే — శరీరం ఎప్పుడైతే.',
        translation: 'BG 2.20: ఆత్మకి పుట్టుక లేదు, ఎన్నటికీ మరణం కూడా ఉండదు. ఒకప్పుడు ఉండి, ఇకముందు ఎప్పుడైనా ఉండకుండా ఉండదు. ఆత్మ జన్మ లేనిది, నిత్యమైనది, శాశ్వతమైనది మరియు వయోరహితమైనది. శరీరం నశించిపోయినప్పుడు అది నశించదు.',
    
    },
    {
        verse: 21,
        transliteration: 'వేదావినాశినం నిత్యం య ఏనమజమవ్యయమ్ । కథం స పురుషః పార్థ కం ఘాతయతి హంతి కమ్ ।। 21 ।।',
        wordToWord: 'వేద — తెలుసుకున్న; అవినాశినం — నాశము కానిది; నిత్యం — నిత్యమైనది; యః — ఎవరైతే; ఏనమ్ — ఇది; అజమ్ — జన్మ లేనిది; అవ్యయమ్ — తరగనిది; కథం — ఎట్లా; సః — అది; పురుషః — పురుషుడు; పార్థః — పార్థా; కం — ఎవరిని; ఘాతయతి — చంపే కారణం ; హంతి — చంపును; కమ్ — ఎవరిని?',
        translation: 'BG 2.21: ఓ పార్థ, ఆత్మ నాశనం చేయబడలేదు, నిత్యమైనది, జనన-మరణములు లేనిది అని తెలిసినవాడు, ఎట్లా చంపును (ఎవరినైనా)? ఎట్లా చంప కారణం అవ్వగలడు?',
    
    },
    {
        verse: 22,
        transliteration: 'వాసాంసి జీర్ణాని యథా విహాయ నవాని గృహ్ణాతి నరోఽపరాణి । తథా శరీరాణి విహాయ జీర్ణా న్యన్యాని సంయాతి నవాని దేహీ ।। 22 ।।',
        wordToWord: 'వాసాంసి — వస్త్రములు; జీర్ణాని — జీర్ణమైపోయిన (పాతబడ్డ); యథా — ఆ విధముగా; విహాయ — విడిచిపెట్టి; నవాని — కొత్త; గృహ్ణాతి — స్వీకరించును; నరః — మానవుడు; అపరాణి — వేరైన; తథా — అదే విధముగా; శరీరాణి — శరీరములు; విహాయ — విడిచిపెట్టి; జీర్ణాని — పాతబడ్డ; అన్యాని — వేరే; సంయాతి — ప్రవేశించును; నవాని — కొత్త; దేహీ — జీవాత్మ.',
        translation: 'BG 2.22: ఎలాగైతే మానవుడు, జీర్ణమైపోయిన పాత బట్టలను త్యజించి కొత్త బట్టలను ధరించునో అదే విధముగా జీవాత్మ, మరణ సమయములో పాత శరీరమును వీడి కొత్త శరీరమును స్వీకరించును.',
    
    },
    {
        verse: 23,
        transliteration: 'నైనం ఛిందంతి శస్త్రాణి నైనం దహతి పావకః । న చైనం క్లేదయంత్యాపో న శోషయతి మారుతః ।। 23 ।।',
        wordToWord: 'న — కాదు; ఏనం — ఈ ఆత్మ; ఛిందంతి — ముక్కలుచేయబడుట; శస్త్రాణి — ఆయుధములు; న — కాదు; ఏనం — ఈ ఆత్మ; దహతి — కాల్చుట; పావకః — అగ్ని; న — కాదు; చ — మరియు; ఏనం — ఈ ఆత్మ; క్లేదయంతి — తడుపుట; అపః — నీరు; న — కాదు; శోషయతి — ఎండగొట్టుట; మారుతః — గాలి.',
        translation: 'BG 2.23: ఈ ఆత్మను, ఆయుధములు ఛేదింపలేవు, అగ్ని కాల్చలేదు, నీరు తడపలేదు, గాలి అరిపోవునట్లు చేయలేదు.',
    
    },
    {
        verse: 24,
        transliteration: 'అచ్ఛేద్యోఽయమదాహ్యోఽయమ్ అక్లేద్యోఽశోష్య ఏవ చ । నిత్యః సర్వగతః స్థాణుః అచలోఽయం సనాతనః ।। 24 ।।',
        wordToWord: 'అచ్ఛేదః — ఛేదింపబడనిది; అయం — ఈ ఆత్మ; అదాహ్యః — దహింప బడనిది; అయం — ఈ ఆత్మ; అక్లేదః — తడుపుటకు సాధ్యం కానిది; అశోష్య — ఎండిపోనిది; ఏవ — నిజముగా; చ — మరియు; నిత్యః — ఎప్పుడూ ఉండేది; సర్వ గతః — అంతటా వ్యాపించి ఉండేది; స్థాణుః — మార్చలేనిది; అచలః — పరివర్తనలేనిది; అయం — ఈ ఆత్మ; సనాతనః — సనాతనమైనది.',
        translation: 'BG 2.24: ఆత్మ, ఛేదింపబడలేదు మరియు దహింపబడదు; అది (నీటిచే) తడుపబడదు, దానిని ఎండించుటకును సాధ్యం కాదు. అది నిత్యము, సర్వ వ్యాపి, మార్చలేనిది, పరివర్తనలేనిది మరియు సనాతనమైనది.',
    
    },
    {
        verse: 25,
        transliteration: 'అవ్యక్తోఽయమచింత్యోఽయమ్ అవికార్యోఽయముచ్యతే । తస్మాదేవం విదిత్వైనం నానుశోచితుమర్హసి ।। 25 ।।',
        wordToWord: 'అవ్యక్తః — అవ్యక్తమైన (కనిపించని); అయం — ఈ ఆత్మ; అచింత్యః — మనస్సుకు అందనిది; అయం — ఈ ఆత్మ; అవికార్యః — మార్పుకు లోను కానిది; (వికారములు లేనిది); అయం — ఈ ఆత్మ; ఉచ్యతే — చెప్పబడును; తస్మాత్ — కాబట్టి; ఏవం — ఈ విధంగా; విదిత్వా — తెలుసుకొని; ఏనం — ఈ ఆత్మ; న — కాదు; అనుశోచితుం — శోకించుట; అర్హసి — తగును.',
        translation: 'BG 2.25: ఆత్మ అనేది అవ్యక్తమైనది (కనిపించనిది), ఊహాతీతమైనది మరియు మార్పులేనిది. ఇది తెలుసుకొని నీవు శరీరం కోసము శోకించవలదు.',
    
    },
    {
        verse: 26,
        transliteration: 'అథ చైనం నిత్యజాతం నిత్యం వా మన్యసే మృతమ్ । తథాపి త్వం మహాబాహో నైవం శోచితుమర్హసి ।। 26 ।।',
        wordToWord: 'అథ — అయినా ఒకవేళ; చ — మరియు; ఏనం — ఈ ఆత్మ; నిత్య జాతం — ఎప్పుడూ పుడుతూ ఉంటుంది; నిత్యం — ఎప్పుడూ; వా — లేదా; మన్యసే — అని నీవు భావిస్తే; మృతం — చనిపోవుట; తథా అపి — అయినా సరే; త్వం — నీవు; మహా బాహో — గొప్ప బలముగల చేతులున్నవాడా, అర్జునా; న — కాదు; ఏవం — ఈ విధంగా; శోచితుం — శోకించుట; అర్హసి — తగును.',
        translation: 'BG 2.26: కానీ ఒకవేళ నీవు, ఆత్మ పదే పదే జనన మరణములకు లోనగుతుంది అని అనుకున్నా సరే, ఓ మహా బాహువులు కలవాడా, ఇలా శోకించటము తగదు.',
    
    },
    {
        verse: 27,
        transliteration: 'జాతస్య హి ధ్రువో మృత్యుః ధ్రువం జన్మ మృతస్య చ । తస్మాదపరిహార్యేఽర్థే న త్వం శోచితుమర్హసి ।। 27 ।।',
        wordToWord: 'జాతస్య — పుట్టినవానికి; హి — ఎందుకంటే; ధ్రువః — నిస్సందేహముగా; మృత్యుః — మరణము; ధ్రువం — తప్పదు; జన్మ — పుట్టుక; మృతస్య — మరణించినవానికి; చ — మరియు; తస్మాత్ — కాబట్టి; అపరిహార్యే-అర్థే — ఈ తప్పని పరిస్థితిలో; న — కాదు; త్వం — నీవు; శోచితుం — శోకించుట; అర్హసి — తగును.',
        translation: 'BG 2.27: పుట్టిన వానికి మరణం తప్పదు, మరణించినవానికి మరల పుట్టుక తప్పదు. కాబట్టి ఈ అనివార్యమైన దాని కోసం నీవు శోకించ వద్దు.',
    
    },
    {
        verse: 28,
        transliteration: 'అవ్యక్తాదీని భూతాని వ్యక్తమధ్యాని భారత । అవ్యక్తనిధనాన్యేవ తత్ర కా పరిదేవనా ।। 28 ।।',
        wordToWord: 'అవ్యక్త-ఆదీని — పుట్టుక ముందు అవ్యక్తములు (అప్రకటితములు); భూతాని — సృష్టింపబడిన ప్రాణులు; వ్యక్త — వ్యక్తములు (ప్రకటితములు); మధ్యాని — మధ్యలో; భారత — అర్జున, భరత వంశీయుడా; అవ్యక్త — అవ్యక్తములు (అప్రకటితములు); నిధనాని — మరణించిన పిమ్మట; ఏవ — నిజముగా; తత్ర — కాబట్టి; కా — ఎందులకు; పరిదేవనా — శోకించుట.',
        translation: 'BG 2.28: ఓ భరత వంశీయుడా, సృష్టింపబడిన ప్రాణులన్నీ పుట్టుక ముందు అవ్యక్తములు, జీవిత కాలంలో వ్యక్తములు, మరల మరణించిన పిదప అవ్యక్తములు. కావున శోకించుట ఎందులకు?',
    
    },
    {
        verse: 29,
        transliteration: 'ఆశ్చర్యవత్పశ్యతి కశ్చిదేనమ్ ఆశ్చర్యవద్వదతి తథైవ చాన్యః । ఆశ్చర్యవచ్చైనమన్యః శృణోతి శ్రుత్వాప్యేనం వేద న చైవ కశ్చిత్ ।। 29 ।।',
        wordToWord: 'ఆశ్చర్య-వత్ — ఆశ్చర్యమైనదిగా; పశ్యతి — చూచెదరు; కశ్చిత్ — కొందరు; ఏనమ్ — ఈ ఆత్మ; ఆశ్చర్య-వత్ — ఆశ్చర్య మైనదిగా; వదతి — చెప్పెదరు; తథా — ఈ విధముగా; ఏవ — నిజముగా చ — మరియు; అన్యః — వేరొకరు; ఆశ్చర్య-వత్ — అంతే ఆశ్చర్య మైనదిగా; చ — మరియు; ఏనం — ఈ ఆత్మ; అన్యః — మరోకరు; శృణోతి — వింటారు; శ్రుత్వా — విన్న పిదప; అపి — అయినాసరే; ఏనం — ఈ ఆత్మ; వేద — అవగతము (అర్థం); న — కాదు; చ — మరియు; ఏవ — అయినాసరే; కశ్చిత్ — కొందరికి.',
        translation: 'BG 2.29: కొందరు ఈ ఆత్మని ఆశ్చర్యమైనదిగా చూస్తారు, కొందరు ఆశ్చర్యమైనదిగా వర్ణిస్తారు, కొందరు ఆత్మ ఆశ్చర్యమైనదని వింటారు, మరికొందరు, విన్న తరువాత కూడా దీని గురించి ఏమాత్రం అర్థం చేసుకోలేరు.',
    
    },
    {
        verse: 30,
        transliteration: 'దేహీ నిత్యమవధ్యోఽయం దేహే సర్వస్య భారత । తస్మాత్ సర్వాణి భూతాని న త్వం శోచితుమర్హసి ।। 30 ।।',
        wordToWord: 'దేహీ — దేహములో వసించే ఆత్మ; నిత్యం — ఎల్లప్పుడూ; అవధ్యః — వధింపబడనిది/నిత్యశాశ్వతమైనది; అయం — ఈ ఆత్మ; దేహే — శరీరములో; సర్వస్య — అందరి; భారత — భరత వంశీయుడా, అర్జునా; తస్మాత్ — కాబట్టి; సర్వాణి — అందరి; భూతాని — ప్రాణులు; న — కాదు; త్వం — నీవు ; శోచితుం — శోకించుట; అర్హసి — తగును.',
        translation: 'BG 2.30: ఓ అర్జునా, దేహమునందు ఉండెడి ఆత్మ చావులేనిది; కాబట్టి ఏ ప్రాణి గురించి కూడా నీవు శోకించుట తగదు.',
    
    },
    {
        verse: 31,
        transliteration: 'స్వధర్మమపి చావేక్ష్య న వికంపితుమర్హసి । ధర్మ్యాద్ధి యుద్ధాచ్చ్రేయోఽన్యత్ క్షత్రియస్య న విద్యతే ।। 31 ।।',
        wordToWord: 'స్వ-ధర్మము — వేదానుసారము ఉన్న తన కర్తవ్యము; అపి — కూడా; చ — మరియు; అవేక్ష్య — పరిగణలో; న — కాదు; వికంపితుమ్ — చలించుట; అర్హసి — తగును; ధర్మయత్ — ధర్మ పరిరక్షణకు; హి — నిజముగా; యుద్ధాత్ — యుద్ధము కంటే; శ్రేయః — శ్రేయస్సు; అన్యత్ — వేరే ఏది; క్షత్రియస్య — క్షత్రియుడికి; న — లేదు; విద్యతే — ఉండును.',
        translation: 'BG 2.31: ఇంకా, నీ యొక్క క్షత్రియ స్వ-ధర్మమమును అనుసరించి నీవు చలింపరాదు. నిజానికి, ఒక క్షత్రియుడికి ధర్మ పరిరక్షణకు యుద్ధం చేయటమనే దాని కన్నా మించిన కర్తవ్యం లేదు.',
    
    },
    {
        verse: 32,
        transliteration: 'యదృచ్ఛయా చోపపన్నం స్వర్గద్వారమపావృతమ్ । సుఖినః క్షత్రియాః పార్థ లభంతే యుద్ధమీదృశమ్ ।। 32 ।।',
        wordToWord: 'యదృచ్ఛయా — కోరుకోకుండానే; చ — మరియు; ఉపపన్నం — వచ్చిన; స్వర్గ — స్వర్గ లోకములు; ద్వారం — తలుపు; అపావృతం — తెరిచి ఉన్న; సుఖినః — సంతోషము; క్షత్రియాః — క్షత్రియ వీరులు; పార్థ — అర్జునా, ప్రిథ తనయుడా; లభంతే — లభించును; యుద్దం — యుద్ధము; ఈదృశం — ఇటువంటి.',
        translation: 'BG 2.32: ఓ పార్థ, ధర్మాన్ని పరిరక్షించే అవకాశాలు, కోరుకోకుండానే దొరికిన, క్షత్రియులు అదృష్టవంతులు. ఇది వారికి స్వర్గమునకు తెరిచి ఉన్న ద్వారము.',
    
    },
    {
        verse: 33,
        transliteration: 'అథ చేత్త్వమిమం ధర్మ్యం సంగ్రామం న కరిష్యసి । తతః స్వధర్మం కీర్తిం చ హిత్వా పాపమవాప్స్యసి ।। 33 ।।',
        wordToWord: 'అథ చేత్ — కానీ ఒకవేళ; త్వం — నీవు; ఇమం — ఈ; ధర్మ్యం సంగ్రామం — ధర్మ యుద్ధం; న కరిష్యసి — చేయక పొతే; తతః — ఆ తరువాత; స్వ-ధర్మం — స్వ ధర్మము (వేదములనుసరించి విధింపబడిన కర్తవ్యము); కీర్తిం — పేరు ప్రఖ్యాతులు; చ — మరియు; హిత్వా — వదిలివేసి; పాపం — పాపము; అవాప్స్యసి — పొందుదువు.',
        translation: 'BG 2.33: కానీ ఒకవేళ నీవు స్వధర్మాన్ని, కీర్తిని విడిచి, ఈ ధర్మ యుద్ధాన్ని చేయటానికి నిరాకరిస్తే, తప్పకుండా పాపాన్ని చేసినవాడివవుతావు.',
    
    },
    {
        verse: 34,
        transliteration: 'అకీర్తిం చాపి భూతాని కథయిష్యంతి తేఽవ్యయామ్ సంభావితస్య చాకీర్తిః మరణాదతిరిచ్యతే ।। 34 ।।',
        wordToWord: 'అకీర్తిం — అపకీర్తి; చ — మరియు; అపి — కూడా; భూతాని — జనులు; కథయిష్యంతి — అంటారు; తే — నీ యొక్క; అవ్యయామ్ — ఎప్పటికీ ఉండిపోయే; సంభావితస్య — గౌరవప్రదమైనవానికి; చ — మరియు; అకీర్తిః — అపకీర్తి; మరణాత్ — మరణము కన్నా; అతిరిచ్యతే — అధికమైనది.',
        translation: 'BG 2.34: జనులు నిన్ను పిరికివాడు, పారిపోయిన సైనికుడు అని అంటారు. గౌరవప్రదమైన వ్యక్తికి అపకీర్తి అనేది మరణము కన్నా నీచమైనది.',
    
    },
    {
        verse: 35,
        transliteration: 'భయాద్రణాదుపరతం మంస్యంతే త్వాం మహారథాః । యేషాం చ త్వం బహుమతో భూత్వా యాస్యసి లాఘవమ్ ।। 35 ।।',
        wordToWord: 'భయాత్ — భయముతో; రణాత్ — యుద్ధ భూమి నుండి; ఉపరతం — పారిపోయి; మంస్యంతే — అనుకుంటారు; త్వాం — నీవు; మహారథాః — పదివేల మంది సాధారణ యోధులతో సరితూగగల బలము కలవారు; యేషాం — ఎవరికైతే; చ — మరియు; త్వం — నీవు; బహుమతః — గొప్ప గౌరవనీయుడు; భూత్వా — అయి ఉంటివో; యాస్యసి — నీవు పోగొట్టుకుంటావు; లాఘవమ్ — చులకన.',
        translation: 'BG 2.35: ఏ మహారథుల దృష్టిలో నీవు గొప్పవాడివో, వారే, నీవు యుద్ధభూమి నుండి భయముతో పారిపోయావనుకుంటారు. అలా వారికి నీ మీద ఉన్న గౌరవం పోగొట్టుకుంటావు.',
    
    },
    {
        verse: 36,
        transliteration: 'అవాచ్యవాదాంశ్చ బహూన్ వదిష్యన్తి తవాహితాః । నిందంతస్తవ సామర్థ్యమ్ తతో దుఃఖతరం ను కిమ్ ।। 36 ।।',
        wordToWord: 'అవాచ్య-వాదాన్ — అనరాని మాటలతో (కఠిన మాటలు); చ — మరియు; బహూన్ — చాలా; వదిష్యంతి — అంటారు; తవ — నీ యొక్క; అహితాః — శత్రువులు; నిందంతః — నిందించుచు; తవ — నీ యొక్క; సామర్థ్యమ్ — సామర్థ్యమును; తతః — అంత కంటే; దుఃఖ-తరం — ఎక్కువ బాధ; ను — నిజముగా; కిమ్ — ఏమిటి.',
        translation: 'BG 2.36: నీ శత్రువులు నిన్ను అపకీర్తి పాలు చేసి క్రూరమైన మాటలతో అవమానిస్తారు, దీనితో నీ గొప్పతనం చులకనయిపోతుంది. అయ్యో, దీని కంటే ఎక్కువ బాధాకరమైనది ఏమైనా ఉందా?',
    
    },
    {
        verse: 37,
        transliteration: 'హతో వా ప్రాప్స్యసి స్వర్గం జిత్వా వా భోక్షసే మహీమ్ । తస్మాదుత్తిష్ఠ కౌంతేయ యుద్ధాయ కృతనిశ్చయః ।। 37 ।।',
        wordToWord: 'హతః — సంహరింపబడినచో; వా — లేదా; ప్రాప్స్యసి — పొందుతావు; స్వర్గం — స్వర్గమును; జిత్వా — గెలిచినచో; వా — లేదా; భోక్ష్యసే — అనుభవించెదవు; మహీమ్ — ఈ భూమండల రాజ్యమును; తస్మాత్ — కాబట్టి; ఉత్తిష్ఠ — లెమ్ము; కౌంతేయ — అర్జున, కుంతీ పుత్రుడా; యుద్ధాయ — యుద్ధమునకు; కృత-నిశ్చయ — ధృడ సంకల్పంతో.',
        translation: 'BG 2.37: యుద్ధం చేస్తే నీవు, యుద్ధ రంగంలో వీర మరణం పొంది స్వర్గానికి పోయెదవు లేదా విజయుడవై ఈ రాజ్యమును అనుభవించెదవు. కావున, కృత నిశ్చయుడవై లెమ్ము, ఓ కుంతీ పుత్రుడా, యుద్ధానికి తయారుకమ్ము.',
    
    },
    {
        verse: 38,
        transliteration: 'సుఖదుఃఖే సమే కృత్వా లాభాలాభౌ జయాజయౌ । తతో యుద్ధాయ యుజ్యస్వ నైవం పాపమవాప్స్యసి ।। 38 ।।',
        wordToWord: 'సుఖ — సుఖములను; దుఃఖే — దుఖములను; సమే కృత్వా — సమానముగా భావించి; లాభ-అలాభౌ — లాభ నష్టములను; జయ-అజయౌ — గెలుపు ఓటములను; తతః — అ తరువాత; యుద్ధాయ — యుద్ధమునకు; యుజ్యస్వ — సిద్దుడవు అవుము; న — కాదు; ఏవం — ఈ విధముగా; పాపం — పాపము; అవాప్స్యసి — పొందువు.',
        translation: 'BG 2.38: సుఖ-దుఃఖాలని, లాభ-నష్టాలని సమానంగా తీసుకుంటూ - కర్తవ్య నిర్వహణగా యుద్ధం చెయుము. నీ భాద్యతలని ఈ విధంగా నిర్వర్తించటం వలన నీకు ఎన్నటికీ పాపం అంటదు.',
    
    },
    {
        verse: 39,
        transliteration: 'ఏషా తేఽభిహితా సాంఖ్యే బుద్ధిర్యోగే త్విమాం శృణు । బుధ్ధ్యా యుక్తో యయా పార్థ కర్మబంధం ప్రహాస్యసి ।। 39 ।।',
        wordToWord: 'ఏషా — ఇప్పటివరకు; తే — నీకు; అభిహితా — తెలుపబడినది ; సాంఖ్యే — విశ్లేషణాత్మక జ్ఞానం ద్వారా; బుద్ధిః -యోగే — బుద్ది యోగం ద్వారా; తు — నిజముగా; ఇమాం — ఇది; శృణు — వినుము; బుధ్ధ్యా — అర్థం చేసుకోవటం ద్వారా; యుక్తః — కలిసి; యయా — దేని వలన అయితే; పార్థ — అర్జున, ఫ్రిథ పుత్రుడా; కర్మబంధం — కర్మ బంధము; ప్రహాస్యసి — నుండి నీవు విముక్తి చెయ్యబదడెదవు.',
        translation: 'BG 2.39: ఇప్పటివరకు నేను నీకు సాంఖ్య యోగం, అంటే, ఆత్మ తత్త్వం గురించి విశ్లేషణాత్మక జ్ఞానమును, వివరించాను. ఇప్పుడు వినుము, ఓ పార్థ, నేను బుద్ది యోగాన్ని విశదీకరిస్తాను. ఇలాంటి అవగాహనతో పని చేసినప్పుడు నీవు కర్మ బంధములనుండి విముక్తి పొందెదవు.',
    
    },
    {
        verse: 40,
        transliteration: 'నేహాభిక్రమనాశోఽస్తి ప్రత్యవాయో న విద్యతే । స్వల్పమప్యస్య ధర్మస్య త్రాయతే మహతో భయాత్ ।। 40 ।।',
        wordToWord: 'న — కాదు; ఇహ — దీనిలో; అభిక్రమ — ప్రయత్నములు; నాశః — నష్టము; అస్తి — ఉండును; ప్రత్యవాయః — ప్రతికూల ఫలితములు; న — కాదు; విద్యతే — ఉండును; సు-అల్పం — ఏ కొంచెము; ఆపి — కూడా; అస్య — దీని; ధర్మస్య — ధర్మము యొక్క; త్రాయతే — కాపాడును; మహతః — గొప్ప; భయాత్ — ప్రమాదం.',
        translation: 'BG 2.40: ఈ దృక్పథంతో పనిచేసినప్పుడు, ఎలాంటి నష్టము కానీ వ్యతిరేక ఫలితములు కానీ కలుగవు. కొద్దిగా సాధన చేసినా అది మనలని పెద్ద ప్రమాదాలనుండి కాపాడును.',
    
    },
    {
        verse: 41,
        transliteration: 'వ్యవసాయాత్మికా బుద్దిరేకేహ కురునందన । బహుశాఖా హ్యనంతాశ్చ బుద్ధయోఽవ్యవసాయినామ్ ।। 41 ।।',
        wordToWord: 'వ్యవసాయ-ఆత్మికా — ధృఢమైన; బుద్ధిః — బుద్ది; ఏకా — ఒకటి; ఇహ — ఈ పథములో; కురు-నందన — కురు వంశీయుడా; బహు-శాఖాః — అనేక-శాఖలుగా; హి — నిజముగా; అనంతః — అంతులేని; చ — మరియు; బుద్ధయః — బుద్ది; అవ్యవసాయినామ్ — ధృడ సంకల్పం లేని.',
        translation: 'BG 2.41: ఓ కురు వంశస్తుడా, ఈ దారిలో ఉన్న వారి బుద్ది ధృడంగా/స్థిరంగా ఉంటుంది, వారి లక్ష్యము ఒక్కటే. కానీ, స్థిరంగాలేని వారి బుద్ది పరిపరి విధములగా ఉంటుంది.',
    
    },
    {
        verse: 42,
        transliteration: 'యామిమాం పుష్పితాం వాచం ప్రవదంత్యవిపశ్చితః । వేదవాదరతాః పార్థ నాన్యదస్తీతి వాదినః ।। 42 ।। కామాత్మానః స్వర్గపరా జన్మకర్మఫలప్రదామ్ । క్రియావిశేషబహులాం భోగైశ్వర్యగతిం ప్రతి ।। 43 ।।',
        wordToWord: 'యామ్-ఇమాం — ఇవన్నీ; పుష్పితాం — ఆకర్షణీయమైన; వాచం — మాటలు; ప్రవదంతి — అంటారు; అవిపశ్చితః — పరిమితమైన అవగాహన కలవారు; వేద-వాద-రతాః — వేదములోని ఫలశృతి మీద ఆసక్తి కలవారు; పార్థ — అర్జునా, ప్రిథ పుత్రుడా; న అన్యత్ అస్తి — వేరేది ఏదీ లేదు; ఇతి — ఈ విధంగా; వాదినః — వాదిస్తారు; కామ-ఆత్మానః — శారీరిక సుఖాల కోసం ఆశించి; స్వర్గ-పరాః — స్వర్గ లోకాలని పొంద గోరి; జన్మ-కర్మ-ఫల — ఉత్తమ జన్మ, మంచి ప్రతిఫలాలు; ప్రదాం — ఇచ్చే; క్రియా-విశేష — డాంబికమైన కర్మ కాండలు; బహులాం — చాలా; భోగ — భోగములు; ఐశ్వర్య — ఐశ్వర్యములు ; గతిం — పురోగతి; ప్రతి — వైపున.',
        translation: 'BG 2.42-43: పరిమితమైన అవగాహన కలవారు, స్వర్గ లోక ప్రాప్తి కోసం, డాంభికమైన కర్మకాండలను సూచించే వేదాల్లో చెప్పబడిన సమ్మోహపరచే, మాటలకు ఆకర్షితులై, అందులో ఇంకా ఏమీ ఉన్నత స్థాయి ఉపదేశం లేదనుకుంటారు. తమకు ఇంద్రియ సుఖాలని ప్రాప్తింపచేసే వేదాల్లోని ఆ భాగాలని కీర్తిస్తూ, ఉన్నత జన్మ, ఐశ్వర్యం, ఇంద్రియ భోగాలు, స్వర్గలోక ప్రాప్తి మొదలగువంటి వాటి కోసం ఆడంబరమైన కర్మకాండలు చేస్తుంటారు.',
    
    },
    {
        verse: 43,
        transliteration: 'యామిమాం పుష్పితాం వాచం ప్రవదంత్యవిపశ్చితః । వేదవాదరతాః పార్థ నాన్యదస్తీతి వాదినః ।। 42 ।। కామాత్మానః స్వర్గపరా జన్మకర్మఫలప్రదామ్ । క్రియావిశేషబహులాం భోగైశ్వర్యగతిం ప్రతి ।। 43 ।।',
        wordToWord: 'యామ్-ఇమాం — ఇవన్నీ; పుష్పితాం — ఆకర్షణీయమైన; వాచం — మాటలు; ప్రవదంతి — అంటారు; అవిపశ్చితః — పరిమితమైన అవగాహన కలవారు; వేద-వాద-రతాః — వేదములోని ఫలశృతి మీద ఆసక్తి కలవారు; పార్థ — అర్జునా, ప్రిథ పుత్రుడా; న అన్యత్ అస్తి — వేరేది ఏదీ లేదు; ఇతి — ఈ విధంగా; వాదినః — వాదిస్తారు; కామ-ఆత్మానః — శారీరిక సుఖాల కోసం ఆశించి; స్వర్గ-పరాః — స్వర్గ లోకాలని పొంద గోరి; జన్మ-కర్మ-ఫల — ఉత్తమ జన్మ, మంచి ప్రతిఫలాలు; ప్రదాం — ఇచ్చే; క్రియా-విశేష — డాంబికమైన కర్మ కాండలు; బహులాం — చాలా; భోగ — భోగములు; ఐశ్వర్య — ఐశ్వర్యములు ; గతిం — పురోగతి; ప్రతి — వైపున.',
        translation: 'BG 2.42-43: పరిమితమైన అవగాహన కలవారు, స్వర్గ లోక ప్రాప్తి కోసం, డాంభికమైన కర్మకాండలను సూచించే వేదాల్లో చెప్పబడిన సమ్మోహపరచే, మాటలకు ఆకర్షితులై, అందులో ఇంకా ఏమీ ఉన్నత స్థాయి ఉపదేశం లేదనుకుంటారు. తమకు ఇంద్రియ సుఖాలని ప్రాప్తింపచేసే వేదాల్లోని ఆ భాగాలని కీర్తిస్తూ, ఉన్నత జన్మ, ఐశ్వర్యం, ఇంద్రియ భోగాలు, స్వర్గలోక ప్రాప్తి మొదలగువంటి వాటి కోసం ఆడంబరమైన కర్మకాండలు చేస్తుంటారు.',
    
    },
    {
        verse: 44,
        transliteration: 'భోగైశ్వర్యప్రసక్తానాం తయాపహృతచేతసామ్ । వ్యవసాయాత్మికా బుద్ధిః సమాధౌ న విధీయతే ।। 44 ।।',
        wordToWord: 'భోగ — భోగములు; ఐశ్వర్య — విలాసముల పట్ల; ప్రసక్తానాం — మిక్కిలి మమకారాసక్తి ఉన్నవారికి; తయా — దాని వలన; అపహృత-చేతసామ్ — దిగ్భ్రమచెందిన బుద్ది తో; వ్యవసాయ-ఆత్మికా — నిశ్చయమైన; బుద్ధిః — బుద్ది; సమాధౌ — సాఫల్యం; న — కాదు; విధీయతే — నిలువదు.',
        translation: 'BG 2.44: ప్రాపంచిక భోగాలు, సుఖాల పై మిక్కిలి మమకారంతో, వారి బుద్ధి చిత్తభ్రాంతికి లోనయ్యి, భగవద్ప్రాప్తి పథం లో సాఫల్యానికి కావలసిన ధృడ సంకల్పాన్ని వారు కలిగి ఉండలేరు.',
    
    },
    {
        verse: 45,
        transliteration: 'త్రైగుణ్యవిషయా వేదా నిస్త్రైగుణ్యో భవార్జున । నిర్ద్వంద్వో నిత్యసత్వస్థో నిర్యోగక్షేమ ఆత్మవాన్ ।। 45 ।।',
        wordToWord: 'త్రైగుణ్య — భౌతికప్రకృతి యొక్క త్రి-గుణాత్మకమైన; విషయా — విషయములు; వేదా — వేదములు; నిస్త్రై గుణ్యో — త్రిగుణములకు అతీతంగా; భవ — ఉండుము; అర్జున — అర్జున; నిర్ద్వంద్వః — ద్వందములకు అతీతంగా (హర్షశోకము వంటి ); నిత్య-సత్వ-స్థః — నిత్యము సత్యము లో స్థితుడై ఉండి; నిర్యోగ-క్షేమ — యోగ క్షేమములు గురించి పట్టించుకోని; ఆత్మ-వాన్ — ఆత్మ యందు స్థితుడవై.',
        translation: 'BG 2.45: అర్జునా, వేదములు భౌతిక ప్రకృతి యొక్క త్రి-గుణాత్మకమైన విషయ సంబంధమై వివరించును. నీవు ఈ త్రిగుణములకు అతీతంగా స్వచ్ఛమైన ఆధ్యాత్మిక జ్ఞాన స్థితిలో ఉండుము. ద్వందముల నుండి విడివడి, నిత్యమూ పరమ సత్యం లో స్థితమై ఉండి, మరియు భౌతిక లాభాలు, భద్రత ల గురించి పట్టించుకోకుండా ఆత్మ భావన యందే స్థితుడవై ఉండుము.',
    
    },
    {
        verse: 46,
        transliteration: 'యావానర్థ ఉదపానే సర్వతః సంప్లుతోదకే । తావాన్సర్వేషు వేదేషు బ్రాహ్మణస్య విజానతః ।। 46 ।।',
        wordToWord: 'యావాన్ — ఏదేని; అర్థ — అవసరం; ఉద-పానే — నీటి బావి; సర్వతః — అన్ని విధములుగా; సంప్లుత -ఉదకే — ఒక పెద్ద సరస్సు; తావాన్ — అంత; సర్వేషు — అన్నీ విధములుగా; వేదేషు — వేదములు; బ్రాహ్మణస్య — పరమ సత్యం తెలిసినవానికి (బ్రహ్మ జ్ఞాని); విజానతః — సంపూర్ణ జ్ఞానికి.',
        translation: 'BG 2.46: ఒక చిన్న నీటి బావితో తీరే అన్ని ప్రయోజనాలు సహజంగానే ఒక పెద్ద నీటి కొలను తో తీరుతాయి. ఆ విధంగానే పరమ సత్యాన్ని ఎరిగి భగవత్ ప్రాప్తి నొందిన వాడు అన్ని వేదముల లక్ష్యాన్ని నెరవేరుస్తాడు.',
    
    },
    {
        verse: 47,
        transliteration: 'కర్మణ్యేవాధికారస్తే మా ఫలేషు కదాచన । మా కర్మఫలహేతుర్భూః మా తే సంగోఽస్త్వకర్మణి ।। 47 ।।',
        wordToWord: 'కర్మణి — విధింపబడిన (వేదవిహిత) కర్మాచరణమునందే; ఏవ — మాత్రమే; అధికారః — హక్కు; తే — నీకు; మా — లేదు; ఫలేషు — దాని ఫలముల యందు; కదాచన — ఎప్పుడూ కూడా; మా — కాదు; కర్మ ఫల — కర్మఫలములు; హేతుః — కారణము; భూః — అవును; మా — కూడదు; తే — నీ యొక్క; సంగః — ఆసక్తి (మమకారము); అస్తు — ఉండుట; ఆకర్మణి — కర్మను మానుటయందు.',
        translation: 'BG 2.47: శాస్త్ర విహిత కర్తవ్య కర్మను ఆచరించుటయందే నీకు అధికారము కలదు, కానీ ఆ కర్మ ఫలముల పైన నీకు హక్కు లేదు. నీవే కర్మ ఫలములకు హేతువు అని ఎప్పుడూ అనుకోకు మరియు చేయవలసిన కర్మలు మానుటలో ఆసక్తి ఉండరాదు.',
    
    },
    {
        verse: 48,
        transliteration: 'యోగస్థః కురు కర్మాణి సంగం త్యక్త్వా ధనంజయ । సిద్ధ్య సిద్ధ్యోః సమో భూత్వా సమత్వం యోగ ఉచ్యతే ।। 48 ।।',
        wordToWord: 'యోగ-స్థః — యోగములో స్థిరముగా ఉండి; కురు — చేయుము; కర్మాణి — కర్మలు (విధులు) సంగం — మమకారం (ఆసక్తి); త్యక్త్వా — విడిచిపెట్టి (త్యజించి); ధనంజయ — అర్జునా; సిద్ధి-అసిద్ధ్యొః — గెలుపు-ఓటమిలలో; సమః — సమముగా ఉండి; భూత్వా — కలిగి ఉండి; సమత్వం — సమదృష్టి; యోగః — యోగము; ఉచ్యతే — చెప్పబడును.',
        translation: 'BG 2.48: జయాపజయముల పట్ల మమకారాసక్తి విడిచిపెట్టి, నీ కర్తవ్య నిర్వహణలో స్థిరముగా ఉండుము, ఓ అర్జునా. ఇటువంటి సమత్వ బుద్దియే యోగము అనబడుతుంది.',
    
    },
    {
        verse: 49,
        transliteration: 'దూరేణ హ్యవరం కర్మ బుద్ధియోగాద్ధనంజయ । బుద్ధౌ శరణమన్విచ్ఛ కృపణాః ఫలహేతవః ।। 49 ।।',
        wordToWord: 'దూరేణ — (త్యజించు) దూరము నుండే; హి — నిజముగా; అవరం — నిమ్న స్థాయి లోనున్న; కర్మ — ఫలాపేక్ష తో చేసే పనులు; బుద్ధి-యోగాత్ — దివ్య ఆధ్యాత్మిక జ్ఞానము నందే బుద్ది స్థిరముగా ఉంచి; ధనంజయ — అర్జునా; బుద్ధౌ — ఆధ్యాత్మిక జ్ఞానము, అంతర-దృష్టి; శరణం — ఆశ్రయం(శరణము); అన్విచ్ఛ — వెదుకుము; కృపణాః — లోభి/పిసినారి; ఫలహేతవః — కర్మ ఫలములను ఆశించేవారు.',
        translation: 'BG 2.49: దివ్యమైన ఆధ్యాత్మిక జ్ఞానమునే ఆశ్రయించుము. ఓ అర్జునా, ఫలాపేక్షతో చేసే పనులను త్యజించుము; బుద్ధిని అధ్యాత్మిక దివ్య జ్ఞానం లో స్థిరంగా ఉంచి చేసే పనుల కన్నా, అవి నిమ్న స్థాయికి చెందినవి. తమ కర్మ ఫలములను భోగించగోరే వారు లోభులు/పిసినారులు.',
    
    },
    {
        verse: 50,
        transliteration: 'బుద్ధియుక్తో జహాతీహ ఉభే సుకృతదుష్కృతే । తస్మాద్యోగాయ యుజ్యస్వ యోగః కర్మసు కౌశలమ్ ।। 50 ।।',
        wordToWord: 'బుద్ధి-యుక్తః — జ్ఞానం కలిగి ఉండి; జహాతి — త్యజించుము; ఇహ — ఆ జన్మలో; ఉభే — రెంటినీ; సుకృత-దుష్కృతే — మంచి, చెడు కార్యములు; తస్మాత్ — కాబట్టి; యోగాయ — యోగము కొరకు; యుజ్యస్వ — ప్రయత్నింపుము; యోగః — యోగ అంటే; కర్మసు కౌశలమ్ — నేర్పు తో పని చేసే కళ.',
        translation: 'BG 2.50: వివేకముతో ఈ కర్మ శాస్త్రమును ఆచరణలో పెట్టినవాడు ఈ జన్మ లోనే పుణ్య పాపములను రెంటినీ త్యజించును. కాబట్టి నైపుణ్యం తో (సరియైన దృక్పథం తో) పని చేయటం అనే, యోగ అభ్యాసము చేయుము.',
    
    },
    {
        verse: 51,
        transliteration: 'కర్మజం బుద్ధియుక్తా హి ఫలం త్వక్త్వా మనీషిణః । జన్మబంధవినిర్ముక్తాః పదం గచ్ఛంత్యనామయమ్ ।। 51 ।।',
        wordToWord: 'కర్మజం — కర్మల వలన జనించే; బుద్ధి-యుక్తాః — సమత్వ బుద్ది కలవారై; హి — ఎట్లయితే ; ఫలం — ఫలములు; త్వక్త్వా — విడిచిపెట్టి; మనీషిణః — జ్ఞానులు; జన్మబంధ వినిర్ముక్తాః — జీవన్మరణ బంధముల నుండి విముక్తులై; పదం — స్థితి; గచ్ఛంతి — పొందుదురు; అనామయమ్ — దుఃఖరహితమైన.',
        translation: 'BG 2.51: జ్ఞానులు, సమత్వ బుద్ది కలిగి ఉండి, జననమరణ చక్రంలో బంధించే కర్మ ఫలములపై మమకార-ఆసక్తులను త్యజించి ఉంటారు. ఇలాంటి భావన తో పని చేయటం వలన దుఃఖరహితమైన స్థితిని పొందెదరు.',
    
    },
    {
        verse: 52,
        transliteration: 'యదా తే మోహకలిలం బుద్ధిర్వ్యతితరిష్యతి । తదా గంతాసి నిర్వేదం శ్రోతవ్యస్య శ్రుతస్య చ ।। 52 ।।',
        wordToWord: 'యదా — ఎప్పుడైతే; తే — నీ యొక్క; మోహ — మోహము ; కలిలం — క్లిష్టపరిస్థితి (ఊబి); బుద్ధిః — బుద్ధి; వ్యతితరిష్యతి — దాటిపోవును; తదా — అప్పుడు; గంతాసి — నీవు పొందెదవు; నిర్వేదం — వైరాగ్యమును; శ్రోతవ్యస్య — ఇంకా వినబోయే దానికి; శ్రుతస్య — ఇప్పటి దాక విన్న దానికి; చ — మరియు.',
        translation: 'BG 2.52: మోహమనే ఊబి నుండి నీ బుద్ధి బయటపడినప్పుడే నీవు ఇప్పటి వరకు విన్న దాని గురించి, ఇక వినబోయేదాని గురించి వైరాగ్యం కలుగుతుంది. (ఇహపర లోక భోగముల విషయంలో).',
    
    },
    {
        verse: 53,
        transliteration: 'శృతివిప్రతి పన్నా తే యదా స్థాస్యతి నిశ్చలా । సమాధావచలా బుద్ధిస్తదా యోగామవాప్స్యసి ।। 53 ।।',
        wordToWord: 'శృతి-విప్రతిపన్నా — కామ్య కర్మ కాండలను చెప్పే వేద విభాగాల వైపు ఆకర్షితం కాకుండా; తే — నీ యొక్క; యదా — ఎప్పుడైతే; స్థాస్యతి — ఉండునో; నిశ్చలా — నిశ్చలంగా; సమాధౌ — భగవంతుని యందు; అచలా — స్థిరముగా; బుద్ధిః — బుద్ధి; తదా — అప్పుడు; యోగం — యోగము; అవాప్స్యసి — నీవు పొందెదవు.',
        translation: 'BG 2.53: కామ్య కర్మ కాండలను చెప్పే వేద విభాగాల వైపు ఆకర్షితం కాకుండా నీ బుద్ధి ఎప్పుడైతే భగవంతుని యందే నిశ్చలంగా ఉంటుందో అప్పుడు సంపూర్ణమైన యోగ స్థితిని పొందెదవు.',
    
    },
    {
        verse: 54,
        transliteration: 'అర్జున ఉవాచ । స్థితప్రజ్ఞస్య కా భాషా సమాధిస్థస్య కేశవ । స్థితధీః కిం ప్రభాషేత కిమాసీత వ్రజేత కిమ్ ।। 54 ।।',
        wordToWord: 'అర్జున ఉవాచ — అర్జునుడు పలికెను; స్థితప్రజ్ఞస్య — స్థిరమైన బుద్ది కలవాడు; కా — ఏమి? భాషా — మాట్లాడును; సమాధి-స్థస్య — భగవత్ ధ్యాస లో ఉండి; కేశవ — శ్రీ కృష్ణ, కేశి అనే రాక్షసుడిని సంహరించినవాడా; స్థిత-ధీః — జ్ఞాని; కిం — ఏమిటి? ప్రభాషేత — మాట్లాడును; కిం — ఎలా? ఆసీత — కూర్చుండును; వ్రజేత — నడుచును? కిం — ఎలా?',
        translation: 'BG 2.54: అర్జునుడు పలికెను : ఓ కేశవా, భగవత్ ధ్యాస నందే స్థిరముగా ఉన్న (స్థితప్రజ్ఞుని) వాని ప్రవృత్తి ఎలా ఉంటుంది? జ్ఞానోదయం అయిన వ్యక్తి ఎలా మాట్లాడును? అతను ఎలా కూర్చొనును? అతను ఎలా నడుచును?',
    
    },
    {
        verse: 55,
        transliteration: 'శ్రీ భగవానువాచ । ప్రజహాతి యదా కామాన్ సర్వాన్ పార్థ మనోగతాన్ । ఆత్మన్యేవాత్మనా తుష్టః స్థితప్రజ్ఞస్తదోచ్యతే ।। 55 ।।',
        wordToWord: 'శ్రీ భగవానువాచ — పరమేశ్వరుడైన భగవంతుడు ఇలా పలికెను; ప్రజహాతి — త్యజించి (విడిచి పెట్టి); యదా — ఎప్పుడైతే; కామాన్ — స్వార్ధ కోరికలు; సర్వాన్ — అన్నీ; పార్థ — అర్జునుడా, ప్రిథ తనయుడా; మనః-గతాన్ — మనస్సు యొక్క; ఆత్మని — ఆత్మ యొక్క; ఏవ — మాత్రమే; ఆత్మనా — పరిశుద్ధ మనస్సు తో; తుష్టః — సంతుష్టుడై; స్థిత-ప్రజ్ఞః — స్థితప్రజ్ఞుడు ; తదా — అప్పుడు; ఉచ్యతే — అందురు.',
        translation: 'BG 2.55: భగవానుడు పలికెను : ఓ పార్థ, మనస్సుని వేధించే అన్నీ స్వార్ధ ప్రయోజనాలను, ఇంద్రియవాంఛలను త్యజించి ఆత్మ జ్ఞానం లో సంతుష్టుడు అయినప్పుడు, ఆ వ్యక్తిని స్థిత ప్రజ్ఞుడు అంటారు.',
    
    },
    {
        verse: 56,
        transliteration: 'దుఃఖేష్వనుద్విగ్నమనాః సుఖేషు విగతస్పృహః । వీతరాగభయక్రోధః స్థితధీర్మునిరుచ్యతే ।। 56 ।।',
        wordToWord: 'దుఃఖేషు — దుఃఖముల నడుమ; అనుద్విగ్న-మనాః — మనస్సులో ఉద్వేగమునకు లోను కాని వాడు; సుఖేషు — సుఖములలో; విగత స్పృహః — పొంగిపోని వాడు; వీత — లేకుండా; రాగ — మమకారం; భయ — భయము; క్రోధః — కోపము; స్థిత-ధీః — జ్ఞానోదయం అయినవాడు; మునిః — ముని; ఉచ్యతే — అనబడును.',
        translation: 'BG 2.56: దుఃఖముల నడుమ కూడా కలతచెందని వాడు, సుఖముల కోసం ప్రాకులాడని వాడు; మమకారము, భయము, క్రోధము విడిచిన వాడిని స్థిత-ప్రజ్ఞుడైన ముని అని అంటారు.',
    
    },
    {
        verse: 57,
        transliteration: 'యః సర్వత్రానభిస్నేహః తత్తత్ ప్రాప్య శుభాశుభమ్ । నాభినందంతి న ద్వేష్టి తస్య ప్రజ్ఞా ప్రతిష్ఠితా ।। 57 ।।',
        wordToWord: 'యః — ఎవరైతే; సర్వత్ర — అన్ని పరిస్థితులలో; అనభిస్నేహః — మమకారం/ఆసక్తి లేకుండా; తత్-తత్ — వాటి వాటి; ప్రాప్య — పొంది; శుభ — మంచి; అశుభమ్ — చెడు; న, అభినందంతి — హర్షింపడు; న, ద్వేష్టి — ద్వేషింపడు; తస్య — అతని; ప్రజ్ఞా — జ్ఞానం; ప్రతిష్ఠితా — స్థిరమైనది.',
        translation: 'BG 2.57: ఎవరైతే అన్నీ పరిస్థితులలో మమకారం/ఆసక్తి లేకుండా ఉంటాడో, సౌభాగ్యానికి హర్షమునొందకుండా మరియు కష్టాలకు క్రుంగిపోకుండా ఉంటాడో, అతను పరిపూర్ణ జ్ఞానం తో ఉన్న ముని.',
    
    },
    {
        verse: 58,
        transliteration: 'యదా సంహరతే చాయం కూర్మోంఽగానీవ సర్వశః । ఇంద్రియాణీంద్రియార్థేభ్యః తస్య ప్రజ్ఞా ప్రతిష్ఠితా ।। 58 ।।',
        wordToWord: 'యదా — ఎప్పుడైతే; సంహరతే — ఉపసంహరించి; చ — మరియు; అయం — ఇది; కూర్మః — తాబేలు; అంగాని — అంగములను; ఇవ — ఆ విధంగా; సర్వశః — పూర్తిగా; ఇంద్రియాణి — ఇంద్రియములు; ఇంద్రియ-అర్థేభ్యః — ఇంద్రియార్ధముల నుండి (ఇంద్రియ విషయముల నుండి); తస్య — అతని; ప్రజ్ఞా — దివ్య జ్ఞానం; ప్రతిష్ఠితా — స్థిరమవును.',
        translation: 'BG 2.58: తాబేలు తన పైచిప్ప లోనికి, దాని అంగములను ఉపసంహరించుకున్నట్టుగా, ఇంద్రియములను వాటి విషయార్ధముల నుండి వెనుకకు మరల్చగలిగిన వాడు, దివ్యమైన ఆధ్యాత్మిక జ్ఞానంలో స్థిరచిత్తుడగును.',
    
    },
    {
        verse: 59,
        transliteration: 'విషయా వినివర్తంతే నిరాహారస్య దేహినః । రసవర్జం రసోఽప్యస్య పరం దృష్ట్వా నివర్తతే ।। 59 ।।',
        wordToWord: 'విషయాః — (ఇంద్రియ) విషయములు; వినివర్తంతే — నిగ్రహించు; నిరాహారస్య — స్వీయ సంయమం పాటించి ; దేహినః — జీవునికి ; రస-వర్జం — రుచి తరిగిపోవుట; రసః — రుచి; అపి — కూడా; అస్య — అతనికి; పరం — పరమాత్మ; దృష్ట్వా — తెలుసుకున్న పిదప ; నివర్తతే — తరిగి పోవును.',
        translation: 'BG 2.59: సాధకులు ఇంద్రియములను భోగ వస్తు/విషయముల నుండి నియంత్రించినా, ఇంద్రియ విషయముల మీద రుచి ఉండిపోతుంది. కానీ, భగవత్ తత్వాన్ని అర్థం చేసుకున్నప్పుడు ఆ రుచి కూడా అంతమగును.',
    
    },
    {
        verse: 60,
        transliteration: 'యతతో హ్యపి కౌంతేయ పురుషస్య విపశ్చితః । ఇంద్రియాణి ప్రమాథీని హరంతి ప్రసభం మనః ।। 60 ।।',
        wordToWord: 'యతతః — స్వీయ-నియంత్రణ అభ్యాసం చేసేటప్పుడు; హి — దానికి; ఆపి — కూడా; కౌంతేయ — అర్జునా , కుంతీ పుత్రుడా; పురుషస్య — పురుషుని యొక్క; విపశ్చితః — బుద్ధి విచక్షణ కలవారు; ఇంద్రియాణి — ఇంద్రియములు; ప్రమాథీని — అల్లకల్లోలమైన; హరంతి — లాక్కోనిపోవును; ప్రసభం — బలవంతంగా; మనః — మనస్సుని.',
        translation: 'BG 2.60: ఇంద్రియములు ఎంత బలవత్తరమైనవి, అల్లకల్లోలమైనవి అంటే, ఓ కుంతీ పుత్రుడా, వివేకము కలిగి, స్వీయ నియంత్రణ పాటించే సాధకుని మనస్సుని కూడా బలవంతంగా లాక్కోనిపోగలవు.',
    
    },
    {
        verse: 61,
        transliteration: 'తాని సర్వాణి సంయమ్య యుక్త ఆసీత మత్పరః । వశే హి యస్యేంద్రియాణి తస్య ప్రజ్ఞా ప్రతిష్ఠితాః ।। 61 ।।',
        wordToWord: 'తాని — వాటిని; సర్వాణి — అన్నిటినీ; సంయమ్య — లోబరచుకొని; యుక్త — ఐక్యమయి; ఆసీత — కూర్చొని; మత్పరః — నా యందు (శ్రీ కృష్ణుడు); వశే — వశమునందు; హి — నిజముగా; యస్య — ఎవరి యొక్క; ఇంద్రియాణి — ఇంద్రియములు; తస్య — వారి; ప్రజ్ఞా — విజ్ఞానము; ప్రతిష్ఠితాః — స్థిరంగా ఉండును.',
        translation: 'BG 2.61: ఎవరైతే తమ ఇంద్రియములను వశమునందు ఉంచుకొని, మనస్సుని నాయందే ఎల్లప్పుడూ లగ్నం చేయుదురో, వారు సంపూర్ణ జ్ఞానంలో స్థితులై ఉన్నట్టు.',
    
    },
    {
        verse: 62,
        transliteration: 'ధ్యాయతో విషయాన్ పుంసః సంగస్తేషూపజాయతే । సంగాత్ సంజాయతే కామః కామాత్ క్రోధోఽభిజాయతే ।। 62 ।।',
        wordToWord: 'ధ్యాయతః — చింతన చేయునట్టి; విషయాన్ — ఇంద్రియ విషయములు; పుంసః — వ్యక్తికి; సంగః — సంగము (మమకారాసక్తి); తేషు — ఆ విషయములయందు; ఉపజాయతే — కలుగును; సంగాత్ — సంగము (మమకారాసక్తి) నుండి; సంజయతే — ఉత్పన్నమగును; కామః — కోరికలు; కామాత్ — కోరికల నుండి; క్రోధః — కోపము; అభిజాయతే — ఉద్భవించును.',
        translation: 'BG 2.62: ఇంద్రియ విషయముల మీద చింతన చేయటం వలన వాటి మీద మమకారాసక్తి పెరుగుతుంది. ఈ ఆసక్తి కోరికలను కలుగ చేస్తుంది, ఆ కోరికల నుండే క్రోధం ఉత్పన్నమవుతుంది.',
    
    },
    {
        verse: 63,
        transliteration: 'క్రోధాద్భవతి సమ్మోహః సమ్మోహాత్ స్మృతివిభ్రమః । స్మృతిభ్రంశాద్బుద్ధి నాశో బుద్ధినాశాత్ ప్రణశ్యతి ।। 63 ।।',
        wordToWord: 'క్రోధాత్ — క్రోధము నుండి; భవతి — ఉత్పన్నమగును; సమ్మోహః — విచక్షణ కోల్పోవుట; సమ్మోహాత్ — విచక్షణా రాహిత్యం నుండి; స్మృతి — జ్ఞాపక శక్తి; విభ్రమః — భ్రమ; స్మృతి-భ్రంశాత్ — స్మృతి భ్రమ వలన; బుద్ధి-నాశః — బుద్ధి నశించును; బుద్ధి-నాశాత్ — బుద్ధి నాశం వలన; ప్రణశ్యతి — వ్యక్తి పతనమగును.',
        translation: 'BG 2.63: కోపం అనేది విచక్షణా రాహిత్యానికి దారి తీస్తుంది, అది స్మృతి (జ్ఞాపకశక్తి) భ్రమని కలుగ చేస్తుంది. స్మృతిభ్రమ కలిగినప్పుడు బుద్ధి నశిస్తుంది. బుద్ధి నశించినప్పుడు మనుష్యుడు పతనమౌతాడు.',
    
    },
    {
        verse: 64,
        transliteration: 'రాగద్వేషవియుక్తైస్తు విషయానింద్రియైశ్చరన్ । ఆత్మవశ్యైర్విధేయాత్మా ప్రసాదమధిగచ్ఛతి ।। 64 ।।',
        wordToWord: 'రాగ — మమకారము/అనురక్తి; ద్వేష — ద్వేషము; వియుక్తైః — లేకుండా; తు — కాని; విషయాన్ — ఇంద్రియ విషయములు; ఇంద్రియైః — ఇంద్రియముల చే; చరన్ — వాడుతున్ననూ; ఆత్మవశ్యైః — మనస్సుని అదుపు చేస్తూ; విధేయ-ఆత్మా — మనస్సుని నియంత్రణ చేయువానికి; ప్రసాదం — భగవత్ కృప; అధిగచ్ఛతి — లభించును.',
        translation: 'BG 2.64: ఇంద్రియ విషయ/వస్తువులను వాడేటప్పుడు కూడా మనస్సుని నియంత్రించినవాడై, మమకార-ద్వేష రహితంగా ఉన్నవాడు భగవంతుని కృపకు పాత్రుడగును.',
    
    },
    {
        verse: 65,
        transliteration: 'ప్రసాదే సర్వ దుఃఖానాం హానిరస్యోపజాయతే । ప్రసన్నచేతసో హ్యాశు బుద్ధిః పర్యవతిష్ఠతే ।। 65 ।।',
        wordToWord: 'ప్రసాదే — భగవత్ కృప తో; సర్వ — అన్నీ; దుఃఖానాం — దుఖములకూ; హానిః — వినాశనం; అస్య — అతని; ఉపజాయతే — వచ్చును; ప్రసన్న-చేతసః — ప్రశాంత మైన చిత్తం తో; హి — నిజముగా; ఆశు — త్వరగానే; బుద్ధిః — బుద్ధి; పర్యవతిష్ఠతే — స్థిరముగా నిలుచును.',
        translation: 'BG 2.65: భగవత్ కృప ద్వారా అన్ని దుఃఖాలు తొలిగిపోయే పరమ శాంతి లభిస్తుంది. అలా ప్రసన్న చిత్తం తో ఉన్నవాని బుద్ధి శీఘ్రము గానే భగవంతునియందు స్థిరముగా నిలుస్తుంది.',
    
    },
    {
        verse: 66,
        transliteration: 'నాస్తి బుద్ధిరయుక్తస్య న చాయుక్తస్య భావనా । న చాభావయతః శాంతిః అశాంతస్య కుతః సుఖమ్ ।। 66 ।।',
        wordToWord: 'న-అస్తి — ఉండదు; బుద్ధిః — బుద్ధి; అయుక్తస్య — ఐక్యము కాని; న — కాదు; చ — మరియు; అయుక్తస్య — ఐక్యము కాని; భావనా — ఆలోచనలో; న — ఉండదు; చ — మరియు; అభావయతః — ఐక్యమవని వారు; శాంతిః — శాంతి; అశాంతస్య — అశాంతితో ఉన్నవారికి; కుతః — ఎక్కడ; సుఖం — సుఖము.',
        translation: 'BG 2.66: మనస్సు, ఇంద్రియములను నియంత్రించని క్రమశిక్షణ లేనివానికి, స్థిరమైన బుద్ధి కాని, నిలకడైన భగవత్ ధ్యాస కాని ఉండవు. ఎవడైతే మనస్సుతో భగవంతుని యందు ఎన్నడూ ఐక్యమవడో వానికి శాంతి ఉండదు. మనశ్శాంతి లోపించినవాడు సంతోషంగా ఎలా ఉండగలడు?',
    
    },
    {
        verse: 67,
        transliteration: 'ఇంద్రియాణాం హి చరతాం యన్మనోఽనువిధీయతే । తదస్య హరతి ప్రజ్ఞాం వాయుర్నావమివాంభసి ।। 67 ।।',
        wordToWord: 'ఇంద్రియాణాం — ఇంద్రియముల యొక్క; హి — నిజముగా; చరతాం — తిరగటం; యత్ — ఏదేని; మనః — మనస్సు; అనువిధీయతే — ఎల్లపుడూ నిమగ్నమై ఉండునో; తత్ — అది; అస్య — వాని; హరతి — హరించును; ప్రజ్ఞాం — బుద్ధిని; వాయుః — వాయువు; నావం — నావ; ఇవ — ఎలాగైతే; అంభసి — నీటిలో.',
        translation: 'BG 2.67: ఎలాగైతే బలమైన గాలి, నీటిలో నావను దాని దిశ నుండి పక్కకు నెట్టివేస్తుందో, ఏ ఒక్క ఇంద్రియము పైన గాని మనస్సు కేంద్రీకృతమయినచో అది బుద్ధిని హరించి వేస్తుంది.',
    
    },
    {
        verse: 68,
        transliteration: 'తస్మాద్యస్య మహాబాహో నిగృహీతాని సర్వశః । ఇంద్రియాణీంద్రియార్థేభ్యః తస్య ప్రజ్ఞా ప్రతిష్ఠితా ।। 68 ।।',
        wordToWord: 'తస్మాత్ — కాబట్టి; యస్య — ఎవనిదైతే; మహాబాహో — గొప్ప బాహువులు కలవాడా; నిగృహీతాని — నిగ్రహింపబడినవో ; సర్వశః — సంపూర్ణముగా; ఇంద్రియాణి — ఇంద్రియములు; ఇంద్రియ-అర్థేభ్యః — ఇంద్రియ విషయముల నుండి; తస్య — వానికి; ప్రజ్ఞా — ఆధ్యాత్మిక జ్ఞానము; ప్రతిష్టితాః — స్థిరముగా ఉండును.',
        translation: 'BG 2.68: కాబట్టి, ఓ అర్జునా, శక్తివంతమైన బాహువులు కలవాడా, ఇంద్రియములను ఇంద్రియార్ధములనుండి పూర్తిగా నిగ్రహించిన వ్యక్తి ఆధ్యాత్మిక జ్ఞానం లో స్థిరముగా ఉంటాడు.',
    
    },
    {
        verse: 69,
        transliteration: 'యా నిశా సర్వభూతానాం తస్యాం జాగర్తి సంయమీ । యస్యాం జాగ్రతి భూతాని సా నిశా పశ్యతో మునేః ।। 69 ।।',
        wordToWord: 'యా — ఏదైతే; నిశా — రాత్రి; సర్వ-భూతానాం — అన్ని ప్రాణులకు; తస్యాం — దాని యందు; జాగర్తి — మేల్కొని ఉండు; సంయమీ — ఆత్మ నియంత్రణ/సంయమం కలవాడు; యస్యాం — దేనిలో అయితే; జాగ్రతి — మేల్కొని ఉండు; భూతాని — ప్రాణులు; సా — అది ; నిశా — రాత్రి; పశ్యతః — చూచును; మునేః — ముని.',
        translation: 'BG 2.69: సర్వ భూతములకు ఏది పగలో అది పండితునికి అజ్ఞానపు రాత్రి, మరియు సర్వ భూతములకు ఏది రాత్రియో అది అంతర్ముఖులైన జ్ఞానులకు పగలు.',
    
    },
    {
        verse: 70,
        transliteration: 'ఆపూర్యమాణమచలప్రతిష్ఠం సముద్రమాపః ప్రవిశంతి యద్వత్ తద్వత్ కామా యం ప్రవిశంతి సర్వే స శాంతిమాప్నోతి న కామకామీ ।। 70 ।।',
        wordToWord: 'ఆపూర్యమాణమ్ — అన్నీ దిశలనుండీ నిండి; అచల-ప్రతిష్ఠం — కలవరపడని; సముద్రం — సముద్రము; ఆపః — నీరు; ప్రవిశంతి — వచ్చినా; యద్వత్ — ఎలాగో; తద్వత్ — అలాగే; కామాః — కోరికలు; యం — ఎవరికైతే; ప్రవిశంతి — వచ్చునో; సర్వే — అన్ని; సః — ఆ వ్యక్తి; శాంతిమ్ — శాంతి; ఆప్నోతి — పొందును; న — కాదు; కామ-కామీ — కోరికలను సంతృప్తి పరుచుకునేందుకు కృషి చేసేవాడు.',
        translation: 'BG 2.70: ఎన్నో నదులు తనలో నిత్యం కలుస్తున్నా, ఎలాగైతే సముద్రం నిశ్చలంగా/ప్రశాంతంగా ఉంటుందో, అదేవిధంగా ఎన్నో వాంఛనీయ వస్తువులు తన చుట్టూ వస్తూనే ఉన్నా, చలించని యోగి శాంతిని పొందుతాడు; కోరికలను సంతృప్తిపరచుకోవటానికే కృషి చేసే వ్యక్తి ఇది పొందడు.',
    
    },
    {
        verse: 71,
        transliteration: 'విహాయ కామాన్యః సర్వాన్పుమాంశ్చరతి నిఃస్పృహః । నిర్మమో నిరహంకారః స శాంతిమధిగచ్ఛతి ।। 71 ।।',
        wordToWord: 'విహాయ — త్యజించి; కామాన్ — ప్రాపంచిక కోరికలు; యః — ఎవరైతే; సర్వాన్ — అన్నీ; పుమాన్ — వ్యక్తి; చరతి — ఉండునో; నిఃస్పృహః — అత్యాశ లేకుండా; నిర్మమః — నేను, నాది అన్న భావన లేకుండా; నిరహంకారః — అహంకారము లేకుండా; సః — అతను; శాంతిం — నిజమైన శాంతి; అధిగచ్ఛతి — పొందును.',
        translation: 'BG 2.71: ఎవరైతే అన్ని ప్రాపంచిక కోరికలను త్యజించి, అత్యాశ లేకుండా, నేను/నాది అన్న భావన లేకుండా, అహంకార రహితముగా ఉంటాడో, అలాంటి వానికి పరిపూర్ణమైన ప్రశాంతత లభిస్తుంది.',
    
    },
    {
        verse: 72,
        transliteration: 'ఏషా బ్రాహ్మీ స్థితిః పార్థ నైనాం ప్రాప్య విముహ్యతి । స్థిత్వాస్యామంతకాలేఽపి బ్రహ్మనిర్వాణమృచ్ఛతి ।। 72 ।।',
        wordToWord: 'ఏషా — ఈ విధమైన; బ్రాహ్మీ స్థితిః — భగవత్ ప్రాప్తి నొందిన దశ; పార్థ — అర్జున, ప్రిథ పుత్రుడా; న — కాదు; ఏనాం — ఇది; ప్రాప్య — పొందిన తరువాత; విముహ్యతి — భ్రమ కు లోనుకాడు; స్థిత్వా — స్థిరముగా ఉండి; అస్యాం — దీనిలో; అంత-కాలే — మరణ సమయంలో; అపి — కూడా; బ్రహ్మ-నిర్వాణం — మాయ నుండి విముక్తి; ఋచ్చతి — పొందును.',
        translation: 'BG 2.72: ఓ పార్థ, జ్ఞానోదయం కలిగిన జీవాత్మ స్థితి ఎలా ఉంటుందంటే, ఒకసారి జ్ఞానోదయం కలిగిన తరువాత ఇక మళ్లీ అది మాయలో పడదు. మరణ సమయంలో కూడా ఈ వివేకం తో స్థిరంగా ఉన్న ఇటువంటి వ్యక్తి, జనన మరణ చక్రం నుండి విముక్తి పొంది, ఆ భగవంతుని దివ్య ధామానికి చేరుకుంటాడు.',
    
    },

]

export default chapter2;