const chapter13 = [
    {
        verse: 1,
        transliteration: 'అర్జున ఉవాచ । ప్రకృతిం పురుషం చైవ క్షేత్రం క్షేత్రజ్ఞమేవ చ । ఏతద్వేదితుమిచ్ఛామి జ్ఞానం జ్ఞేయం చ కేశవ ।। 1 ।। *1',
        wordToWord: 'అర్జున ఉవాచ — అర్జునుడు పలికెను; ప్రకృతిం — భౌతిక ప్రకృతి; పురుషం — పురుషుడు (అనుభవించేవాడు); చ — మరియు; ఏవ — నిజముగా; క్షేత్రం — క్షేత్రము; క్షేత్ర-జ్ఞమ్ — క్షేత్రమును తెలిసినవాడు; ఏవ — అయినా; చ — మరియు; ఏతత్ — ఇది; వేదితుం — తెలుసుకొనుటకు; ఇచ్ఛామి — కోరుతున్నాను; జ్ఞానం — జ్ఞానము; జ్ఞేయం — జ్ఞానము యొక్క లక్ష్యము; చ — మరియు; కేశవ — కృష్ణ , కేశి అనే రాక్షసుడిని సంహరించినవాడా.',
        translation: 'BG 13.1: అర్జునుడు ఇలా అన్నాడు, "ఓ కేశవా, ప్రకృతి మరియు పురుషుడు అంటే ఏమిటి, క్షేత్రము మరియు క్షేత్రజ్ఞుడు అంటే ఏమి? అని తెలుసుకోగోరుచున్నాను. నిజమైన జ్ఞానము ఏమిటి మరియు అటువంటి జ్ఞానము యొక్క లక్ష్యము ఏమిటి? అని కూడా తెలుసుకోగోరుచున్నాను.',
    
    },
    {
        verse: 2,
        transliteration: 'శ్రీ భగవానువాచ । ఇదం శరీరం కౌంతేయ క్షేత్రమిత్యభిధీయతే । ఏతద్యో వేత్తి తం ప్రాహుః క్షేత్రజ్ఞ ఇతి తద్విదః ।। 2 ।।',
        wordToWord: 'శ్రీ భగవానువాచ — శ్రీ భగవానుడు ఇలా పలికెను; ఇదం — ఇది; శరీరం — శరీరము; కౌంతేయ — అర్జునా, కుంతీ పుత్రుడా; క్షేత్రం — క్షేత్రము; ఇతి — ఈ విధముగా; అభిధీయతే — చెప్పబడినది; ఏతత్ — ఇది; యః — ఎవరైతే; వేత్తి — తెలుసుకుంటారో; తం — ఆ వ్యక్తి; ప్రాహుః — చెప్పబడును; క్షేత్ర-జ్ఞః — క్షేత్రమును తెలిసినవాడు; ఇతి — ఈ విధముగా; తత్-విదః — సత్యాన్ని స్పష్టముగా తెలుసుకున్నవారు.',
        translation: 'BG 13.2: సర్వోత్కృష్ట దివ్య భగవానుడు ఇలా పలికెను: ఓ అర్జునా, ఈ దేహము క్షేత్రము అని, మరియు ఈ దేహమును గూర్చి తెలిసిన దానిని క్షేత్రజ్ఞుడు అని - ఈ రెండింటి గురించి బాగా తెలిసిన ఋషులచే చెప్పబడినది.',
    
    },
    {
        verse: 3,
        transliteration: 'క్షేత్రజ్ఞం చాపి మాం విద్ధి సర్వక్షేత్రేషు భారత । క్షేత్రక్షేత్రజ్ఞయోః జ్ఞానం యత్తద్ జ్ఞానం మతం మమ ।। 3 ।।',
        wordToWord: 'క్షేత్రజ్ఞం — క్షేత్రజ్ఞుడు; చ — మరియు; అపి — మాత్రము; మాం — నన్ను; విద్ధి — తెలుసుకొనుము; సర్వ — సమస్త; క్షేత్రేషు — వ్యక్తిగత క్షేత్రముల; భారత — భరత వంశీయుడా; క్షేత్ర — క్షేత్రము; క్షేత్ర-జ్ఞయోః — క్షేత్రజ్ఞుని గురించి; జ్ఞానం — తెలుసుకొనుట; యత్ — ఏదైతే; తత్ — అది; జ్ఞానం — జ్ఞానము; మతం — అభిప్రాయము; మమ — నా యొక్క.',
        translation: 'BG 13.3: ఓ భరత వంశీయుడా, నేను కూడా ప్రతి ఒక్క క్షేత్రమును ఎఱింగిన వాడినే. ఈ శరీరమును క్షేత్రమని (కార్యకలాపాలు జరిగే స్థానము) మరియు ఆత్మ, పరమాత్మ క్షేత్రజ్ఞులని (క్షేత్రమునెరింగినవారు) తెలుసుకోవటమే, నిజమైన జ్ఞానముగా నేను పరిగణిస్తాను.',
    
    },
    {
        verse: 4,
        transliteration: 'తత్ క్షేత్రం యచ్చ యాదృక్చయద్వికారి యతశ్చ యత్ । స చ యో యత్ప్రభావశ్చ తత్సమాసేన మే శృణు ।। 4 ।।',
        wordToWord: 'తత్ — అది; క్షేత్రం — క్షేత్రము; యత్ — ఏదైతే; చ — మరియు; యాదృక్ — దాని స్వభావము; యత్-వికారి — దానిలో మార్పులు/కదలికలు ఎలా సంభవిస్తాయో; యతః — దేని నుండి; చ — మరియు; యత్ — ఏది; సః — అతడు; చ — మరియు; యః — ఎవరు; యత్-ప్రభావః — అతని ప్రభావ సామర్ధ్యము ఏమిటో; చ — మరియు; తత్ — అది; సమాసేన — సంక్షిప్తముగా; మే — నా నుండి; శృణు — వినుము.',
        translation: 'BG 13.4: వినుము, క్షేత్రము అంటే ఏమిటో దాని స్వభావం ఏమిటో నేను నీకు వివరిస్తాను. దానిలో మార్పు ఎలా సంభవిస్తుందో, అది దేనిచే సృష్టించబడినదో, క్షేత్రజ్ఞుడు ఎవరో, వాని శక్తిసామర్ధ్యము ఏమిటో కూడా వివరిస్తాను.',
    
    },
    {
        verse: 5,
        transliteration: 'ఋషిభిర్బహుధా గీతం ఛందోభిర్వివిధైః పృథక్ । బ్రహ్మసూత్రపదైశ్చైవ హేతుమద్భిర్వినిశ్చితైః ।। 5 ।।',
        wordToWord: 'ఋషిభిః — మహర్షుల చే; బహుధా — చాలా రకాలుగా; గీతం — పాడబడినది; ఛందోభిః — వేద మంత్రములలో; వివిధైః — వివిధములైన; పృథక్ — వేర్వేరుగా; బ్రహ్మ-సూత్ర — బ్రహ్మ సూత్రములు; పదైః — శ్లోకములు; చ — మరియు; ఏవ — ప్రత్యేకముగా; హేతు-మద్భిః — తర్కముతో (సహేతుకంగా); వినిశ్చితైః — నిశ్చయాత్మకముగా.',
        translation: 'BG 13.5: మహాత్ములైన ఋషులు క్షేత్రమును గూర్చి మరియు క్షేత్రజ్ఞుని గురించి సత్యమును పెక్కువిధముల వివరించి ఉన్నారు. ఎన్నోవేద మంత్రములలో కూడా ఇది తెలుపబడినది, ప్రత్యేకముగా బ్రహ్మ సూత్రములలో ఇది సహేతుకముగా మరియు నిశ్చయాత్మకముగా తెలుపబడినది.',
    
    },
    {
        verse: 6,
        transliteration: 'మహాభూతాన్యహంకారో బుద్ధిరవ్యక్తమేవ చ । ఇంద్రియాణి దశైకం చ పంచ చేంద్రియగోచరాః ।। 6 ।।',
        wordToWord: 'మహా-భూతాని — (పంచ) మహా భూతములు; అహంకారః — అహంకారము; బుద్ధిః — బుద్ధి; అవ్యక్తమ్ — ఆవ్యక్తమైన మూల ప్రకృతి; ఏవ — నిజముగా; చ — మరియు; ఇంద్రియాణి — ఇంద్రియములు; దశ-ఏకం — పదకొండు; చ — మరియు; పంచ — ఐదు; చ — మరియు; ఇంద్రియ-గో-చరాః — (ఐదు) పంచేద్రియముల గ్రాహ్య విషయములు.',
        translation: 'BG 13.6: పంచ మహా భూతములు, అహంకారము, బుద్ధి, అవ్యక్త మూల ప్రకృతి, పదకొండు ఇంద్రియములు (ఐదు జ్ఞానేంద్రియములు, ఐదు కర్మేంద్రియములు, మనస్సు), మరియు ఐదు ఇంద్రియ గ్రాహ్య విషయములతో ఈ యొక్క క్షేత్రము ఉన్నది.',
    
    },
    {
        verse: 7,
        transliteration: 'ఇచ్ఛా ద్వేషః సుఖం దుఃఖం సంఘాతశ్చేతనా ధృతిః । ఏతత్ క్షేత్రం సమాసేన సవికారముదాహృతమ్ ।। 7 ।।',
        wordToWord: 'ఇచ్ఛా — కోరిక; ద్వేషః — ద్వేషము; సుఖం — సుఖము; దుఃఖం — దుఃఖము; సంఘాతః — ఇవన్నీ కలిపి; చేతనా — చైతన్యము; ధృతిః — మనశ్శక్తి; ఏతత్ — ఇవి అన్ని; క్షేత్రం — క్షేత్రము; సమాసేన — తో కూడి; స-వికారమ్ — మార్పులతో; ఉదాహృతమ్ — చెప్పబడినవి.',
        translation: 'BG 13.7: ఇచ్ఛ మరియు ద్వేషము, సంతోషము మరియు దుఃఖము, శరీరము, చైతన్యము, మనోబలము - ఇవన్నీ కలిపి క్షేత్రము మరియు దాని మార్పులు (వికారములు) అనబడుతాయి.',
    
    },
    {
        verse: 8,
        transliteration: 'అమానిత్వమదంభిత్వమ్ అహింసా క్షాంతిరార్జవమ్ । ఆచార్యోపాసనం శౌచం స్థైర్యమాత్మవినిగ్రహః ।। 8 ।। ఇంద్రియార్థేషు వైరాగ్యమనహంకార ఏవ చ । జన్మమృత్యుజరావ్యాధిదుఃఖదోషానుదర్శనమ్ ।। 9 ।। అసక్తిరనభిష్వంగః పుత్రదారగృహాదిషు । నిత్యం చ సమచిత్తత్వమ్ ఇష్టానిష్టోపపత్తిషు ।। 10 ।। మయి చానన్యయోగేన భక్తిరవ్యభిచారిణీ । వివిక్తదేశసేవిత్వమ్ అరతిర్జనసంసది ।। 11 ।। అధ్యాత్మజ్ఞాననిత్యత్వం తత్త్వజ్ఞానార్థదర్శనమ్ । ఏతద్ జ్ఞానమితి ప్రోక్తమ్ అజ్ఞానం యదతోఽన్యథా ।। 12 ।।',
        wordToWord: 'అమానిత్వం — నమ్రత; అదంభిత్వమ్ — దంభము (కృత్తిమ బుద్ధి) లేకుండా; అహింసా — అహింస; క్షాంతిః — క్షమాగుణము; ఆర్జవమ్ — నిరాడంబరత/సరళత; ఆచార్య-ఉపాసనం — గురు సేవ; శౌచం — శరీర, మనస్సుల యొక్క శుద్ధి; స్థైర్యం — స్థిరత్వము; ఆత్మ-వినిగ్రహః — ఆత్మనిగ్రహము; ఇంద్రియ-అర్థేషు — ఇంద్రియ వస్తువిషయముల పట్ల; వైరాగ్యమ్ — వైరాగ్యము; అనహంకారః — అహంకార రహితముగా; ఏవ చ — మరియు ఇంకా; జన్మ — పుట్టుట; మృత్యు — మరణము; జరా — ముసలితనము; వ్యాధి — వ్యాధి; దుఃఖ — చెడు; దోష — దోషములు; అనుదర్శనమ్ — తెలిసికొనుట (అనుభూతి); అసక్తిః — ఆసక్తి లేకుండా; అనభిష్వంగః — లాలస/తృష్ణ లేకుండా; పుత్ర — పిల్లలు; దార — భార్య (భర్త); గృహ-ఆదిషు — ఇల్లు మొదలగునవి; నిత్యం — ఎల్లప్పుడూ; చ — మరియు; సమ-చిత్తత్వమ్ — సమ చిత్తముతో ఉండుట; ఇష్ట — ఇష్టమైనవి; అనిష్ట — అనిష్టమైనవి; ఉపపత్తిషు — వాటి ప్రాప్తి చే; మయి — నా పట్ల; చ — మరియు; అనన్య-యోగేన — అనన్య చిత్తముతో ఏకమై ఉండి; భక్తిః — భక్తి; అవ్యభిచారిణీ — నిశ్చలమైన; వివిక్త — ఏకాంత; దేశ — ప్రదేశములు; సేవిత్వమ్ — పట్ల మొగ్గు చూపి; అరతిః — విముఖత; జన-సంసది — ప్రాపంచిక విషయాసక్తులైన సమాజం పట్ల; ఆధ్యాత్మ — ఆధ్యాత్మిక; జ్ఞాన — జ్ఞానము; నిత్యత్వం — ఎల్లప్పుడూ ఉండటము; తత్త్వ-జ్ఞానా — ఆధ్యాత్మిక సిద్ధాంత జ్ఞానము; అర్థ — కోసము; దర్శనమ్ — వేదాంతశాస్త్రము; ఏతద్ — ఇవి అన్ని; జ్ఞాన — జ్ఞానము; ఇతి — ఈ విధంగా; ప్రోక్తమ్ — చెప్పబడినవి; అజ్ఞానం — అజ్ఞానము; యత్ — ఏదైతే; అతః — దీనికి; అన్యథా — విరుద్ధమైన.',
        translation: 'BG 13.8-12: నమ్రత; దంభము (కృత్తిమ బుద్ధి) లేకుండా ఉండుట; అహింస; క్షమా గుణము; సరళత; గురు సేవ; శరీర-మనస్సుల పరిశుద్ధత; నిశ్చల బుద్ధి; మరియు ఆత్మ-నిగ్రహము; ఇంద్రియభోగ వస్తువిషయములపై అనాసక్తి; అహంకారము లేకుండుట; జన్మ, మృత్యు, జరా, వ్యాధుల దురవస్థను గుర్తుచేసుకోవటం; మమకారరాహిత్యం; భార్య(భర్త), పిల్లలు, ఇల్లు వంటి వాటిని అంటుకొని (యావ) లేకుండా ఉండుట; జీవితంలో అనుకూల లేదా ప్రతికూల పరిస్థితులలో సమత్వ బుద్ధితో ఉండుట; నా పట్ల నిశ్చలమైన మరియు అనన్య భక్తి కలిగి ఉండుట; ఏకాంత ప్రదేశాల్లో ఉండటానికే ఇష్టపడుట మరియు ప్రాపంచిక సమాజం పట్ల అనాసక్తి; ఆధ్యాత్మిక జ్ఞానములో అచంచల విశ్వాసం; మరియు పరమ సత్యముకై తత్త్వాన్వేషణ - ఇవన్నిటినీ నేను జ్ఞానముగా పరిగణిస్తాను, మరియు వీటికి వ్యతిరేకమైనవే అజ్ఞానము అని అంటాను.',
    
    },
    {
        verse: 9,
        transliteration: 'అమానిత్వమదంభిత్వమ్ అహింసా క్షాంతిరార్జవమ్ । ఆచార్యోపాసనం శౌచం స్థైర్యమాత్మవినిగ్రహః ।। 8 ।। ఇంద్రియార్థేషు వైరాగ్యమనహంకార ఏవ చ । జన్మమృత్యుజరావ్యాధిదుఃఖదోషానుదర్శనమ్ ।। 9 ।। అసక్తిరనభిష్వంగః పుత్రదారగృహాదిషు । నిత్యం చ సమచిత్తత్వమ్ ఇష్టానిష్టోపపత్తిషు ।। 10 ।। మయి చానన్యయోగేన భక్తిరవ్యభిచారిణీ । వివిక్తదేశసేవిత్వమ్ అరతిర్జనసంసది ।। 11 ।। అధ్యాత్మజ్ఞాననిత్యత్వం తత్త్వజ్ఞానార్థదర్శనమ్ । ఏతద్ జ్ఞానమితి ప్రోక్తమ్ అజ్ఞానం యదతోఽన్యథా ।। 12 ।।',
        wordToWord: 'అమానిత్వం — నమ్రత; అదంభిత్వమ్ — దంభము (కృత్తిమ బుద్ధి) లేకుండా; అహింసా — అహింస; క్షాంతిః — క్షమాగుణము; ఆర్జవమ్ — నిరాడంబరత/సరళత; ఆచార్య-ఉపాసనం — గురు సేవ; శౌచం — శరీర, మనస్సుల యొక్క శుద్ధి; స్థైర్యం — స్థిరత్వము; ఆత్మ-వినిగ్రహః — ఆత్మనిగ్రహము; ఇంద్రియ-అర్థేషు — ఇంద్రియ వస్తువిషయముల పట్ల; వైరాగ్యమ్ — వైరాగ్యము; అనహంకారః — అహంకార రహితముగా; ఏవ చ — మరియు ఇంకా; జన్మ — పుట్టుట; మృత్యు — మరణము; జరా — ముసలితనము; వ్యాధి — వ్యాధి; దుఃఖ — చెడు; దోష — దోషములు; అనుదర్శనమ్ — తెలిసికొనుట (అనుభూతి); అసక్తిః — ఆసక్తి లేకుండా; అనభిష్వంగః — లాలస/తృష్ణ లేకుండా; పుత్ర — పిల్లలు; దార — భార్య (భర్త); గృహ-ఆదిషు — ఇల్లు మొదలగునవి; నిత్యం — ఎల్లప్పుడూ; చ — మరియు; సమ-చిత్తత్వమ్ — సమ చిత్తముతో ఉండుట; ఇష్ట — ఇష్టమైనవి; అనిష్ట — అనిష్టమైనవి; ఉపపత్తిషు — వాటి ప్రాప్తి చే; మయి — నా పట్ల; చ — మరియు; అనన్య-యోగేన — అనన్య చిత్తముతో ఏకమై ఉండి; భక్తిః — భక్తి; అవ్యభిచారిణీ — నిశ్చలమైన; వివిక్త — ఏకాంత; దేశ — ప్రదేశములు; సేవిత్వమ్ — పట్ల మొగ్గు చూపి; అరతిః — విముఖత; జన-సంసది — ప్రాపంచిక విషయాసక్తులైన సమాజం పట్ల; ఆధ్యాత్మ — ఆధ్యాత్మిక; జ్ఞాన — జ్ఞానము; నిత్యత్వం — ఎల్లప్పుడూ ఉండటము; తత్త్వ-జ్ఞానా — ఆధ్యాత్మిక సిద్ధాంత జ్ఞానము; అర్థ — కోసము; దర్శనమ్ — వేదాంతశాస్త్రము; ఏతద్ — ఇవి అన్ని; జ్ఞాన — జ్ఞానము; ఇతి — ఈ విధంగా; ప్రోక్తమ్ — చెప్పబడినవి; అజ్ఞానం — అజ్ఞానము; యత్ — ఏదైతే; అతః — దీనికి; అన్యథా — విరుద్ధమైన.',
        translation: 'BG 13.8-12: నమ్రత; దంభము (కృత్తిమ బుద్ధి) లేకుండా ఉండుట; అహింస; క్షమా గుణము; సరళత; గురు సేవ; శరీర-మనస్సుల పరిశుద్ధత; నిశ్చల బుద్ధి; మరియు ఆత్మ-నిగ్రహము; ఇంద్రియభోగ వస్తువిషయములపై అనాసక్తి; అహంకారము లేకుండుట; జన్మ, మృత్యు, జరా, వ్యాధుల దురవస్థను గుర్తుచేసుకోవటం; మమకారరాహిత్యం; భార్య(భర్త), పిల్లలు, ఇల్లు వంటి వాటిని అంటుకొని (యావ) లేకుండా ఉండుట; జీవితంలో అనుకూల లేదా ప్రతికూల పరిస్థితులలో సమత్వ బుద్ధితో ఉండుట; నా పట్ల నిశ్చలమైన మరియు అనన్య భక్తి కలిగి ఉండుట; ఏకాంత ప్రదేశాల్లో ఉండటానికే ఇష్టపడుట మరియు ప్రాపంచిక సమాజం పట్ల అనాసక్తి; ఆధ్యాత్మిక జ్ఞానములో అచంచల విశ్వాసం; మరియు పరమ సత్యముకై తత్త్వాన్వేషణ - ఇవన్నిటినీ నేను జ్ఞానముగా పరిగణిస్తాను, మరియు వీటికి వ్యతిరేకమైనవే అజ్ఞానము అని అంటాను.',
    
    },
    {
        verse: 10,
        transliteration: 'అమానిత్వమదంభిత్వమ్ అహింసా క్షాంతిరార్జవమ్ । ఆచార్యోపాసనం శౌచం స్థైర్యమాత్మవినిగ్రహః ।। 8 ।। ఇంద్రియార్థేషు వైరాగ్యమనహంకార ఏవ చ । జన్మమృత్యుజరావ్యాధిదుఃఖదోషానుదర్శనమ్ ।। 9 ।। అసక్తిరనభిష్వంగః పుత్రదారగృహాదిషు । నిత్యం చ సమచిత్తత్వమ్ ఇష్టానిష్టోపపత్తిషు ।। 10 ।। మయి చానన్యయోగేన భక్తిరవ్యభిచారిణీ । వివిక్తదేశసేవిత్వమ్ అరతిర్జనసంసది ।। 11 ।। అధ్యాత్మజ్ఞాననిత్యత్వం తత్త్వజ్ఞానార్థదర్శనమ్ । ఏతద్ జ్ఞానమితి ప్రోక్తమ్ అజ్ఞానం యదతోఽన్యథా ।। 12 ।।',
        wordToWord: 'అమానిత్వం — నమ్రత; అదంభిత్వమ్ — దంభము (కృత్తిమ బుద్ధి) లేకుండా; అహింసా — అహింస; క్షాంతిః — క్షమాగుణము; ఆర్జవమ్ — నిరాడంబరత/సరళత; ఆచార్య-ఉపాసనం — గురు సేవ; శౌచం — శరీర, మనస్సుల యొక్క శుద్ధి; స్థైర్యం — స్థిరత్వము; ఆత్మ-వినిగ్రహః — ఆత్మనిగ్రహము; ఇంద్రియ-అర్థేషు — ఇంద్రియ వస్తువిషయముల పట్ల; వైరాగ్యమ్ — వైరాగ్యము; అనహంకారః — అహంకార రహితముగా; ఏవ చ — మరియు ఇంకా; జన్మ — పుట్టుట; మృత్యు — మరణము; జరా — ముసలితనము; వ్యాధి — వ్యాధి; దుఃఖ — చెడు; దోష — దోషములు; అనుదర్శనమ్ — తెలిసికొనుట (అనుభూతి); అసక్తిః — ఆసక్తి లేకుండా; అనభిష్వంగః — లాలస/తృష్ణ లేకుండా; పుత్ర — పిల్లలు; దార — భార్య (భర్త); గృహ-ఆదిషు — ఇల్లు మొదలగునవి; నిత్యం — ఎల్లప్పుడూ; చ — మరియు; సమ-చిత్తత్వమ్ — సమ చిత్తముతో ఉండుట; ఇష్ట — ఇష్టమైనవి; అనిష్ట — అనిష్టమైనవి; ఉపపత్తిషు — వాటి ప్రాప్తి చే; మయి — నా పట్ల; చ — మరియు; అనన్య-యోగేన — అనన్య చిత్తముతో ఏకమై ఉండి; భక్తిః — భక్తి; అవ్యభిచారిణీ — నిశ్చలమైన; వివిక్త — ఏకాంత; దేశ — ప్రదేశములు; సేవిత్వమ్ — పట్ల మొగ్గు చూపి; అరతిః — విముఖత; జన-సంసది — ప్రాపంచిక విషయాసక్తులైన సమాజం పట్ల; ఆధ్యాత్మ — ఆధ్యాత్మిక; జ్ఞాన — జ్ఞానము; నిత్యత్వం — ఎల్లప్పుడూ ఉండటము; తత్త్వ-జ్ఞానా — ఆధ్యాత్మిక సిద్ధాంత జ్ఞానము; అర్థ — కోసము; దర్శనమ్ — వేదాంతశాస్త్రము; ఏతద్ — ఇవి అన్ని; జ్ఞాన — జ్ఞానము; ఇతి — ఈ విధంగా; ప్రోక్తమ్ — చెప్పబడినవి; అజ్ఞానం — అజ్ఞానము; యత్ — ఏదైతే; అతః — దీనికి; అన్యథా — విరుద్ధమైన.',
        translation: 'BG 13.8-12: నమ్రత; దంభము (కృత్తిమ బుద్ధి) లేకుండా ఉండుట; అహింస; క్షమా గుణము; సరళత; గురు సేవ; శరీర-మనస్సుల పరిశుద్ధత; నిశ్చల బుద్ధి; మరియు ఆత్మ-నిగ్రహము; ఇంద్రియభోగ వస్తువిషయములపై అనాసక్తి; అహంకారము లేకుండుట; జన్మ, మృత్యు, జరా, వ్యాధుల దురవస్థను గుర్తుచేసుకోవటం; మమకారరాహిత్యం; భార్య(భర్త), పిల్లలు, ఇల్లు వంటి వాటిని అంటుకొని (యావ) లేకుండా ఉండుట; జీవితంలో అనుకూల లేదా ప్రతికూల పరిస్థితులలో సమత్వ బుద్ధితో ఉండుట; నా పట్ల నిశ్చలమైన మరియు అనన్య భక్తి కలిగి ఉండుట; ఏకాంత ప్రదేశాల్లో ఉండటానికే ఇష్టపడుట మరియు ప్రాపంచిక సమాజం పట్ల అనాసక్తి; ఆధ్యాత్మిక జ్ఞానములో అచంచల విశ్వాసం; మరియు పరమ సత్యముకై తత్త్వాన్వేషణ - ఇవన్నిటినీ నేను జ్ఞానముగా పరిగణిస్తాను, మరియు వీటికి వ్యతిరేకమైనవే అజ్ఞానము అని అంటాను.',
    
    },
    {
        verse: 11,
        transliteration: 'అమానిత్వమదంభిత్వమ్ అహింసా క్షాంతిరార్జవమ్ । ఆచార్యోపాసనం శౌచం స్థైర్యమాత్మవినిగ్రహః ।। 8 ।। ఇంద్రియార్థేషు వైరాగ్యమనహంకార ఏవ చ । జన్మమృత్యుజరావ్యాధిదుఃఖదోషానుదర్శనమ్ ।। 9 ।। అసక్తిరనభిష్వంగః పుత్రదారగృహాదిషు । నిత్యం చ సమచిత్తత్వమ్ ఇష్టానిష్టోపపత్తిషు ।। 10 ।। మయి చానన్యయోగేన భక్తిరవ్యభిచారిణీ । వివిక్తదేశసేవిత్వమ్ అరతిర్జనసంసది ।। 11 ।। అధ్యాత్మజ్ఞాననిత్యత్వం తత్త్వజ్ఞానార్థదర్శనమ్ । ఏతద్ జ్ఞానమితి ప్రోక్తమ్ అజ్ఞానం యదతోఽన్యథా ।। 12 ।।',
        wordToWord: 'అమానిత్వం — నమ్రత; అదంభిత్వమ్ — దంభము (కృత్తిమ బుద్ధి) లేకుండా; అహింసా — అహింస; క్షాంతిః — క్షమాగుణము; ఆర్జవమ్ — నిరాడంబరత/సరళత; ఆచార్య-ఉపాసనం — గురు సేవ; శౌచం — శరీర, మనస్సుల యొక్క శుద్ధి; స్థైర్యం — స్థిరత్వము; ఆత్మ-వినిగ్రహః — ఆత్మనిగ్రహము; ఇంద్రియ-అర్థేషు — ఇంద్రియ వస్తువిషయముల పట్ల; వైరాగ్యమ్ — వైరాగ్యము; అనహంకారః — అహంకార రహితముగా; ఏవ చ — మరియు ఇంకా; జన్మ — పుట్టుట; మృత్యు — మరణము; జరా — ముసలితనము; వ్యాధి — వ్యాధి; దుఃఖ — చెడు; దోష — దోషములు; అనుదర్శనమ్ — తెలిసికొనుట (అనుభూతి); అసక్తిః — ఆసక్తి లేకుండా; అనభిష్వంగః — లాలస/తృష్ణ లేకుండా; పుత్ర — పిల్లలు; దార — భార్య (భర్త); గృహ-ఆదిషు — ఇల్లు మొదలగునవి; నిత్యం — ఎల్లప్పుడూ; చ — మరియు; సమ-చిత్తత్వమ్ — సమ చిత్తముతో ఉండుట; ఇష్ట — ఇష్టమైనవి; అనిష్ట — అనిష్టమైనవి; ఉపపత్తిషు — వాటి ప్రాప్తి చే; మయి — నా పట్ల; చ — మరియు; అనన్య-యోగేన — అనన్య చిత్తముతో ఏకమై ఉండి; భక్తిః — భక్తి; అవ్యభిచారిణీ — నిశ్చలమైన; వివిక్త — ఏకాంత; దేశ — ప్రదేశములు; సేవిత్వమ్ — పట్ల మొగ్గు చూపి; అరతిః — విముఖత; జన-సంసది — ప్రాపంచిక విషయాసక్తులైన సమాజం పట్ల; ఆధ్యాత్మ — ఆధ్యాత్మిక; జ్ఞాన — జ్ఞానము; నిత్యత్వం — ఎల్లప్పుడూ ఉండటము; తత్త్వ-జ్ఞానా — ఆధ్యాత్మిక సిద్ధాంత జ్ఞానము; అర్థ — కోసము; దర్శనమ్ — వేదాంతశాస్త్రము; ఏతద్ — ఇవి అన్ని; జ్ఞాన — జ్ఞానము; ఇతి — ఈ విధంగా; ప్రోక్తమ్ — చెప్పబడినవి; అజ్ఞానం — అజ్ఞానము; యత్ — ఏదైతే; అతః — దీనికి; అన్యథా — విరుద్ధమైన.',
        translation: 'BG 13.8-12: నమ్రత; దంభము (కృత్తిమ బుద్ధి) లేకుండా ఉండుట; అహింస; క్షమా గుణము; సరళత; గురు సేవ; శరీర-మనస్సుల పరిశుద్ధత; నిశ్చల బుద్ధి; మరియు ఆత్మ-నిగ్రహము; ఇంద్రియభోగ వస్తువిషయములపై అనాసక్తి; అహంకారము లేకుండుట; జన్మ, మృత్యు, జరా, వ్యాధుల దురవస్థను గుర్తుచేసుకోవటం; మమకారరాహిత్యం; భార్య(భర్త), పిల్లలు, ఇల్లు వంటి వాటిని అంటుకొని (యావ) లేకుండా ఉండుట; జీవితంలో అనుకూల లేదా ప్రతికూల పరిస్థితులలో సమత్వ బుద్ధితో ఉండుట; నా పట్ల నిశ్చలమైన మరియు అనన్య భక్తి కలిగి ఉండుట; ఏకాంత ప్రదేశాల్లో ఉండటానికే ఇష్టపడుట మరియు ప్రాపంచిక సమాజం పట్ల అనాసక్తి; ఆధ్యాత్మిక జ్ఞానములో అచంచల విశ్వాసం; మరియు పరమ సత్యముకై తత్త్వాన్వేషణ - ఇవన్నిటినీ నేను జ్ఞానముగా పరిగణిస్తాను, మరియు వీటికి వ్యతిరేకమైనవే అజ్ఞానము అని అంటాను.',
    
    },
    {
        verse: 12,
        transliteration: 'అమానిత్వమదంభిత్వమ్ అహింసా క్షాంతిరార్జవమ్ । ఆచార్యోపాసనం శౌచం స్థైర్యమాత్మవినిగ్రహః ।। 8 ।। ఇంద్రియార్థేషు వైరాగ్యమనహంకార ఏవ చ । జన్మమృత్యుజరావ్యాధిదుఃఖదోషానుదర్శనమ్ ।। 9 ।। అసక్తిరనభిష్వంగః పుత్రదారగృహాదిషు । నిత్యం చ సమచిత్తత్వమ్ ఇష్టానిష్టోపపత్తిషు ।। 10 ।। మయి చానన్యయోగేన భక్తిరవ్యభిచారిణీ । వివిక్తదేశసేవిత్వమ్ అరతిర్జనసంసది ।। 11 ।। అధ్యాత్మజ్ఞాననిత్యత్వం తత్త్వజ్ఞానార్థదర్శనమ్ । ఏతద్ జ్ఞానమితి ప్రోక్తమ్ అజ్ఞానం యదతోఽన్యథా ।। 12 ।।',
        wordToWord: 'అమానిత్వం — నమ్రత; అదంభిత్వమ్ — దంభము (కృత్తిమ బుద్ధి) లేకుండా; అహింసా — అహింస; క్షాంతిః — క్షమాగుణము; ఆర్జవమ్ — నిరాడంబరత/సరళత; ఆచార్య-ఉపాసనం — గురు సేవ; శౌచం — శరీర, మనస్సుల యొక్క శుద్ధి; స్థైర్యం — స్థిరత్వము; ఆత్మ-వినిగ్రహః — ఆత్మనిగ్రహము; ఇంద్రియ-అర్థేషు — ఇంద్రియ వస్తువిషయముల పట్ల; వైరాగ్యమ్ — వైరాగ్యము; అనహంకారః — అహంకార రహితముగా; ఏవ చ — మరియు ఇంకా; జన్మ — పుట్టుట; మృత్యు — మరణము; జరా — ముసలితనము; వ్యాధి — వ్యాధి; దుఃఖ — చెడు; దోష — దోషములు; అనుదర్శనమ్ — తెలిసికొనుట (అనుభూతి); అసక్తిః — ఆసక్తి లేకుండా; అనభిష్వంగః — లాలస/తృష్ణ లేకుండా; పుత్ర — పిల్లలు; దార — భార్య (భర్త); గృహ-ఆదిషు — ఇల్లు మొదలగునవి; నిత్యం — ఎల్లప్పుడూ; చ — మరియు; సమ-చిత్తత్వమ్ — సమ చిత్తముతో ఉండుట; ఇష్ట — ఇష్టమైనవి; అనిష్ట — అనిష్టమైనవి; ఉపపత్తిషు — వాటి ప్రాప్తి చే; మయి — నా పట్ల; చ — మరియు; అనన్య-యోగేన — అనన్య చిత్తముతో ఏకమై ఉండి; భక్తిః — భక్తి; అవ్యభిచారిణీ — నిశ్చలమైన; వివిక్త — ఏకాంత; దేశ — ప్రదేశములు; సేవిత్వమ్ — పట్ల మొగ్గు చూపి; అరతిః — విముఖత; జన-సంసది — ప్రాపంచిక విషయాసక్తులైన సమాజం పట్ల; ఆధ్యాత్మ — ఆధ్యాత్మిక; జ్ఞాన — జ్ఞానము; నిత్యత్వం — ఎల్లప్పుడూ ఉండటము; తత్త్వ-జ్ఞానా — ఆధ్యాత్మిక సిద్ధాంత జ్ఞానము; అర్థ — కోసము; దర్శనమ్ — వేదాంతశాస్త్రము; ఏతద్ — ఇవి అన్ని; జ్ఞాన — జ్ఞానము; ఇతి — ఈ విధంగా; ప్రోక్తమ్ — చెప్పబడినవి; అజ్ఞానం — అజ్ఞానము; యత్ — ఏదైతే; అతః — దీనికి; అన్యథా — విరుద్ధమైన.',
        translation: 'BG 13.8-12: నమ్రత; దంభము (కృత్తిమ బుద్ధి) లేకుండా ఉండుట; అహింస; క్షమా గుణము; సరళత; గురు సేవ; శరీర-మనస్సుల పరిశుద్ధత; నిశ్చల బుద్ధి; మరియు ఆత్మ-నిగ్రహము; ఇంద్రియభోగ వస్తువిషయములపై అనాసక్తి; అహంకారము లేకుండుట; జన్మ, మృత్యు, జరా, వ్యాధుల దురవస్థను గుర్తుచేసుకోవటం; మమకారరాహిత్యం; భార్య(భర్త), పిల్లలు, ఇల్లు వంటి వాటిని అంటుకొని (యావ) లేకుండా ఉండుట; జీవితంలో అనుకూల లేదా ప్రతికూల పరిస్థితులలో సమత్వ బుద్ధితో ఉండుట; నా పట్ల నిశ్చలమైన మరియు అనన్య భక్తి కలిగి ఉండుట; ఏకాంత ప్రదేశాల్లో ఉండటానికే ఇష్టపడుట మరియు ప్రాపంచిక సమాజం పట్ల అనాసక్తి; ఆధ్యాత్మిక జ్ఞానములో అచంచల విశ్వాసం; మరియు పరమ సత్యముకై తత్త్వాన్వేషణ - ఇవన్నిటినీ నేను జ్ఞానముగా పరిగణిస్తాను, మరియు వీటికి వ్యతిరేకమైనవే అజ్ఞానము అని అంటాను.',
    
    },
    {
        verse: 13,
        transliteration: 'జ్ఞేయం యత్తత్ ప్రవక్ష్యామి యద్ జ్ఞాత్వామృతమశ్నుతే । అనాదిమత్పరం బ్రహ్మ న సత్తన్నాసదుచ్యతే ।। 13 ।।',
        wordToWord: 'జ్ఞేయం — తప్పకుండా తెలుసుకోబడదగినది; యత్ — ఏదైతే; తత్ — అది; ప్రవక్ష్యామి — ఇప్పుడు నీకు తెలియచేస్తాను; యత్ — అది; జ్ఞాత్వా — తెలుసుకున్న తరువాత; అమృత — అమరత్వము; అశ్నుతే — పొందురు; అనాది — ఆది (మొదలు) లేని; మత్-పరం — నాకు ఆధీనమై; బ్రహ్మ — బ్రహ్మాం; న — కాదు; సత్ — ఉన్నది; తత్ — అది; న — కాదు; అసత్ — లేనిది; ఉచ్యతే — అంటారు.',
        translation: 'BG 13.13: ఏది తప్పకుండా తెలుసుకొనబడాలో, నీకు దానిని ఇప్పుడు నేను తెలియచేస్తాను, అది తెలుసుకున్న తరువాత, వ్యక్తి అమరత్వం పొందుతాడు. అదియే, సత్, అసత్ లకు అతీతముగా ఉండే ఆదిరహిత బ్రహ్మాం.',
    
    },
    {
        verse: 14,
        transliteration: 'సర్వతః పాణిపాదం తత్సర్వతోఽక్షిశిరోముఖమ్ । సర్వతః శ్రుతిమల్లోకే సర్వమావృత్య తిష్ఠతి ।। 14 ।।',
        wordToWord: 'సర్వతః — సర్వత్ర; పాణి — చేతులు; పాదం — పాదములు; తత్ — అది; సర్వతః — సర్వత్ర; అక్షి — కన్నులు; శిరః — శిరస్సులు; ముఖమ్ — ముఖములు; సర్వతః — అంతటా; శ్రుతి-మత్ — చెవులు కలిగి; లోకే — జగత్తులో; సర్వం — సమస్తము; ఆవృత్య — వ్యాపించి; తిష్ఠతి — ఉంటుంది;',
        translation: 'BG 13.14: సర్వత్రా ఆయన పాదములు, కన్నులు, శిరస్సులు మరియు ముఖములు ఉన్నాయి. ఆయన చెవులు కూడా అన్ని ప్రదేశాలలో ఉన్నాయి, ఎందుకంటే ఆయన ఈ జగత్తు అంతా నిండి నిబిడీకృతమై ఉన్నాడు.',
    
    },
    {
        verse: 15,
        transliteration: 'సర్వేంద్రియగుణాభాసం సర్వేంద్రియవివర్జితమ్ । అసక్తం సర్వభృచ్చైవ నిర్గుణం గుణభోక్తృ చ ।। 15 ।।',
        wordToWord: 'సర్వ — అన్ని; ఇంద్రియ — ఇంద్రియముల; గుణ — ఇంద్రియ-వస్తువిషయములు; ఆభాసం — గ్రహించేవాడు/అనుభవించేవాడు; సర్వ — అన్ని; ఇంద్రియ — ఇంద్రియముల; వివర్జితమ్ — లేకుండా; అసక్తం — ఆసక్తి రహితముగా; సర్వ-భృత్ — అన్నింటిని సంరక్షించి పోషించేవాడు; చ — అయినా; ఏవ — నిజముగా; నిర్గుణం — ప్రకృతి త్రిగుణములకు అతీతముగా; గుణ-భోక్తృ — ప్రకృతి యొక్క త్రిగుణములకు భోక్తగా; చ — అయినా సరే.',
        translation: 'BG 13.15: ఇంద్రియ వస్తువిషయములను అన్నింటినీ ఆయన తెలుసుకొనగలిగినా, ఆయన ఇంద్రియ రహితుడు. ఆయనకు దేనిపట్ల కూడా మమకారానుబంధము లేదు, అయినా ఆయనే అన్నింటిని సంరక్షించి పోషించేవాడు. ఆయన నిర్గుణుడు అయినా, ప్రకృతి త్రిగుణములకు భోక్త ఆయనే.',
    
    },
    {
        verse: 16,
        transliteration: 'బహిరంతశ్చ భూతానామ్ అచరం చరమేవ చ । సూక్ష్మత్వాత్ తదవిజ్ఞేయం దూరస్థం చాంతికే చ తత్ ।। 16 ।।',
        wordToWord: 'బహిః — బాహ్యముగా; అంతః — ఆంతరములో; చ — మరియు; భూతానామ్ — సర్వ ప్రాణులు; అచరం — కదలనివి; చరం — కదిలేవి (చరములు) ఏవ — నిజముగా; చ — మరియు; సూక్ష్మత్వాత్ — సూక్ష్మమైనది కావున; తత్ — అతడు; అవిజ్ఞేయం — అర్థం కాని; దూర-స్థం — చాలా దూరముగా ఉండి; చ — మరియు; అంతికే — చాలా దగ్గరగా; చ — మరియు; తత్ — అతడు.',
        translation: 'BG 13.16: ఆయన సమస్త చరాచర భూతముల బయట మరియు లోపల కూడా స్థితమై ఉన్నాడు. ఆయన సూక్షమైన వాడు, కాబట్టి ఆయనను మనం అర్థం చేసుకోలేము. చాలా దూరంలో ఉన్నాడు కానీ చాలా దగ్గరగా కూడా ఉన్నాడు.',
    
    },
    {
        verse: 17,
        transliteration: 'అవిభక్తం చ భూతేషు విభక్తమివ చ స్థితమ్ । భూతభర్తృ చ తద్ జ్ఞేయం గ్రసిష్ణు ప్రభవిష్ణు చ ।। 17 ।।',
        wordToWord: 'అవిభక్తం — విభజించవీలుగాని; చ — మరియు; భూతేషు — ప్రాణుల యందు; విభక్తమ్ — వేర్వేరుగా విభక్తుడై; ఇవ — కనపడుతూ; చ — మరియు; స్థితమ్ — స్థితుడై; భూత-భర్తృ — సమస్త ప్రాణులను పోషించి సంరక్షించేవాడు; చ — మరియు; తద్ — అది; జ్ఞేయం — తెలుకొనదగినవాడు; గ్రశిష్ణు — లయముచేసేవాడు; ప్రభవిష్ణు — సృష్టికర్త; చ — కూడా.',
        translation: 'BG 13.17: ఆయన విభజించుటకు వీలులేని వాడు, అయినా సర్వప్రాణులలో వేర్వేరుగా కనిపిస్తూ ఉంటాడు. ఆ పరమేశ్వరుడే, సమస్త భూతములకు (ప్రాణులకు) సంరక్షకుడు-పోషకుడు, లయకారకుడు మరియు సృష్టికర్త అని తెలుసుకొనుము.',
    
    },
    {
        verse: 18,
        transliteration: 'జ్యోతిషామపి తజ్జ్యోతిస్తమసః పరముచ్యతే । జ్ఞానం జ్ఞేయం జ్ఞానగమ్యం హృది సర్వస్య విష్ఠితమ్ ।। 18 ।।',
        wordToWord: 'జ్యోతిషామ్ — ప్రకాశవంతమైన వాటన్నిటిలో; అపి — కూడా; తత్ — అది; జ్యోతిః — వెలుగు; తమసః — చీకటి; పరమ్ — అతీతమైన; ఉచ్యతే — అంటారు; జ్ఞానం — జ్ఞానము; జ్ఞేయం — జ్ఞానవస్తువు; జ్ఞాన-గమ్యం — జ్ఞానము యొక్క లక్ష్యము; హృది — హృదయములో; సర్వస్య — సమస్త ప్రాణులలో; విష్ఠితమ్ — స్థితమై ఉండును.',
        translation: 'BG 13.18: అన్ని తేజోమయవస్తువుల్లో ఆయనే ప్రకాశానికి మూలము, మరియు అజ్ఞానపు చీకటికి పరమ అతీతుడు. జ్ఞానము ఆయనే, జ్ఞాన విషయము ఆయనే, మరియు జ్ఞాన లక్ష్యము ఆయనే. ఆయన సమస్త ప్రాణుల హృదయములలో ఉంటాడు.',
    
    },
    {
        verse: 19,
        transliteration: 'ఇతి క్షేత్రం తథా జ్ఞానం జ్ఞేయం చోక్తం సమాసతః । మద్భక్త ఏతద్విజ్ఞాయ మద్భావాయోపపద్యతే ।। 19 ।।',
        wordToWord: 'ఇతి — ఈ విధముగా; క్షేత్రం — క్షేత్ర స్వభావము; తథా — మరియు; జ్ఞానం — జ్ఞానము; జ్ఞేయం — జ్ఞాన విషయము; చ — మరియు; ఉక్తం — తెలియచేయబడినది; సమాసతః — సంక్షిప్తముగా; మత్-భక్తః — నా భక్తుడు; ఏతత్ — ఇది; విజ్ఞాయ — తెలుసుకొని; మత్-భావః — నా దివ్య స్వభావము; ఉపపద్యతే — పొందును.',
        translation: 'BG 13.19: ఈ ప్రకారముగా నీకు క్షేత్రము యొక్క స్వభావమును, జ్ఞానము యొక్క అర్థమును, మరియు జ్ఞాన విషయమును, నేను తెలియచేసాను. నా భక్తులు మాత్రమే దీనిని యదార్థముగా అర్థం చేసుకోగలరు, అలా చేసిన పిదప, వారు నా దివ్య స్వభావమునే పొందుతారు.',
    
    },
    {
        verse: 20,
        transliteration: 'ప్రకృతిం పురుషం చైవ విద్ధ్యనాదీ ఉభావపి । వికారాంశ్చ గుణాంశ్చైవ విద్ధి ప్రకృతిసంభవాన్ ।। 20 ।।',
        wordToWord: 'ప్రకృతిం — భౌతిక ప్రకృతి; పురుషం — జీవాత్మలు; చ — మరియు; ఏవ — నిజముగా; విద్ధి — తెలుసుకొనుము; అనాదీ — మొదలు (ఆది) లేని; ఉభౌ — రెండునూ; అపి — కూడా; వికారాన్ — మార్పులు/వికారములు (శరీరము యొక్క); చ — మరియు; గుణాన్ — ప్రకృతి త్రిగుణములు; చ — మరియు; ఏవ — నిజముగా; విద్ధి — తెలుసుకొనుము; ప్రకృతి — భౌతిక శక్తి; సంభవాన్ — చే ఉత్పన్నమగును.',
        translation: 'BG 13.20: ప్రకృతి (భౌతిక ప్రకృతి) మరియు పురుషుడు (ఆత్మలు) రెండూ కూడా అనాదియైనవి (సనాతనమైనవి). శరీరములోని అన్ని మార్పులూ మరియు ప్రకృతి త్రిగుణములూ కూడా, భౌతిక శక్తి చే సంభవిస్తున్నాయని తెలుసుకొనుము.',
    
    },
    {
        verse: 21,
        transliteration: 'కార్యకారణకర్తృత్వే హేతుః ప్రకృతిరుచ్యతే । పురుషః సుఖదుఃఖానాం భోక్తృత్వే హేతురుచ్యతే ।। 21 ।।',
        wordToWord: 'కార్య — కార్యము; కారణ — కారణము; కర్తృత్వే — ఉత్పన్నము చేయుటలో; హేతుః — హేతువు; ప్రకృతిః — భౌతిక శక్తి; ఉచ్యతే — చెప్పబడును; పురుషః — జీవాత్మ; సుఖ-దుఃఖానాం — సుఖ దుఃఖముల యొక్క; భోక్తృత్వే — అనుభవించుట లో; హేతుః — హేతువు; ఉచ్యతే — అంటారు.',
        translation: 'BG 13.21: సృష్టిలో కార్యమునకు కారణమునకు భౌతిక శక్తియే హేతువని; సుఖ దుఃఖములను అనుభూతి చెందుటలో, జీవాత్మ యే బాధ్యుడు అని చెప్పబడినది.',
    
    },
    {
        verse: 22,
        transliteration: 'పురుషః ప్రకృతిస్థో హి భుంక్తే ప్రకృతిజాన్గుణాన్ । కారణం గుణసంగోఽస్య సదసద్యోనిజన్మసు ।। 22 ।।',
        wordToWord: 'పురుషః — జీవాత్మ; ప్రకృతి-స్థః — ప్రకృతిలో స్థితమై ఉండి; హి — నిజముగా; భుంక్తే — భోగించ దలచి; ప్రకృతి-జాన్ — భౌతిక శక్తి (ప్రకృతి) జనితమైన; గుణాన్ — త్రిగుణములు; కారణం — కారణము; గుణ-సంగః — గుణములతో సంగము (మమకారాసక్తి); అస్య — దాని యొక్క; సత్-అసత్-యోని — ఉఛ్చమైన-నీచమైన-గర్భములో; జన్మసు — పుట్టుట.',
        translation: 'BG 13.22: ఎప్పుడైతే ప్రకృతిలో (భౌతిక శక్తి) లో స్థితమై ఉన్న పురుషుడు (జీవాత్మ) త్రిగుణములను సుఖించదలచాడో, వాటి పట్ల మమకారాసక్తియే, ఆ జీవాత్మకు ఉన్నతమైన జన్మ మరియు నీచ జన్మలకు కారణమగును.',
    
    },
    {
        verse: 23,
        transliteration: 'ఉపద్రష్టానుమంతా చ భర్తా భోక్తా మహేశ్వరః । పరమాత్మేతి చాప్యుక్తో దేహేఽస్మిన్ పురుషః పరః ।। 23 ।।',
        wordToWord: 'ఉపద్రష్టా — సాక్షి; అనుమంతా — ఆనతి నిచ్చేవాడు; చ — మరియు; భర్తా — భర్త (పోషకుడు); భోక్తా — అలౌకిక భోక్త; మహా-ఈశ్వరః — సర్వోత్కృష్ట నియంత్రకుడు/అధికారి; పరమ-ఆత్మా — పరమాత్మ; ఇతి — అది; చ అపి — ఇంకా కూడా; ఉక్తః — చెప్పబడును; దేహే — దేహము లోయందు; అస్మిన్ — ఇది; పురుషః-పరః — సర్వోత్కృష్ట భగవానుడు.',
        translation: 'BG 13.23: దేహములోనే ఆ సర్వోన్నత భగవానుడు కూడా ఉంటాడు. ఆయన, సర్వసాక్షి, సర్వ నియామకుడు, ధరించి పోషించేవాడు, అలౌకిక భోక్త, సర్వోత్కృష్ట అధికారి మరియు పరమాత్మ, అని చెప్పబడుతాడు.',
    
    },
    {
        verse: 24,
        transliteration: 'య ఏవం వేత్తి పురుషం ప్రకృతిం చ గుణైః సహ । సర్వథా వర్తమానోఽపి న స భూయోఽభిజాయతే ।। 24 ।।',
        wordToWord: 'యః — ఎవరైతే; ఏవం — ఈ విధముగా; వేత్తి — అర్థంచేసుకున్న; పురుషం — పురుషుడు; ప్రకృతిం — భౌతిక ప్రకృతి; చ — మరియు; గుణైః — ప్రకృతి త్రిగుణములు; సహ — తో; సర్వథా — అన్ని విధముల; వర్తమానః — స్థితమై; అపి — అయినాకూడా; న — కాదు; సః — వారు; భూయః — మరల; అభిజాయతే — పుట్టుట.',
        translation: 'BG 13.24: పరమాత్మ, జీవాత్మ, భౌతిక ప్రకృతి మరియు ప్రకృతి త్రిగుణముల మధ్య సహచర్యముల గురించి యదార్ధమును అర్థం చేసుకున్న వారు, మళ్ళీ ఇక ఇక్కడ పుట్టరు. వారి ప్రస్తుత పరిస్థితి ఎలాఉన్నా వారు విముక్తి చేయబడతారు.',
    
    },
    {
        verse: 25,
        transliteration: 'ధ్యానేనాత్మని పశ్యంతి కేచిదాత్మానమాత్మనా । అన్యే సాంఖ్యేన యోగేన కర్మయోగేన చాపరే ।। 25 ।।',
        wordToWord: 'ధ్యానేన — ధ్యానము ద్వారా; ఆత్మని — హృదయములో; పశ్యంతి — దర్శించెదరు; కేచిత్ — కొందరు; ఆత్మానాం — పరమాత్మ; ఆత్మనా — మనస్సుచే; అన్యే — ఇతరులు; సాంఖ్యేన — జ్ఞాన సముపార్జన ద్వారా; యోగేన — యోగ పద్దతి; కర్మ-యోగేన — కర్మ ఆచరణ ద్వారా భగవంతునితో ఏకమవ్వటం; చ — మరియు; పరే — మరికొందరు.',
        translation: 'BG 13.25: కొందరు ధ్యానము ద్వారా తమ హృదయములో ఉన్న పరమాత్మను దర్శించటానికి ప్రయత్నిస్తారు; మరియు ఇతరులు దీనినే జ్ఞాన సముపార్జన ద్వారా పొందటానికి ప్రయత్నిస్తారు, ఇంకా మరికొందరు ఈ విజ్ఞానమును కర్మ మార్గము ద్వారా సాధించుటకు పరిశ్రమిస్తుంటారు.',
    
    },
    {
        verse: 26,
        transliteration: 'అన్యే త్వేవమజానంతః శ్రుత్వాన్యేభ్య ఉపాసతే । తేఽపి చాతితరంత్యేవ మృత్యుం శ్రుతిపరాయణాః ।। 26 ।।',
        wordToWord: 'అన్యే — ఇతరులు; తు — ఇంకా; ఏవం — ఈ విధముగా; అజానంతః — తెలియని వారు (ఆధ్యాత్మిక మార్గముల గురించి); శృత్వా — వినటం ద్వారా; అన్యేభ్య — ఇతరుల నుండి; ఉపాసతే — పూజించటం ప్రారంభిస్తారు; తే — వారు; అపి — కూడా; చ — మరియు; అతితరంతి — దాటుతారు; ఏవ — కూడా; మృత్యుమ్ — మృత్యువు; శృతి పరాయణాః — భక్తితో వినటం (మహాత్ముల ద్వారా).',
        translation: 'BG 13.26: ఇంకా కొందరు ఈ ఆధ్యాత్మిక మార్గముల గురించి తెలియనివారు, వాటి గురించి వేరే వారి దగ్గర విని, ఆ సర్వోన్నత భగవానుని ఆరాధించటం మొదలుపెడతారు. ఇలా భక్తితో మహాత్ముల దగ్గర శ్రవణం చేయటం చేత, వారు కూడా క్రమక్రమంగా ఈ జనన-మరణ సంసార సాగరాన్ని దాటగలరు.',
    
    },
    {
        verse: 27,
        transliteration: 'యావత్సంజాయతే కించిత్ సత్త్వం స్థావరజంగమమ్ । క్షేత్రక్షేత్రజ్ఞసంయోగాత్ తద్విద్ధి భరతర్షభ ।। 27 ।।',
        wordToWord: 'యావత్ — అన్ని; సంజాయతే — వ్యక్తమయిన; కించిత్ — ఏదైనా సరే; సత్త్వం — ప్రాణి; స్థావర — స్థావరములు (కదలనివి); జంగమమ్ — కదిలేవి; క్షేత్ర — క్షేత్రము; క్షేత్రజ్ఞ — క్షేత్రజ్ఞుడు (క్షేత్రముని యెఱింగిన వాడు); సంయోగాత్ — సంయోగము వలన; తత్ — అది; విద్ధి — తెలుసుకొనుము; భరత-ఋషభ — భరత వంశీయులలో శ్రేష్ఠుడా.',
        translation: 'BG 13.27: ఓ భరత వంశీయులలో శ్రేష్ఠుడా, నీవు ఈ సమస్త చరాచర ప్రాణులు, ఈ క్షేత్రము మరియు క్షేత్రజ్ఞుడు యొక్క కలయిక వలననే ఉన్నాయని తెలుసుకొనుము.',
    
    },
    {
        verse: 28,
        transliteration: 'సమం సర్వేషు భూతేషు తిష్ఠంతం పరమేశ్వరమ్ । వినశ్యత్స్వవినశ్యంతం యః పశ్యతి స పశ్యతి ।। 28 ।।',
        wordToWord: 'సమం — సమానముగా; సర్వేషు — సమస్త; భూతేషు — ప్రాణులలో; తిష్ఠంతం — అనుసరిస్తూనేఉండి; పరమ-ఈశ్వరమ్ — పరమాత్మ; వినశ్యత్సు — నశించేవాటిలో; అవినశ్యంతం — నాశములేనిదిగా ఉండి; యః — ఎవరైతే; పశ్యతి — చూచెదరో; సః — వారు; పశ్యతి — చూసినట్టు.',
        translation: 'BG 13.28: సమస్త ప్రాణులలో వాటి ఆత్మ తో పాటుగా ఉన్న పరమాత్మను చూసినవాడే, మరియు ఆ రెంటినీ ఈ నశ్వరమైన శరీరంలో అనశ్వరమైన వాటిగా చూసినవాడే, నిజముగా చూసినట్టు.',
    
    },
    {
        verse: 29,
        transliteration: 'సమం పశ్యన్ హి సర్వత్ర సమవస్థితమీశ్వరమ్ । న హినస్త్యాత్మనాత్మానం తతో యాతి పరాం గతిమ్ ।। 29 ।।',
        wordToWord: 'సమం — సమానముగా; పశ్యన్ — దర్శించి; హి — నిజముగా; సర్వత్ర — అన్ని చోట్లా; సమవస్థితమ్ — సమముగా స్థితమై ఉన్న; ఈశ్వరమ్ — పరమాత్మ గా ఉన్న భగవంతుడు; న — చేయడు; హినస్తి — దిగజార్చుకొనుట; ఆత్మనా — మనస్సు చేత; ఆత్మానం — ఆత్మను; తతః — తద్వారా; యాతి — చేరును; పరాం — సర్వోన్నత; గతిం — గమ్యము.',
        translation: 'BG 13.29: సర్వ ప్రాణులలో సమానముగా, పరమాత్మ గా ఉన్న ఆ భగవంతుడిని చూసేవారు, తమ మనస్సుచే తమను తామే దిగజార్చుకోరు. తద్వారా, వారు పరమ పదమునకు చేరుకుంటారు.',
    
    },
    {
        verse: 30,
        transliteration: 'ప్రకృత్యైవ చ కర్మాణి క్రియమాణాని సర్వశః । యః పశ్యతి తథాత్మానమ్ అకర్తారం స పశ్యతి ।। 30 ।।',
        wordToWord: 'ప్రకృత్య — ప్రకృతి స్వభావము చేత; ఏవ — నిజముగా; చ — మరియు; కర్మాణి — కర్మలు; క్రియమాణాని — చేయబడును; సర్వశః — అందరూ; యః — ఎవరైతే; పశ్యతి — చూచెదరు; తథా — కూడా; ఆత్మానమ్ — జీవాత్మ; అకర్తారం — అకర్త (ఏమీ చేయదు); స — వారు; పశ్యతి — చూసినట్టు.',
        translation: 'BG 13.30: (శరీరము యొక్క) అన్ని కార్యములు చేసేది భౌతిక ప్రకృతియే, జీవాత్మ నిజానికి ఏపనీ చేయదు - అని అర్థంచేసుకున్నవాడు నిజముగా చూసినట్టు.',
    
    },
    {
        verse: 31,
        transliteration: 'యదా భూతపృథగ్భావమ్ ఏకస్థమనుపశ్యతి । తత ఏవ చ విస్తారం బ్రహ్మ సంపద్యతే తదా ।। 31 ।।',
        wordToWord: 'యదా — ఎప్పుడైతే; భూత — ప్రాణులు; పృథక్-భావమ్ — విభిన్నమైన రకాలు; ఏక-స్థం — ఒకచోటనే స్థితమై ఉన్నట్టు; అనుపశ్యతి — చూచెదరో; తతః — ఆ తదుపరి; ఏవ — నిజముగా; చ — మరియు; విస్తారం — జనించిన; బ్రహ్మ — బ్రహ్మాం; సంపద్యతే — (వారు) పొందెదరు; తదా — అప్పుడు.',
        translation: 'BG 13.31: విభిన్న వైధ్యములతో కూడిన జీవరాశులు అన్నీ ఒకే ప్రకృతిలో స్థితమై ఉన్నట్టు చూసినప్పుడు, మరియు అవన్నీ దానినుండే ఉద్భవించినవి అని అర్థం చేసుకున్నప్పుడు, వారు బ్రహ్మజ్ఞానమును పొందుతారు.',
    
    },
    {
        verse: 32,
        transliteration: 'అనాదిత్వాన్నిర్గుణత్వాత్ పరమాత్మాయమవ్యయః । శరీరస్థోఽపి కౌంతేయ న కరోతి న లిప్యతే ।। 32 ।।',
        wordToWord: 'అనాదిత్వాత్ — అనాది అయినది; నిర్గుణత్వాత్ — ఎంటువంటి భౌతిక గుణములు లేకుండా; పరమ-ఆత్మా — పరమాత్మ; అయం — ఇది; అవ్యయః — నాశరహితుడు; శరీర-స్థ — శరీరములో నివసిస్తూ; అపి — అయినా సరే; కౌంతేయ — అర్జునా, కుంతీ దేవి తనయుడా; న కరోతి — ఏమీ చేయడు; న లిప్యతే — ఏమీ అంటదు.',
        translation: 'BG 13.32: ఓ కుంతీ తనయుడా, పరమాత్మ నాశములేనివాడు, అనాదియైనవాడు, భౌతిక లక్షణములు ఏవీ లేనివాడు. దేహములోనే స్థితమై ఉన్నా, ఆయన ఏమీ చేయడు, మరియు, భౌతిక శక్తి చే ఏమాత్రం కళంకితము కాడు.',
    
    },
    {
        verse: 33,
        transliteration: 'యథా సర్వగతం సౌక్ష్మ్యాత్ ఆకాశం నోపలిప్యతే । సర్వత్రావస్థితో దేహే తథాత్మా నోపలిప్యతే ।। 33 ।।',
        wordToWord: 'యథా — ఎలాగైతే; సర్వ-గతం — అన్నింటిలో వ్యాప్తమై ఉన్న; సౌక్ష్మ్యాత్ — సూక్షమైనది కావున; ఆకాశం — ఖాళీ జాగా; న-ఉపలిప్యతే — కళంకితము కాదో; సర్వత్రా — అన్ని చోట్లా; అవస్థితః — స్థితమై ఉండునో; దేహే — దేహము; తథా — అదే విధముగా; ఆత్మా — ఆత్మ; న ఉపలిప్యతే — కళంకితము కాదు.',
        translation: 'BG 13.33: ఆకాశము (ఖాళీ జాగా) అన్నింటిని తనలోనే కలిగిఉంటుంది, కానీ సూక్ష్మమైనది కావటం వలన, తనలో కలిగి ఉన్న వాటిచే కళంకితముకాదు. అదే విధముగా, దేహములో దాని చైతన్యమంతా వ్యాపించి ఉన్నా, ఆత్మ అనేది శరీరము యొక్క గుణములచే ప్రభావితము కాదు.',
    
    },
    {
        verse: 34,
        transliteration: 'యథా ప్రకాశయత్యేకః కృత్స్నం లోకమిమం రవిః । క్షేత్రం క్షేత్రీ తథా కృత్స్నం ప్రకాశయతి భారత ।। 34 ।।',
        wordToWord: 'యథా — ఎలాగైతే; ప్రకాశయతి — ప్రకాశింపచేయుట; ఏకః — ఒకటి; కృత్స్నం — సమస్త; లోకం — సౌరకుటుంబము; మిమం — ఇది; రవిః — సూర్యుడు; క్షేత్రం — శరీరము; క్షేత్రీ — ఆత్మ (జీవాత్మ); తథా — అదేవిధంగా; కృత్స్నం — మొత్తం; ప్రకాశయతి — ప్రకాశింపచేయును; భారతః — అర్జునా, భరత వంశీయుడా.',
        translation: 'BG 13.34: ఎలాగైతే ఒక్క సూర్యుడే సమస్త సౌరకుటుంబమును ప్రకాశింపచేయునో, అలాగే ఒక్క ఆత్మ యే మొత్తం శరీరమును (చైతన్యము చే) ప్రకాశింపచేయును.',
    
    },
    {
        verse: 35,
        transliteration: 'క్షేత్రక్షేత్రజ్ఞయోరేవమ్ అంతరం జ్ఞానచక్షుషా । భూతప్రకృతిమోక్షం చ యే విదుర్యాంతి తే పరమ్ ।। 35 ।।',
        wordToWord: 'క్షేత్ర — శరీరము; క్షేత్రజ్ఞయోః — శరీరమును తెలిసినవాడు; ఏవమ్ — ఈ విధంగా; అంతరం — తేడా; జ్ఞాన-చక్షుషా — జ్ఞాన చక్షువులచే (జ్ఞానమనే కళ్ళతో); భూత — ప్రాణి; ప్రకృతి-మోక్షం — భౌతిక ప్రకృతి నుండి విముక్తి; చ — మరియు; యే — ఎవరైతే; విదుః — తెలుసుకొంటారో; యాంతి — చేరుకుందురు; తే — వారు; పరమ్ — సర్వోన్నత స్థాయిని.',
        translation: 'BG 13.35: జ్ఞాన-చక్షువులచే ఈ క్షేత్రము మరియు క్షేత్రజ్ఞుడు యొక్క భేదమును గమనించేవారు, మరియు భౌతిక ప్రకృతి నుండి విముక్తి పొందే పద్దతి తెలిసినవారు, పరమ పదమును చేరుకుంటారు.',
    
    },

]

export default chapter13;