const chapter11 = [
    {
        verse: 1,
        transliteration: 'అర్జున ఉవాచ । మదనుగ్రహాయ పరమం గుహ్యమధ్యాత్మసంజ్ఞితమ్ । యత్త్వయోక్తం వచస్తేన మోహోఽయం విగతో మమ ।। 1 ।।',
        wordToWord: 'అర్జునః ఉవాచ — అర్జునుడు పలికెను; మత్-అనుగ్రహాయ — నా మీద దయ ఉంచి; పరమం — సర్వోన్నతమైన; గుహ్యం — రహస్యమైన; ఆధ్యాత్మ-సంజ్ఞితమ్ — ఆధ్యాత్మిక జ్ఞానము గురించి; యత్ — ఏదైతే; త్వయా — నీ చే; ఉక్తం — చెప్పబడెనో; వచః — వాక్యములు; తేన — దానిచే; మోహః — మోహము; అయం — ఇది; విగతః — పటాపంచలయినది; మమ — నా యొక్క.',
        translation: 'BG 11.1: నా మీద దయచే నీవు తెలియపరచిన ఈ యొక్క పరమ రహస్యమైన ఆధ్యాత్మిక జ్ఞానము విన్న తరువాత, నా మోహము ఇప్పుడు తొలగిపోయినది.',
    
    },
    {
        verse: 2,
        transliteration: 'భవాప్యయౌ హి భూతానాం శ్రుతౌ విస్తరశో మయా । త్వత్తః కమలపత్రాక్ష మాహాత్మ్యమపి చావ్యయమ్ ।। 2 ।।',
        wordToWord: 'భవ — ఉత్పత్తి; అప్యయౌ — అవ్యక్తమవటము; హి — నిజముగా; భూతానాం — సర్వ ప్రాణుల; శ్రుతౌ — విన్నాను; విస్తరశః — విస్తారముగా; మయా — నా చేత; త్వత్తః — నీ నుండి; కమల-పత్ర-అక్ష — తామర వంటి కన్నులు కలవాడా; మాహాత్మ్యం — గొప్పతనము; అపి — కూడా; చ — మరియు; అవ్యయమ్ — నిత్యమైన.',
        translation: 'BG 11.2: సర్వ ప్రాణులు ఉత్పత్తి మరియు అవ్యక్తమైపోవటము విషయము గురించి విస్తారముగా నీ నుండి విన్నాను, ఓ తామర వంటి నేత్రములు కలవాడా, నిత్య శాశ్వతమైన నీ మహాత్మ్యము కూడా విన్నాను.',
    
    },
    {
        verse: 3,
        transliteration: 'ఏవమేతద్యథాత్థ త్వమాత్మానం పరమేశ్వర । ద్రష్టుమిచ్ఛామి తే రూపమైశ్వరం పురుషోత్తమ ।। 3 ।।',
        wordToWord: 'ఏవం — ఈ విధముగా; ఏతత్ — ఇది; యథా — ఎలాగైతే; అత్థ — చెప్పబడినట్టు; త్వం — నీవు; ఆత్మానం — నీవే; పరమేశ్వర— పరమేశ్వరుడవు; ద్రష్టుం — చూడాలని; ఇచ్చామి — కోరుతున్నాను; తే — నీ యొక్క; రూపం — రూపము; ఐశ్వర్యం — దివ్యమైన; పురుష-ఉత్తమ — శ్రీ కృష్ణా, సర్వోత్కృష్ట పరమ పురుషా.',
        translation: 'BG 11.3: ఓ ప్రభూ, నీవెవరో నీవే చెప్పినట్టు, నీవు సరిగ్గా అటువంటి దివ్య స్వరూపానివే. ఇప్పుడు నాకు, నీ యొక్క దివ్య విశ్వరూపమును చూడాలనే కోరిక కలుగుతున్నది, ఓ పురుషోత్తమా.',
    
    },
    {
        verse: 4,
        transliteration: 'మన్యసే యది తచ్ఛక్యం మయా ద్రష్టుమితి ప్రభో । యోగేశ్వర తతో మే త్వం దర్శయాత్మానమవ్యయమ్ ।। 4 ।।',
        wordToWord: 'మన్యసే యది — ఒకవేళ నీవు అనుకుంటే; తత్ — అది; శక్యం — సాధ్యమే అని; మయా — నా చేత; ద్రష్టుం — దర్శించబడుటకు; ఇతి — ఈ విధంగా; ప్రభో — ఓ ప్రభూ; యోగ-ఈశ్వరా — యోగ ఈశ్వరుడా; తతః — అప్పుడు; మే — నాకు; త్వం — నీవు; దర్శయ — తెలియచేయుము (చూపించుము); ఆత్మానం — నీవే; అవ్యయం — నిత్య శాశ్వతమైన.',
        translation: 'BG 11.4: ఓ యోగేశ్వరా, నాకు దాన్ని దర్శించగలిగే శక్తి ఉంది అని నీవు అనుకుంటే, దయచేసి ఆ యొక్క నిత్య శాశ్వతమైన విశ్వ రూపమును నాకు చూపించుము.',
    
    },
    {
        verse: 5,
        transliteration: 'శ్రీ భగవానువాచ । పశ్య మే పార్థ రూపాణి శతశోఽథ సహస్రశః । నానావిధాని దివ్యాని నానావర్ణాకృతీని చ ।। 5 ।।',
        wordToWord: 'శ్రీ భగవానువాచ — శ్రీ భగవానుడు పలికెను; పశ్య — తిలకించుము; మే — నా యొక్క; పార్థ — అర్జునా, ప్రిథ పుత్రుడా; రూపాణి — రూపములు; శతశః — వందలలో; అథ — మరియు; సహస్రశః — వేలలో; నానావిధాని — వివిధ రకముల; దివ్యాని — దివ్యమైన; నానా — రకరకాల; వర్ణ — రంగుల; ఆకృతీని — ఆకృతులలో; చ — మరియు.',
        translation: 'BG 11.5: శ్రీ భగవానుడు ఇలా పలికెను : వివిధములైన ఆకృతులు, పరిమాణములు మరియు వర్ణములతో ఉన్న వందల వేల అద్భుతమైన నా యొక్క స్వరూపములను, ఇదిగో తిలకించుము ఓ పార్థ.',
    
    },
    {
        verse: 6,
        transliteration: 'పశ్యాదిత్యాన్ వసూన్ రుద్రాన్ అశ్వినౌ మరుతస్తథా । బహూన్యదృష్టపూర్వాణి పశ్యాశ్చర్యాణి భారత ।। 6 ।।',
        wordToWord: 'పశ్య — తిలకించుము; ఆదిత్యాన్ — అదితి పుత్రులు (పన్నెండుగురు); వసూన్ — వసువులు (ఎనిమిది మంది); రుద్రాన్ — రుద్రులు (పదకొండుగురు); అశ్వినౌ — ఇద్దరు అశ్వినీ కుమారులు; మరుతః — మరుత్తులు (నలభైతొమ్మిది); తథా — మరియు; బహూని — చాలా; అ-దృష్ట — ఎప్పుడూ కనిపించని; పూర్వాణి — ఇంతకు క్రితం; పశ్య — తిలకించుము; ఆశ్చర్యాణి — ఆశ్చర్యము గోలిపేవి; భారత — అర్జునా, ఓ భరత వంశస్థుడా.',
        translation: 'BG 11.6: నాలో పరికించుము ఓ భరత వంశీయుడా, (పన్నెండుగురు) అదితి పుత్రులను, (ఎనిమిది మంది) వసువులను, (పదకొండు) రుద్రులను, (ఇద్దరు) అశ్వినీ కుమారులను, అంతే కాక, (నలభైతొమ్మిది) మరుత్తులు మరియు మరెన్నెన్నో ఇంతకు పూర్వం తెలియపరచబడని అద్భుతములను కూడా చూడుము.',
    
    },
    {
        verse: 7,
        transliteration: 'ఇహైకస్థం జగత్ కృత్స్నం పశ్యాద్య సచరాచరమ్ । మమ దేహే గుడాకేశ యచ్చాన్యద్ద్రష్టుమిచ్ఛసి ।। 7 ।।',
        wordToWord: 'ఇహ — ఇక్కడ; ఏక-స్థం — ఒకే చోట కూడియున్న; జగత్ — జగత్తు; కృత్స్నం — సమస్తము; పశ్య — దర్శించుము; అద్య — ఇప్పుడు; స చర అచరమ్ — చరాచరములతో కూడి ఉన్న; మమ — నా యొక్క; దేహే — ఈ రూపము యందు; గుడాకేశ — అర్జునా, నిద్రను జయించిన వాడా; యత్ — ఏదైతే; చ — మరియు; అన్యత్ — వేరే ఇతర; ద్రష్టుమ్ — చూడాలి అని; ఇచ్ఛసి — కోరుకున్నావో.',
        translation: 'BG 11.7: ఒక్కచోటే కూడిఉన్న సమస్త చరాచరములను కలిగిఉన్న జగత్తును, నా విశ్వ రూపము యందే దర్శించుము ఇప్పుడు ఓ అర్జునా. ఇంకా మరేదైనా చూడదలుచుకున్నా వాటన్నిటినీ నా విశ్వ రూపము యందే తిలకించుము.',
    
    },
    {
        verse: 8,
        transliteration: 'న తు మాం శక్యసే ద్రష్టుమనేనైవ స్వచక్షుషా । దివ్యం దదామి తే చక్షుః పశ్య మే యోగమైశ్వరమ్ ।। 8 ।।',
        wordToWord: 'న — కాదు; తు — కానీ; మాం — నన్ను; శక్యసే — నీవు చేయగలవు; ద్రష్టుమ్ — చూచుట; అనేన — వీటితో; ఏవ — అయినా; స్వ-చక్షుషా — నీ ప్రాకృతిక కళ్ళతో; దివ్యం — దివ్యమైన; దదామి — నేను ప్రసాదించెదను; తే — నీకు; చక్షుః — కనులు; పశ్య — చూడుము; మే — నా యొక్క; యోగం-ఐశ్వరమ్ — యోగ ఐశ్వర్యమును.',
        translation: 'BG 11.8: కానీ, నా యొక్క విశ్వ రూపమును నీ ప్రాకృతిక కళ్ళతో చూడలేవు. కాబట్టి, నీకు దివ్య దృష్టిని ప్రసాదిస్తున్నాను. నా యొక్క మహాద్భుత వైభవమును దర్శించుము.',
    
    },
    {
        verse: 9,
        transliteration: 'సంజయ ఉవాచ । ఏవముక్త్వా తతో రాజన్ మహాయోగేశ్వరో హరిః । దర్శయామాస పార్థాయ పరమం రూపమైశ్వరమ్ ।। 9 ।।',
        wordToWord: 'సంజయః ఉవాచ — సంజయుడు పలికెను; ఏవం — ఈ విధంగా; ఉక్త్వా — పలికిన పిదప; తతః — అప్పుడు; రాజన్ — రాజా; మహా-యోగ-ఈశ్వరః — సర్వోన్నత యోగేశ్వరుడు; హరిః — శ్రీ కృష్ణుడు; దర్శయామ్-ఆస — చూపించెను; పార్థాయ — అర్జునుడికి; పరమం — దివ్యమైన; రూపమ్ ఐశ్వరమ్ — వైభవోపేత రూపమును.',
        translation: 'BG 11.9: సంజయుడు పలికెను: ఓ మహారాజా, ఇట్లు పలికిన పిదప, ఆ యోగేశ్వరుడైన శ్రీ కృష్ణుడు, తన యొక్క దివ్యమైన మరియు వైభవోపేతమైన రూపమును అర్జునుడికి చూపెను.',
    
    },
    {
        verse: 10,
        transliteration: 'అనేకవక్త్రనయనమ్ అనేకాద్భుతదర్శనమ్ । అనేకదివ్యాభరణం దివ్యానేకోద్యతాయుధమ్ ।। 10 ।। దివ్యమాల్యాంబరధరం దివ్యగంధానులేపనమ్ । సర్వాశ్చర్యమయం దేవమనంతం విశ్వతోముఖం ।। 11 ।।',
        wordToWord: 'అనేక — అనేకములైన; వక్త్ర — ముఖములు; నయనం — కన్నులు; అనేక — అనేకములగు; అద్భుత — అద్భుతమైన; దర్శనమ్ — దర్శనములు (దృశ్యములు); అనేక — అనేకములగు; దివ్య — దివ్యమైన; ఆభరణం — ఆభరణములు; దివ్య — దివ్యమైన; అనేక — అనేకములగు; ఉద్యత — చేపట్టిలేపిన; ఆయుధం — ఆయుధములు; దివ్య— దివ్యమైన; మాల్య — దండలు; అంబర — వస్త్రములు; ధరం — ధరించిన; దివ్య — దివ్యమైన; గంధ — సుగంధములతో; అనులేపనమ్ — అలంకరించి ఉన్న; సర్వ — సర్వమూ; ఆశ్చర్యమయం — మహాద్భుతముగా ఉన్న; దేవమ్ — ప్రభువు; అనంతం — అనంతములైన; విశ్వతః — అన్ని దిక్కులా; ముఖం — ముఖము.',
        translation: 'BG 11.10-11: ఆ యొక్క విశ్వ రూపములో, అర్జునుడు అనంతమైన ముఖములు మరియు కనులను దర్శించాడు. అవి ఎన్నెన్నో దివ్యమైన ఆభరణములను మరియు అనేక రకాల దివ్య ఆయుధములను కలిగి ఉన్నాయి. ఆ స్వరూపము తన శరీరం పై అనేక మాలలను కలిగి ఉంది మరియు దివ్య సుగంధ పరిమళభూరితమై గుబాళిస్తున్నది. మహాద్భుతమైన అనంతమైన ఈశ్వరునిగా సర్వత్రా తన ముఖముతో తనను తాను వ్యక్తపరుచుకున్నాడు.',
    
    },
    {
        verse: 11,
        transliteration: 'అనేకవక్త్రనయనమ్ అనేకాద్భుతదర్శనమ్ । అనేకదివ్యాభరణం దివ్యానేకోద్యతాయుధమ్ ।। 10 ।। దివ్యమాల్యాంబరధరం దివ్యగంధానులేపనమ్ । సర్వాశ్చర్యమయం దేవమనంతం విశ్వతోముఖం ।। 11 ।।',
        wordToWord: 'అనేక — అనేకములైన; వక్త్ర — ముఖములు; నయనం — కన్నులు; అనేక — అనేకములగు; అద్భుత — అద్భుతమైన; దర్శనమ్ — దర్శనములు (దృశ్యములు); అనేక — అనేకములగు; దివ్య — దివ్యమైన; ఆభరణం — ఆభరణములు; దివ్య — దివ్యమైన; అనేక — అనేకములగు; ఉద్యత — చేపట్టిలేపిన; ఆయుధం — ఆయుధములు; దివ్య— దివ్యమైన; మాల్య — దండలు; అంబర — వస్త్రములు; ధరం — ధరించిన; దివ్య — దివ్యమైన; గంధ — సుగంధములతో; అనులేపనమ్ — అలంకరించి ఉన్న; సర్వ — సర్వమూ; ఆశ్చర్యమయం — మహాద్భుతముగా ఉన్న; దేవమ్ — ప్రభువు; అనంతం — అనంతములైన; విశ్వతః — అన్ని దిక్కులా; ముఖం — ముఖము.',
        translation: 'BG 11.10-11: ఆ యొక్క విశ్వ రూపములో, అర్జునుడు అనంతమైన ముఖములు మరియు కనులను దర్శించాడు. అవి ఎన్నెన్నో దివ్యమైన ఆభరణములను మరియు అనేక రకాల దివ్య ఆయుధములను కలిగి ఉన్నాయి. ఆ స్వరూపము తన శరీరం పై అనేక మాలలను కలిగి ఉంది మరియు దివ్య సుగంధ పరిమళభూరితమై గుబాళిస్తున్నది. మహాద్భుతమైన అనంతమైన ఈశ్వరునిగా సర్వత్రా తన ముఖముతో తనను తాను వ్యక్తపరుచుకున్నాడు.',
    
    },
    {
        verse: 12,
        transliteration: 'దివి సూర్య సహస్రస్య భవేద్యుగపదుత్థితా । యది భాః సదృశీ సా స్యాత్ భాసస్తస్య మహాత్మనః ।। 12 ।।',
        wordToWord: 'దివి — ఆకాశములో; సూర్యః — సూర్యులు; సహస్రస్య — వేల కొలది; భవేత్ — ఉండి; యుగపత్ — ఒకేసారి; ఉత్థితా — ఉదయించుట; యది — ఒకవేళ; భాః — ప్రకాశిస్తూ; సదృశీ — ఆ విధముగా అగుపిస్తూ; సా — అది; స్యాత్ — ఉన్నది; భాసః — ప్రకాశిస్తూ; తస్య — వాటి యొక్క; మహా-ఆత్మనః — ఆ మహోన్నత రూపము.',
        translation: 'BG 11.12: ఆకాశములో వెయ్యి మంది సూర్యులు ఒకే సమయంలో ప్రకాశించినా, ఆ మహోన్నత రూపము యొక్క తేజస్సుకు సాటి రావు.',
    
    },
    {
        verse: 13,
        transliteration: 'తత్రైకస్థం జగత్ కృత్స్నం ప్రవిభక్తమనేకధా । అపశ్యద్దేవదేవస్య శరీరే పాండవస్తదా ।। 13 ।।',
        wordToWord: 'తత్ర — అక్కడ; ఏక-స్థం — ఒక్క చోటనే స్థితమై; జగత్ — ఈ జగత్తు అంతా; కృత్స్నం — సమస్తమూ; ప్రవిభక్తం — వేరువేరుగా; అనేకధా — అనేకములైన; అపశ్యత్ — తిలకించెను; దేవ-దేవస్య — దేవ దేవుని యొక్క; శరీరే — శరీరము యందు; పాండవః — అర్జునుడు; తదా — అప్పుడు.',
        translation: 'BG 11.13: అక్కడ, ఆ దేవదేవుని శరీరము యందు, సమస్త బ్రహ్మాండములన్నీ ఒక్క చోటే ఉన్నట్టు అర్జునుడు దర్శించాడు.',
    
    },
    {
        verse: 14,
        transliteration: 'తతః స విస్మయావిష్టో హృష్టరోమా ధనంజయః । ప్రణమ్య శిరసా దేవం కృతాంజలిరభాషత ।। 14 ।।',
        wordToWord: 'తతః — అప్పుడు; సః — అతడు; విస్మయ-ఆవిష్టః — విస్మయముతో; హృష్ట-రోమా — వెంట్రుకలు నిక్కబోడుచుకున్నవాడై; ధనంజయః — అర్జునుడు, సిరిసంపదలను జయించేవాడు; ప్రణమ్య — ప్రణమిల్లి; శిరసా — శిరస్సుతో; దేవం — భగవంతునికి; కృత-అంజలిః — చేతులు జోడించి; అభాషత — ఇలా పలికెను.',
        translation: 'BG 11.14: అప్పుడు, పరామాశ్చర్యమునకు లోనయ్యి, రోమములు నిక్కబోడుచుకున్నవాడైన అర్జునుడు, చేతులు జోడించి తలవంచి నమస్కరిస్తూ, భగవంతుడుని ఈ విధంగా స్తుతించాడు.',
    
    },
    {
        verse: 15,
        transliteration: 'అర్జున ఉవాచ । పశ్యామి దేవాంస్తవ దేవ దేహే సర్వాంస్తథా భూతవిశేషసంఘాన్ బ్రహ్మాణమీశం కమలాసనస్థమ్ ఋషీంశ్చ సర్వానురగాంశ్చ దివ్యాన్ ।। 15 ।।',
        wordToWord: 'అర్జున ఉవాచ — అర్జునుడు పలికెను; పశ్యామి — దర్శించితిని; దేవాన్ — సర్వ దేవతలను; తవ — నీ; దేవ — భగవంతుడు; దేహే — శరీరము యందే; సర్వాన్ — సర్వమూ; తథా — మరియు; భూత విశేష-సంఘాన్ — విశేషమైన ప్రాణిసమూహమును; బ్రహ్మాణo — బ్రహ్మ దేవుడు; ఈశం — శివుడు; కమల-ఆసన-స్థం — తామర పూవు యందు కూర్చుని ఉన్న; ఋషీం — ఋషులు; చ — మరియు; సర్వాన్ — సర్వ; ఉరగాన్ — సర్పములు; చ — మరియు; దివ్యాన్ — దివ్యమైన.',
        translation: 'BG 11.15: అర్జునుడు ఇలా చెప్పెను, ఓ శ్రీ కృష్ణా, నీ దేహము యందు నేను - సకల దేవతలనూ, ఎన్నెనో ప్రాణికోటి సమూహములను, కమలము యందు కూర్చుని ఉన్న బ్రహ్మ దేవుడిని, శివుడిని, అందరు ఋషులను, మరియు దివ్య సర్పములను - చూచుచున్నాను.',
    
    },
    {
        verse: 16,
        transliteration: 'అనేకబాహూదరవక్త్రనేత్రం పశ్యామి త్వాం సర్వతోఽనంతరూపమ్ । నాంతం న మధ్యం న పునస్తవాదిం పశ్యామి విశ్వేశ్వర విశ్వరూప ।। 16 ।।',
        wordToWord: 'అనేక — అసంఖ్యాకమైన; బాహూ — చేతులు; ఉదర — ఉదరములు; వక్త్ర — ముఖములు; నేత్రం — కన్నులు; పశ్యామి — చూస్తున్నాను; త్వాం — నీవు; సర్వతః — అన్ని దిక్కులలో; అనంత-రూపమ్ — అనంతమైన రూపములు; న అంతం — అంతము లేదు; న మధ్యం — మధ్య లేదు; న-పునః-తవ-ఆదిం — మరల నీ యొక్క మొదలు లేదు; పశ్యామి — చూచుతున్నాను; విశ్వ-ఈశ్వర — విశ్వమునకు ప్రభువు; విశ్వ-రూప — విశ్వ రూపము.',
        translation: 'BG 11.16: అసంఖ్యాకమైన చేతులతో, ఉదరములతో, ముఖములతో మరియు కళ్ళతో ఉన్న నీ యొక్క అనంతమైన రూపములను అన్ని దిశలలో చూస్తున్నాను. ఓ విశ్వేశ్వరా, విశ్వమే నీ యొక్క స్వరూపముగా కలవాడా, నీ యందు ఎటువంటి ఆదిమధ్యాంతరములు చూడలేకున్నాను.',
    
    },
    {
        verse: 17,
        transliteration: 'కిరీటినం గదినం చక్రిణం చ తేజోరాశిం సర్వతో దీప్తిమంతమ్ పశ్యామి త్వాం దుర్నిరీక్ష్యం సమంతాత్ దీప్తానలార్క ద్యుతిమప్రమేయమ్ ।। 17 ।।',
        wordToWord: 'కిరీటినం — కిరీటముతో అలంకరించబడి; గదినం — గదతో; చక్రిణం — చక్రములతో; చ — మరియు; తేజః-రాశిం — తేజోమయముగా; సర్వతః — అంతటా; దీప్తి-మంతమ్ — వెలుగుతూ; పశ్యామి — నేను చూచుతున్నాను; త్వాం — నిన్ను; దుర్నిరీక్ష్యం — చూడటానికి కష్టముగా; సమంతాత్ — అనీ దిశలా; దీప్త-అనలా — రగిలే అగ్ని; అర్క— సూర్యుని వంటి; ద్యుతిమ్ — తేజస్సు; అప్రమేయం — అపరిమితమైన.',
        translation: 'BG 11.17: కిరీటముతో, చక్ర-గద ఆయుధములు కలిగి సర్వత్రా ప్రకాశించుచున్న నీ యొక్క స్వరూపమును దర్శిస్తున్నాను. సూర్యునిలా అన్ని దిశలలో అగ్నిని విరజిమ్ముతున్న నీ తేజస్సుచే నిన్ను చూడటానికి కష్టతరంగా ఉన్నది.',
    
    },
    {
        verse: 18,
        transliteration: 'త్వమక్షరం పరమం వేదితవ్యం త్వమస్య విశ్వస్య పరం నిధానమ్ త్వమవ్యయః శాశ్వతధర్మగోప్తా సనాతనస్త్వం పురుషో మతో మే ।। 18 ।।',
        wordToWord: 'త్వమ్ — నీవు; అక్షరం — వినాశనములేని; పరమం — సర్వోన్నతమైన వాడివి; వేదితవ్యం — తెలుసుకోవలసిన వాడవు; త్వమ్ — నీవు; అస్య — ఈ యొక్క; విశ్వస్య — సృష్టికి; పరం — సర్వోన్నత; నిధానమ్ — ఆధారము; త్వం — నీవు; అవ్యయః — నిత్యశాశ్వతమైన; శాశ్వత-ధర్మ-గోప్తా — సనాతనమైన ధర్మమును పరిరక్షించేవాడవు; సనాతనః — సనాతమైన; త్వం — నీవు; పురుషః — దివ్య పురుషుడవు; మతః మే — నా యొక్క అభిప్రాయము.',
        translation: 'BG 11.18: నీవే అనశ్వరమైన పరమేశ్వరుడవు అని, వేదములచే ప్రతిపాదింపబడిన పరమ సత్యము అని తెలుసుకున్నాను. నీవే సమస్త సృష్టికి ఆధారము; నీవే సనాతన ధర్మమునకు నిత్య రక్షకుడవు; నీవే నిత్య శాశ్వతమైన సర్వోత్కృష్ట భగవంతుడవు.',
    
    },
    {
        verse: 19,
        transliteration: 'అనాదిమధ్యాంతమనంత వీర్యమ్ అనంతబాహుం శశిసూర్యనేత్రమ్ । పశ్యామి త్వాం దీప్తహుతాశవక్త్రం స్వతేజసా విశ్వమిదం తపంతమ్ ।। 19 ।।',
        wordToWord: 'అనాది-మధ్య-అంతం — మొదలు మధ్య చివర లేకుండా; అనంత — అనంతమైన; వీర్యమ్ — శక్తితో; అనంత — అసంఖ్యాకములైన; బాహుం — చేతులు; శశి — చంద్రుడు; సూర్య — సూర్యుడు; నేత్రమ్ — కన్నులుగా; పశ్యామి — దర్శిస్తున్నాను; త్వాం — నీవు; దీప్త — ప్రజ్వలిస్తూ; హుతాశ — విరజిమ్ముతూ; వక్త్రం — నోటి (ముఖము) నుండి; స్వ-తేజసా — నీ తేజస్సు చే; విశ్వం — విశ్వము; ఇదం — ఈ యొక్క; తపంతమ్ — తపింపచేయు.',
        translation: 'BG 11.19: నీవు ఆది-మధ్య-అంతము లేనివాడవు; నీ శక్తులు అపరిమితమైనవి. నీకు అనంతమైన బాహువులు కలవు; సూర్యచంద్రులు నీ నేత్రములు వంటివి మరియు అగ్నినీ నోరు వంటిది. సమస్త సృష్టిని నీ తేజస్సుచే వెచ్చగా ఉత్తేజ పరుచుతున్నటువంటి, నిన్ను , నేను దర్శిస్తున్నాను.',
    
    },
    {
        verse: 20,
        transliteration: 'ద్యావాపృథివ్యోరిదమంతరం హి వ్యాప్తం త్వయైకేన దిశశ్చ సర్వాః । దృష్ట్వాద్భుతం రూపముగ్రం తవేదం లోకత్రయం ప్రవ్యథితం మహాత్మన్ ।। 20 ।।',
        wordToWord: 'ద్యౌ-ఆ-పృథివ్యో — దివి నుండి భువి వరకు; ఇదం — ఈ యొక్క; అంతరం — మధ్య ప్రదేశమంతా; హి — నిజముగా; వ్యాప్తం — వ్యాపించి ఉండి; త్వయా — నీ చే; ఏకేన — ఒక్కడివే; దిశః — దిశలలో; చ — మరియు; సర్వాః — సర్వమూ; దృష్ట్వా — చూస్తూ; అద్భుతం — అద్భుతమైన; రూపమ్ — రూపము; ఉగ్రం — ఉగ్రమైన; తవ — నీ యొక్క; ఇదం — ఇది; లోక — లోకములు; త్రయం — మూడు; ప్రవ్యథితం — వణుకుచున్నవి; మహా-ఆత్మన్ — మహాత్ముడా.',
        translation: 'BG 11.20: దివి నుండి భువి వరకు గల మధ్య ప్రదేశమంతా మరియు అన్ని దిశలలో కూడా నీవే వ్యాపించి ఉన్నావు. ఓ మహత్మా, నీ యొక్క అద్భుతమైన మరియు భయంకరమైన స్వరూపమును దర్శిస్తూ, ముల్లోకములూ భయంతో కపించిపోవటం నేను గమనిస్తున్నాను.',
    
    },
    {
        verse: 21,
        transliteration: 'అమీ హి త్వాం సురసంఘా విశంతి కేచిద్భీతాః ప్రాంజలయో గృణంతి । స్వస్తీత్యుక్త్వా మహర్షిసిద్ధసంఘాః స్తువంతి త్వాం స్తుతిభిః పుష్కలాభిః ।। 21 ।।',
        wordToWord: 'అమీ — ఇవి; హి — నిజముగా; త్వాం — నిన్ను; సుర-సంఘా — దేవతల సమూహము; విశంతి — ప్రవేశిస్తున్నారు; కేచిత్ — కొంతమంది; భీతాః — భయముతో; ప్రాంజలయః — చేతులు జోడించి; గృణంతి — కీర్తిస్తూ; స్వస్తి — మంగళకరమైన; ఇతి — ఈ విధముగా; ఉక్త్వా — గానం చేస్తూ; మహా-ఋషి — మహర్షులు; సిద్ధ-సంఘాః — సిద్ధ పురుషులూ; స్తువంతి — కీర్తిస్తున్నారు; త్వాం — నిన్ను; స్తుతిభిః — స్తోత్రములతో; పుష్కలాభిః — కీర్తనలతో.',
        translation: 'BG 11.21: దేవతలందరూ నీలో ప్రవేశిస్తూ నీ యొక్క ఆశ్రయం పొందుతున్నారు. కొందరు భీతులై చేతులు జోడించి నిన్ను కీర్తిస్తున్నారు. మహర్షులు, సిద్ధులు మంగళకరమైన స్తోత్రములతో, కీర్తనలతో నిన్ను స్తుతిస్తున్నారు.',
    
    },
    {
        verse: 22,
        transliteration: 'రుద్రాదిత్యా వసవో యే చ సాధ్యా విశ్వేఽశ్వినౌ మరుతశ్చోష్మపాశ్చ । గంధర్వయక్షాసురసిద్ధసంఘా వీక్షంతే త్వాం విస్మితాశ్చైవ సర్వే ।। 22 ।।',
        wordToWord: 'రుద్ర — శంకర భగవానుని ఒక స్వరూపము; ఆదిత్యాః — ఆదిత్యులు; వసవః — వసువులు; యే — ఇవి; చ — మరియు; సాధ్యాః — సాధ్యులు; విశ్వే — విశ్వ దేవతలు; అశ్వినౌ — అశ్విని కుమారులు; మరుతః — మరుత్తులు; చ — మరియు; ఉష్మ-పాః — పూర్వీకులు; చ — మరియు; గంధర్వ — గంధర్వులు; యక్ష — యక్షులు; అసుర — అసురులు; సిద్ధ — సిద్ధులు; సంఘా — సమూహములు; వీక్షంతే — చూచుచున్నారు; త్వాం — నిన్నే; విస్మితాః — సంభ్రమాశ్చర్యములతో; చ — మరియు; ఏవ — యథార్థముగా; సర్వే — అందరూ.',
        translation: 'BG 11.22: రుద్రులు, ఆదిత్యులు, వసువులు, సాధ్యులు, విశ్వదేవతలు, అశ్వినీ కుమారులు, మరుత్తులు, పితరులు, గంధర్వులు, యక్షులు, అసురులు మరియు సిద్ధులు అందరూ కూడా సంభ్రమాశ్చర్యములతో నిన్నే తిలకిస్తున్నారు.',
    
    },
    {
        verse: 23,
        transliteration: 'రూపం మహత్తే బహువక్త్రనేత్రం మహాబాహో బహుబాహూరుపాదమ్ । బహూదరం బహుదంష్ట్రాకరాళం దృష్ట్వా లోకాః ప్రవ్యథితాస్తథాహమ్ ।। 23 ।।',
        wordToWord: 'రూపం — రూపము; మహత్ — అద్భుతమైన; తే — నీ యొక్క; బహు — చాలా; వక్త్ర — నోర్లు; నేత్రం — కన్నులు; మహా-బాహో — గొప్ప బాహువులు కల ప్రభూ; బహు — అనేకములైన; బాహు — చేతులు; ఉరు — తొడలు; పాదమ్ — కాళ్ళు; బహు-ఉదరం — ఎన్నెన్నో ఉదరములు (బొజ్జలు); బహు-దంష్ట్ర — అనేకములైన దంతములు (పళ్ళు); కరాళం — భయంకరమైన; దృష్ట్వా — చూచుతూ; లోకాః — సమస్త లోకములు; ప్రవ్యథితాః — భయకంపితములై; తథా — అట్లే కూడా; అహం — నేను.',
        translation: 'BG 11.23: ఓ మహా ప్రభూ, ఎన్నెన్నో నోర్లు, చేతులు, ఊరువులు, కాళ్ళు, ఉదరములు మరియు భయంకరమైన పళ్ళతో ఉన్న నీ మహాద్భుతమైన స్వరూపము పట్ల పూజ్యభావంతో, సమస్త లోకములు మరియు నేను కూడా భయకంపితమైఉన్నాము.',
    
    },
    {
        verse: 24,
        transliteration: 'నభఃస్పృశం దీప్తమనేకవర్ణం వ్యాత్తాననం దీప్తవిశాలనేత్రమ్ । దృష్ట్వా హి త్వాం ప్రవ్యథితాంతరాత్మా ధృతిం న విందామి శమం చ విష్ణో ।। 24 ।।',
        wordToWord: 'నభః-స్పృశం — ఆకాశాన్ని తాకుతూ; దీప్తం — తేజస్సుతో వెలుగుతూ; అనేక — చాలా; వర్ణం — రంగులతో; వ్యాత్తా — తెరిచిఉన్న; ఆననం — నోర్లు; దీప్త — ప్రజ్వలిస్తూ; విశాల — విశాలమైన; నేత్రమ్ — కన్నులు; దృష్ట్వా — చూచుతున్న; హి — నిజముగా; త్వాం — నీకు; ప్రవ్యథితాంతర-ఆత్మా — నా హృదయము భయముతో వణికిపోవుతున్నది; ధృతిం — బలము; న విందామి — తెలవటం లేదు; శమం — మానసిక ప్రశాంతత; చ — మరియు; విష్ణో — విష్ణు మూర్తి.',
        translation: 'BG 11.24: హే విష్ణో - ఆకాశమును తాకుతూ, ఎన్నెన్నో వర్ణములతో ప్రకాశిస్తూ, పెద్దగా తెరిచిఉన్న నోర్లతో, విశాలమైన అగ్ని గుండముల వంటి నీ కన్నులతో ఉన్న - నీ స్వరూపమును చూస్తున్న నాకు, భయముతో గుండె అదిరిపొతున్నది. నేను ధైర్యమును మరియు మానసిక ప్రశాంతతను కోల్పోయాను.',
    
    },
    {
        verse: 25,
        transliteration: 'దంష్ట్రాకరాళాని చ తే ముఖాని దృష్ట్వైవ కాలానలసన్నిభాని । దిశో న జానే న లభే చ శర్మ ప్రసీద దేవేశ జగన్నివాస ।। 25 ।।',
        wordToWord: 'దంష్ట్రా — దంతములు (పళ్ళు); కరాళాని — భయంకరమైన; చ — మరియు; తే — నీ యొక్క; ముఖాని — నోర్లు; దృష్ట్వా — చూసిన పిదప; ఏవ — నిజముగా; కాల-అనల — ప్రళయాగ్ని; సన్నిభాని — అటువంటి; దిశః — దిక్కులు; న జానే — తెలియదు; న లభే — పొందలేకున్నాను; చ — మరియు; శర్మ — శాంతి; ప్రసీద — కృప చూపించుము; దేవ-ఈశ — దేవ దేవుడు; జగత్-నివాస — విశ్వమునకు ఆశ్రయము అయిన వాడా.',
        translation: 'BG 11.25: భయంకరమైన దంతములతో ఉన్న ఎన్నో నోర్లతో, ప్రళయ కాల సమయంలో కనిపించేటటువంటి ప్రజ్వలించే అగ్నిలా, ఉన్న నిన్ను, చూసిన పిదప, నేను ఎక్కడున్నానో మరియు ఎక్కడికి పోవాలో మర్చిపోతున్నాను. ఓ దేవ దేవా, నీవే జగత్తుకి ఆశ్రయము; దయ చేసి నామీద కృప చూపుము.',
    
    },
    {
        verse: 26,
        transliteration: 'అమీ చ త్వాం ధృతరాష్ట్రస్య పుత్రాః సర్వే సహైవావనిపాలసంఘైః। భీష్మో ద్రోణః సూతపుత్రస్తథాసౌ సహాస్మదీయైరపి యోధముఖ్యైః ।। 26 ।। వక్త్రాణి తే త్వరమాణా విశంతి దంష్ట్రాకరాళాని భయానకాని । కేచిద్విలగ్నా దశనాంతరేషు సందృశ్యంతే చూర్ణితైరుత్తమాంగైః ।। 27 ।।',
        wordToWord: 'అమీ — ఇవి; చ — మరియు; త్వాం — నీవు; ధృతరాష్ట్రస్య — ధృతరాష్ట్రుని యొక్క; పుత్రాః — పుత్రులు; సర్వే — అందరూ; సహ — కూడి; ఏవ — ఇంకా; అవని-పాలా — వారి యొక్క అనుబంధిత రాజులు; సంఘైః — సంఘము; భీష్మః — భీష్ముడు; ద్రోణః — ద్రోణుడు; సూత-పుత్రః — కర్ణుడు; తథా — మరియు; అసౌ — ఈ; సహ — కూడి; అస్మదీయైః — మన వైపు నుండి; అపి — కూడా; యోధ-ముఖ్యైః — ముఖ్యమైన యోధులు; వక్త్రాణి — నోర్లు; తే — నీ యొక్క; త్వరమానాః — త్వరపడుచూ; విశంతి — ప్రవేశిస్తున్నారు; దంష్ట్రా — దంతములు; కరాళాని — భయంకరమైన; భయానకాని — భీతిని గొలిపే; కేచిత్ — కొంతమంది; విలగ్నాః — చిక్కుకొని పోయి; దశన-అంతరేషు — పళ్ళ (దంతముల) మధ్యలో; సదృశ్యంతే — కనబడుతున్నారు; చూర్ణితైః — చితికిపోయి; ఉత్తమ-అంగైః — శిరస్సులతో.',
        translation: 'BG 11.26-27: ధృతరాష్ట్రుడి కుమారులందరూ, వారి సహచర రాజులతో సహా, భీష్ముడు, ద్రోణాచార్యుడు, కర్ణుడు ఇంకా మన పక్షమున ఉన్న యోధులు కూడా తలక్రిందులుగా నీ భయంకరమైన నోళ్లలోనికి త్వరితగతిన ప్రవేశిస్తున్నారు. కొందరి తలలు నీ భీకరమైన పళ్ళ మధ్యలో చితికిపోయినట్టు నేను చూస్తున్నాను.',
    
    },
    {
        verse: 27,
        transliteration: 'అమీ చ త్వాం ధృతరాష్ట్రస్య పుత్రాః సర్వే సహైవావనిపాలసంఘైః। భీష్మో ద్రోణః సూతపుత్రస్తథాసౌ సహాస్మదీయైరపి యోధముఖ్యైః ।। 26 ।। వక్త్రాణి తే త్వరమాణా విశంతి దంష్ట్రాకరాళాని భయానకాని । కేచిద్విలగ్నా దశనాంతరేషు సందృశ్యంతే చూర్ణితైరుత్తమాంగైః ।। 27 ।।',
        wordToWord: 'అమీ — ఇవి; చ — మరియు; త్వాం — నీవు; ధృతరాష్ట్రస్య — ధృతరాష్ట్రుని యొక్క; పుత్రాః — పుత్రులు; సర్వే — అందరూ; సహ — కూడి; ఏవ — ఇంకా; అవని-పాలా — వారి యొక్క అనుబంధిత రాజులు; సంఘైః — సంఘము; భీష్మః — భీష్ముడు; ద్రోణః — ద్రోణుడు; సూత-పుత్రః — కర్ణుడు; తథా — మరియు; అసౌ — ఈ; సహ — కూడి; అస్మదీయైః — మన వైపు నుండి; అపి — కూడా; యోధ-ముఖ్యైః — ముఖ్యమైన యోధులు; వక్త్రాణి — నోర్లు; తే — నీ యొక్క; త్వరమానాః — త్వరపడుచూ; విశంతి — ప్రవేశిస్తున్నారు; దంష్ట్రా — దంతములు; కరాళాని — భయంకరమైన; భయానకాని — భీతిని గొలిపే; కేచిత్ — కొంతమంది; విలగ్నాః — చిక్కుకొని పోయి; దశన-అంతరేషు — పళ్ళ (దంతముల) మధ్యలో; సదృశ్యంతే — కనబడుతున్నారు; చూర్ణితైః — చితికిపోయి; ఉత్తమ-అంగైః — శిరస్సులతో.',
        translation: 'BG 11.26-27: ధృతరాష్ట్రుడి కుమారులందరూ, వారి సహచర రాజులతో సహా, భీష్ముడు, ద్రోణాచార్యుడు, కర్ణుడు ఇంకా మన పక్షమున ఉన్న యోధులు కూడా తలక్రిందులుగా నీ భయంకరమైన నోళ్లలోనికి త్వరితగతిన ప్రవేశిస్తున్నారు. కొందరి తలలు నీ భీకరమైన పళ్ళ మధ్యలో చితికిపోయినట్టు నేను చూస్తున్నాను.',
    
    },
    {
        verse: 28,
        transliteration: 'యథా నదీనాం బహవోఽమ్బువేగాః సముద్రమేవాభిముఖా ద్రవంతి । తథా తవామీ నరలోకవీరా విశంతి వక్త్రాణ్యభివిజ్వలంతి ।। 28 ।। యథా ప్రదీప్తం జ్వలనం పతంగా విశంతి నాశాయ సమృద్ధవేగాః। తథైవ నాశాయ విశంతి లోకాః తవాపి వక్త్రాణి సమృద్ధవేగాః ।। 29 ।।',
        wordToWord: 'యథా — ఎలాగైతే; నదీనాం — నదుల యొక్క; బహవః — ఎన్నెన్నో; అంబు-వేగాః — నీటి తరంగాలు; సముద్రం — సముద్రము; ఏవ — నిజముగా; అభిముఖాః — దాని వైపు; ద్రవంతి — వేగంగా ప్రవహిస్తూ; తథా — అదే విధముగా; తవ — నీ యొక్క; అమీ — ఈ; నర-లోక-వీరా — నర లోక వీరులు; విశంతి— ప్రవేశిస్తున్నారు; వక్త్రాణి — నోర్లు; అభివిజ్వలంతి — ప్రజ్వలిస్తూ; యథా — ఏ విధముగా; ప్రదీప్తం — ప్రజ్వలిస్తూ; జ్వలనం — అగ్ని; పతంగాః — పురుగులు; విశంతి — ప్రవేశిస్తాయో; నాశాయ — నశించిపోవటానికి; సమృద్ధ వేగాః — గొప్ప వేగముతో; తథా ఏవ — అదే విధముగా; నాశాయ — నశించిపోవటానికి; విశంతి — ప్రవేశిస్తున్నారు; లోకాః — ఈ జనులు; తవ — నీ యొక్క; అపి — కూడా; వక్త్రాణి — నోర్లు; సమృద్ధ వేగాః — గొప్ప వేగముతో.',
        translation: 'BG 11.28-29: ఎన్నో నదుల నీటి తరంగాలు సముద్రములోనికి పారుతూ వచ్చి కలిసి పోయినట్లు, ఈ గొప్పగొప్ప యోధులు అందరూ నీ ప్రజ్వలించే ముఖముల లోనికి ప్రవేశిస్తున్నారు. అగ్గిపురుగులు ఎలాగైతే అత్యంత వేగముతో వచ్చి మంటలో పడి నాశనం అయిపొతాయో, ఈ యొక్క సైన్యములు కూడా నీ నోర్లలోనికి ప్రవేశిస్తున్నారు.',
    
    },
    {
        verse: 29,
        transliteration: 'యథా నదీనాం బహవోఽమ్బువేగాః సముద్రమేవాభిముఖా ద్రవంతి । తథా తవామీ నరలోకవీరా విశంతి వక్త్రాణ్యభివిజ్వలంతి ।। 28 ।। యథా ప్రదీప్తం జ్వలనం పతంగా విశంతి నాశాయ సమృద్ధవేగాః। తథైవ నాశాయ విశంతి లోకాః తవాపి వక్త్రాణి సమృద్ధవేగాః ।। 29 ।।',
        wordToWord: 'యథా — ఎలాగైతే; నదీనాం — నదుల యొక్క; బహవః — ఎన్నెన్నో; అంబు-వేగాః — నీటి తరంగాలు; సముద్రం — సముద్రము; ఏవ — నిజముగా; అభిముఖాః — దాని వైపు; ద్రవంతి — వేగంగా ప్రవహిస్తూ; తథా — అదే విధముగా; తవ — నీ యొక్క; అమీ — ఈ; నర-లోక-వీరా — నర లోక వీరులు; విశంతి— ప్రవేశిస్తున్నారు; వక్త్రాణి — నోర్లు; అభివిజ్వలంతి — ప్రజ్వలిస్తూ; యథా — ఏ విధముగా; ప్రదీప్తం — ప్రజ్వలిస్తూ; జ్వలనం — అగ్ని; పతంగాః — పురుగులు; విశంతి — ప్రవేశిస్తాయో; నాశాయ — నశించిపోవటానికి; సమృద్ధ వేగాః — గొప్ప వేగముతో; తథా ఏవ — అదే విధముగా; నాశాయ — నశించిపోవటానికి; విశంతి — ప్రవేశిస్తున్నారు; లోకాః — ఈ జనులు; తవ — నీ యొక్క; అపి — కూడా; వక్త్రాణి — నోర్లు; సమృద్ధ వేగాః — గొప్ప వేగముతో.',
        translation: 'BG 11.28-29: ఎన్నో నదుల నీటి తరంగాలు సముద్రములోనికి పారుతూ వచ్చి కలిసి పోయినట్లు, ఈ గొప్పగొప్ప యోధులు అందరూ నీ ప్రజ్వలించే ముఖముల లోనికి ప్రవేశిస్తున్నారు. అగ్గిపురుగులు ఎలాగైతే అత్యంత వేగముతో వచ్చి మంటలో పడి నాశనం అయిపొతాయో, ఈ యొక్క సైన్యములు కూడా నీ నోర్లలోనికి ప్రవేశిస్తున్నారు.',
    
    },
    {
        verse: 30,
        transliteration: 'లేలిహ్యసే గ్రసమానః సమంతాత్ లోకాన్ సమగ్రాన్ వదనైర్జ్వలద్భిః । తేజోభిరాపూర్య జగత్సమగ్రం భాసస్తవోగ్రాః ప్రతపంతి విష్ణో ।। 30 ।।',
        wordToWord: 'లేలిహ్యసే — నీవు నాకుతున్నావు; గ్రసమానః — కబళించే వాడివై; సమంతాత్ — అన్ని వైపులా; లోకాన్ — లోకములు; సమగ్రాన్ — సమస్తమూ; వదనైః — ముఖములతో; జ్వలద్భిః — ప్రజ్వలిస్తూ; తేజోభిః — తేజస్సుతో; ఆపూర్య — నిండి పోయిన; జగత్ — జగత్తు; సమగ్రం — సమస్తమూ; భాసః — కాంతులు; తవ — నీ యొక్క; ఉగ్రాః — ఉగ్రమైన; ప్రతపంతి — తపింపచేసే; విష్ణో — ఓ మహావిష్ణు.',
        translation: 'BG 11.30: నీ యొక్క భయంకరమైన నాలుకలతో ఎన్నెన్నో ప్రాణులను అన్ని దిక్కులా చప్పరించిపారేస్తూ నీ యొక్క ప్రజ్వలిత నోళ్ళతో వారిని గ్రసించి వేస్తున్నావు. హే విష్ణో! నీవు సమస్త జగత్తును నీయొక్క భయంకరమైన, సర్వ వ్యాప్తమైన తేజో కిరణాలతో తపింపచేయుచున్నావు.',
    
    },
    {
        verse: 31,
        transliteration: 'ఆఖ్యాహి మే కో భవానుగ్రరూపో నమోఽస్తు తే దేవవర ప్రసీద । విజ్ఞాతుమిచ్ఛామి భవంతమాద్యం న హి ప్రజానామి తవ ప్రవృత్తిమ్ ।। 31 ।।',
        wordToWord: 'ఆఖ్యాహి — చెప్పుము; మే — నాకు; కః — ఎవరు? భవాన్ — నీవు; ఉగ్ర-రూపః — ఉగ్ర రూపము; నమః-అస్తు — నేను ప్రణమిల్లుతున్నాను; తే — నీకు; దేవ-వర — దేవ దేవుడా; ప్రసీద — దయ చూపించుము; విజ్ఞాతుమ్ — తెలుసుకొనుటకు; ఇచ్ఛామి — కోరుతున్నాను; భవంతమ్ — నిన్ను; ఆద్యం — ఆదిపురుషుడవైన; న హి ప్రజానామి — తెలుసుకోలేకున్నాను; తవ — నీ యొక్క; ప్రవృత్తిమ్ — వ్యవహారమును.',
        translation: 'BG 11.31: నీవెవరో తెలియచేయుము ఓ భయంకర రూపము కలవాడా. ఓ దేవదేవా, నీ ముందు ప్రణమిల్లుతున్నాను; దయచేసి నాపై కృప చూపుము. సమస్త సృష్టికీ ముందే ఉన్న నీ గురించి, నీవెవరో తెలుసుకోగోరుతున్నాను, ఎందుకంటే నీ స్వభావము మరియు వ్యవహారమును నేను అర్థం చేసుకోలేకున్నాను.',
    
    },
    {
        verse: 32,
        transliteration: 'శ్రీ భగవానువాచ । కాలోఽస్మి లోకక్ష్యయకృత్ ప్రవృద్దో లోకాన్ సమాహర్తుమిహ ప్రవృత్తః । ఋతేఽపి త్వాం న భవిష్యంతి సర్వే యేఽవస్థితాః ప్రత్యనీకేషు యోధాః ।। 32 ।।',
        wordToWord: 'శ్రీ భగవానువాచ — శ్రీ భగవానుడు పలికెను; కాలః — కాలము; అస్మి — నేను; లోక-క్ష్యయ-కృత్ — లోక వినాశమునకు హేతువు; ప్రవృద్ధః — విజృంభించిన; లోకాన్ — లోకములు; సమాహర్తుమ్ — ప్రళయకాల వినాశము; ఇహ — ఈ లోకము; ప్రవృత్తః — ప్రమేయము; ఋతే — లేకుండా; అపి — అయినా; త్వాం — నీవు; న భవిష్యంతి — బ్రతికి ఉండరు; సర్వే — అందరూ; యే — ఎవరైతే; అవస్థితాః — నిలిచిఉన్న; ప్రతి-అనీకేషు — ప్రతిపక్షమున ఉన్న; యోధాః — యోధులు.',
        translation: 'BG 11.32: శ్రీ భగవానుడు ఇలా పలికెను : నేనే మహాకాలమును, సమస్త లోకములను సర్వనాశనము చేసే మూలకారణమును. నీ యొక్క ప్రమేయం లేకున్ననూ, ప్రతిపక్షమున నిలిచి ఉన్న యోధులు ఎవ్వరూ మిగలరు (నశిస్తారు).',
    
    },
    {
        verse: 33,
        transliteration: 'తస్మాత్ త్వముత్తిష్ఠ యశో లభస్వ జిత్వా శత్రూన్ భుంక్ష్వ రాజ్యం సమృద్ధమ్ మయైవైతే నిహతాః పూర్వమేవ నిమిత్తమాత్రం భవ సవ్యసాచిన్ ।। 33 ।।',
        wordToWord: 'తస్మాత్ — కాబట్టి; త్వమ్ — నీవు; ఉత్తిష్ఠ — లెమ్ము; యశః — యశస్సు/కీర్తి; లభస్వ — పొందుము; జిత్వా — జయించుము; శత్రూన్ — శత్రువులను; భుంక్ష్వ — అనుభవించుము; రాజ్యం — రాజ్యమును; సమృద్ధమ్ — సిరిసంపదలతో ఉన్న; మయా — నాచే; ఏవ — నిజముగా; ఏతే — వీరు; నిహతాః — సంహరింపబడినారు; పూర్వం — ఇంతకు క్రితమే; ఏవ నిమిత్త మాత్రం — కేవలం ఒక పనిముట్టుగా; భవ — ఉండుము; సవ్య-సాచిన్ — అర్జునా, రెండు చేతులతో కూడా బాణములను సంధించగలవాడా.',
        translation: 'BG 11.33: కాబట్టి, ఓ సవ్యసాచీ, లెమ్ము, కీర్తిని పొందుము! శత్రువులను జయించుము మరియు సర్వసంపదలతో ఉన్న సామ్రాజ్యమును అనుభవించుము. ఈ యోధులు ఇంతకు పూర్వమే నా చే సంహరింపబడి ఉన్నారు, కేవలం నా పనిలో ఒక పనిముట్టుగా ఉండగలవు.',
    
    },
    {
        verse: 34,
        transliteration: 'ద్రోణం చ భీష్మం చ జయద్రథం చ కర్ణం తథాన్యానపి యోధవీరాన్ । మయా హతాంస్త్వం జహి మా వ్యథిష్ఠా యుధ్యస్వ జేతాసి రణే సపత్నాన్ ।। 34 ।।',
        wordToWord: 'ద్రోణం — ద్రోణాచార్యుడు; చ — మరియు; భీష్మం — భీష్ముడు; చ — మరియు; జయద్రథం — జయద్రథుడు; చ — మరియు; కర్ణం — కర్ణుడు; తథా — మరియు; అన్యాన్ — ఇతరులు; అపి — కూడా; యోథ-వీరాన్ — వీర యోధులు; మయా — నా చేత; హతాన్ — ఇప్పటికే చంపబడ్డారు; త్వం — నీవు; జహి — సంహరింపుము; మా వ్యథిష్ఠా — వ్యాకులపడకుము; యుధ్యస్వ — యుద్ధం చేయుము; జేతా అసి — నీవు విజయుడవు అవుతావు; రణే — యుద్ధములో; సపత్నాన్ — శత్రువులపై.',
        translation: 'BG 11.34: ద్రోణాచార్యుడు, భీష్ముడు, జయద్రథుడు, కర్ణుడు ఇంకా ఇంతర వీర యోధులు అందరూ నాచే ఇప్పటికే సంహరింపబడ్డారు. కాబట్టి, వ్యాకుల పడకుండా వారిని అంతం చేయుము. కేవలం పోరాడుము, నీవు ఈ యుద్ధములో శత్రువులపై విజయం సాధిస్తావు.',
    
    },
    {
        verse: 35,
        transliteration: 'సంజయ ఉవాచ। ఏతచ్చ్రుత్వా వచనం కేశవస్య కృతాంజలిర్వేపమానః కిరీటీ । నమస్కృత్వా భూయ ఏవాహ కృష్ణం సగద్గదం భీతభీతః ప్రణమ్య ।। 35 ।।',
        wordToWord: 'సంజయ ఉవాచ — సంజయుడు పలికెను; ఏతత్ — ఈ విధముగా; శృత్వా — విన్న తరువాత; వచనం — మాటలను; కేశవస్య — శ్రీ కృష్ణుడి (కేశవుని) యొక్క; కృత-అంజలిః — చేతులు జోడించి; వేపమానః — వణుకుతూ; కిరీటీ — అర్జునుడు, కిరీటము ధరించినవాడు; నమస్కృత్వా — నమస్కరిస్తూ; భూయః — మళ్ళీ మళ్ళీ; ఏవ — నిజముగా; ఆహ — పలికెను; కృష్ణం — శ్రీ కృష్ణుడితో; స-గద్గదం — గద్గద స్వరముతో; భీత-భీతః — భయముతో భీతిల్లిపోయి; ప్రణమ్య — నమస్కరించి.',
        translation: 'BG 11.35: సంజయుడు పలికెను : కేశవుడు పలికిన మాటలు విన్న తరువాత అర్జునుడు భీతితో వణికిపోయాడు. చేతులు జోడించి, శ్రీ కృష్ణుడి ఎదుట వంగి నమస్కరిస్తూ భయము ఆవరించి గద్గద స్వరముతో ఇలా పలికెను.',
    
    },
    {
        verse: 36,
        transliteration: 'అర్జున ఉవాచ । స్థానే హృషీకేశ తవ ప్రకీర్త్యా జగత్ప్రహృష్యత్యనురజ్యతే చ రక్షాంసి భీతాని దిశో ద్రవంతి సర్వే నమస్యంతి చ సిద్ధసంఘాః ।। 36 ।।',
        wordToWord: 'అర్జున ఉవాచ — అర్జునుడు పలికెను; స్థానే — ఇది సముచితము; హృషీక-ఈశ — శ్రీ కృష్ణుడా; ఇంద్రియములకు అధిపతి; తవ — నిన్ను; ప్రకీర్త్యా — కీర్తించుచూ; జగత్ — జగత్తు అంతా; ప్రహృష్యతి — ఆనందముతో ఉప్పొంగిపోవుతున్నది; అనురజ్యతే — అనురాగముతో నిండిపోయింది; చ — మరియు; రక్షాంసి — రాక్షసులు; భీతాని — భీతిల్లిపోయి; దిశః — అన్ని దిక్కులలో; ద్రవంతి — పారిపోతున్నారు; సర్వే — అందరూ; నమస్యంతి — నమస్కరిస్తున్నారు; చ — మరియు; సిద్ధ-సంఘాః — సిద్ధగణముల వారు అందరూ.',
        translation: 'BG 11.36: అర్జునుడు పలికెను : హే హృషీకేశా (ఇంద్రియములకు అధిపతి), సమస్త జగత్తు నిన్ను కీర్తించుచూ ఆనందహర్షములతో ఉన్నది, నీ పట్ల ప్రేమతో నిండిపొయినది. ఇది సముచితమే. రాక్షసులు భయముతో భీతిల్లి నీ నుండి దూరముగా అన్ని దిక్కులలో పారిపోవుతున్నారు మరియు ఎంతో మంది సిద్ధగణములు నీకు ప్రణమిల్లుతున్నారు.',
    
    },
    {
        verse: 37,
        transliteration: 'కస్మాచ్చ తే న నమేరన్మహాత్మన్ గరీయసే బ్రహ్మణోఽప్యాదికర్త్రే । అనంత దేవేశ జగన్నివాస త్వమక్షరం సదసత్ తత్పరం యత్ ।। 37 ।।',
        wordToWord: 'కస్మాత్ — ఎందుకు?; చ — మరియు; తే — నీకు; న నమేరన్ —నమస్కరించ కూడదు; మహా-ఆత్మన్ — ఓ మహాత్మా; గరీయసే బ్రహ్మణ — బ్రహ్మను మించిన వారు; అపి — కూడా; ఆది-కర్త్రే — మూల సృష్టికర్త; అనంత — అనంతమైన వాడా; దేవ-ఈష — దేవతల కి ప్రభువా; జగత్-నివాస — జగత్తుకి ఆశ్రయమైన వాడా; త్వం — నీవు; అక్షరం — నాశము లేని; సత్-అసత్ — వ్యకమయినది మరియు అవ్యక్తమయినది; తత్ — అది; పరం — అతీతమైన; యత్ — ఏదైతే.',
        translation: 'BG 11.37: ఓ మహాత్మా, మూల సృష్టికర్త బ్రహ్మదేవుని కంటే ఉన్నతమైన వారు కూడా నీ ముందు ఎందుకు ప్రణమిల్లకూడదు? ఓ అనంతుడా, ఓ దేవతల ప్రభూ, ఓ జగత్తుకి ఆశ్రయమైన వాడా, నీవు వ్యక్త-అవ్యక్తములకూ అతీతమైన అక్షరుడవు.',
    
    },
    {
        verse: 38,
        transliteration: 'త్వమాదిదేవః పురుషః పురాణః త్వమస్య విశ్వస్య పరం నిధానమ్ వేత్తాసి వేద్యం చ పరం చ ధామ త్వయా తతం విశ్వమనంతరూప ।। 38 ।।',
        wordToWord: 'త్వం — నీవు; ఆది-దేవః — ఆది దేవుడవు; పురుషః — పురుషుడు; పురాణః — సనాతమైన; త్వం — నీవు; అస్య — ఈ యొక్క; విశ్వస్య — విశ్వము యొక్క; పరం — సర్వోన్నత; నిధానమ్ — ఆశ్రయము; వేత్తా — తెలిసినవాడివి; అసి — నీవు; వేద్యం — తెలుసుకోబడవలసిన వాడవు; చ — మరియు; పరం — సర్వోన్నత; చ — మరియు; ధామ — ధామము; త్వయా — నీ చేత; తతం — వ్యాప్తించబడి ఉన్నాయి; విశ్వం — విశ్వమంతా; అనంత-రూప — అనంతమైన రూపములు కలవాడా.',
        translation: 'BG 11.38: నీవే సనాతనమైన భగవంతుడవు మరియు ఆది దేవుడవు; నీవే విశ్వమంతటికీ ఉన్న ఒకేఒక్క ఆధారము, ఆశ్రయము. నీవు సర్వజ్ఞుడవు మరియు తెలుసుకోబడవలసిన వాడవు. నీవే పరంధాముడవు. ఓ అనంతరూపా, నీవే సమస్త జగత్తుయందు వ్యాపించి ఉన్నవాడవు.',
    
    },
    {
        verse: 39,
        transliteration: 'వాయుర్యమోఽగ్నిర్వరుణః శశాంకః ప్రజాప్రతిస్త్వం ప్రపితామహశ్చ । నమో నమస్తేఽస్తు సహస్రకృత్వః పునశ్చ భూయోఽపి నమో నమస్తే ।। 39 ।।',
        wordToWord: 'వాయుః — వాయు దేవుడు; యమః — యముడు, మృత్యు దేవుడు; అగ్నిః — అగ్ని దేవుడు; వరుణః — వరుణ దేవుడు (నీటి దేవుడు); శశ-అంకః — చంద్రుడు; ప్రజాప్రతిః — బ్రహ్మ; త్వం — నీవు; ప్రపితామహః — పితామహుడవు; చ — మరియు; నమః — నమస్కారములు; నమః — నమస్కారములు; తే — నీకు; అస్తు — అలా ఉండు గాక; సహస్ర-కృత్వః — వేల సార్లు; పునః-చ — మరియు తిరిగి; భూయః — మరల; అపి — కూడా; నమః — నా నమస్కారములు; నమస్తే — నా నమస్కారములు సమర్పిస్తున్నాను.',
        translation: 'BG 11.39: నీవే వాయుదేవుడవు, యమధర్మరాజువు, అగ్ని దేవుడవు, వరుణ దేవుడవు మరియు చంద్రుడవు. నీవే సృష్టికర్త బ్రహ్మవు మరియు సర్వ భూతముల పితామహుడవు. నీకు నేను వేలసార్లు నమస్కరిస్తున్నాను, మరల మరల నమస్కరిస్తున్నాను.',
    
    },
    {
        verse: 40,
        transliteration: 'నమః పురస్తాదథ పృష్ఠతస్తే నమోఽస్తు తే సర్వత ఏవ సర్వ । అనంతవీర్యామితవిక్రమస్త్వం సర్వం సమాప్నోషి తతోఽసి సర్వః ।। 40 ।।',
        wordToWord: 'నమః — నమస్కారములు; పురస్తాత్ — ముందునుండి; అథ — మరియు; పృష్ఠతః — వెనుక నుండి; తే — నీకు; నమః అస్తు — నమస్కారములు సమర్పిస్తున్నాను; తే — నీకు; సర్వతః — అన్ని వైపులనుండి; ఏవ — నిజముగా; సర్వ — అన్నీ; అనంత-వీర్య — అనంతమైన శక్తి; అమిత-విక్రమః — అపరిమితమైన పరాక్రమము, శక్తి; త్వం — నీవు; సర్వం — అన్నింటినీ; సమాప్నోషి — వ్యాపించి; తతః — ఈ విధంగా; అసి — (నీవు) ఉన్నావు; సర్వః — అన్నింటిలో.',
        translation: 'BG 11.40: అనంతమైన శక్తిసామర్ధ్యములు కల ప్రభూ, నీకు ఎదురుగా ఉండి మరియు వెనుక ఉండి కూడా నమస్కరిస్తున్నాను, నిజానికి అన్ని వైపులనుండీ నమస్కరిస్తున్నాను! నీవు అనంతమైన సామర్ధ్యము, పరాక్రమము కలిగినవాడివై అన్నింటా వ్యాపించి ఉన్నావు, అందుకే సమస్తమూ నీ స్వరూపమే.',
    
    },
    {
        verse: 41,
        transliteration: 'సఖేతి మత్వా ప్రసభం యదుక్తం హే కృష్ణ హే యాదవ హే సఖేతి । అజానతా మహిమానం తవేదం మయా ప్రమాదాత్ ప్రణయేన వాపి ।। 41 ।। యచ్చావహాసార్థమసత్కృతోఽసి విహారశయ్యాసనభోజనేషు । ఏకోఽథ వాప్యచ్యుత తత్సమక్షం తత్ క్షామయే త్వామహమప్రమేయమ్ ।। 42 ।।',
        wordToWord: 'సఖా — మిత్రుడు (సఖుడు); ఇతి — అలా; మత్వా — అనుకుంటూ; ప్రసభం — మూర్ఖముగా; యత్ — ఏదేని; ఉక్తం — సంభోదించి; హే కృష్ణ — ఓ శ్రీ కృష్ణా; హే యాదవ — ఓ శ్రీ కృష్ణ, యదు వంశములో జన్మించిన వాడా; హే సఖే — ఓ ప్రియ మిత్రమా; ఇతి — ఈ విధముగా; అజానతా — అజ్ఞానములో; మహిమానం — మహిమను; తవ — నీ యొక్క; ఇదం — ఇది; మయా — నా చేత; ప్రమాదాత్ — నిర్లక్ష్యముతో; ప్రణయేన — ప్రేమతో; వా అపి — లేదా; యత్ — ఏదయినా; చ — మరియు; అవహాస-అర్థం — పరిహాసము కొరకై; అసత్-కృతా — అమర్యాదతో; అసి — నీవు ఉన్న; విహారా — ఆడుతున్నప్పుడు; శయ్యా — శయనించి ఉన్నప్పుడు; ఆసనా — కూర్చున్నప్పుడు; భోజనేషు — భోజనం చేస్తున్నప్పుడు; ఏకః — ఒక్కడివే ఉన్నప్పుడు; అథవా — లేదా; అపి — కూడా; అచ్యుతా — కృష్ణా, దోషములు లేనివాడా; తత్-సమక్షం — ఇతరుల ముందు; తత్ — అవన్నీటిని; క్షామయే — క్షమించమని ప్రార్ధిస్తున్నాను; త్వాం — నీ నుండి; అహం — నేను; అప్రమేయం — అపరిమితమైన.',
        translation: 'BG 11.41-42: నీవు నా సఖుడవు (మిత్రుడవు) అనుకుంటూ, అతి చనువుతో నిన్ను, "ఓ కృష్ణా", "ఓ యాదవా", "ఓ నా ప్రియ మిత్రమా" అని పిలిచాను. నీ మహిమ తెలియక, నిర్లక్షముగా, అతి చనువుతో ప్రవర్తించాను. ఆడుతున్నప్పుడు కానీ, విశ్రాంతి తీసుకుంటున్నప్పుడు కానీ, కూర్చున్నప్పుడు కానీ, భోజనం చేస్తున్నప్పుడు కానీ, ఏకాంతముగా ఉన్నప్పుడు కానీ లేదా ఇతరుల సమక్షంలో కానీ, ఒకవేళ నీ పట్ల హాస్యానికైనా నేను అమర్యాదతో ప్రవర్తించినట్లయితే, దానికి నేను క్షమాపణలను వేడుకుంటున్నాను.',
    
    },
    {
        verse: 42,
        transliteration: 'సఖేతి మత్వా ప్రసభం యదుక్తం హే కృష్ణ హే యాదవ హే సఖేతి । అజానతా మహిమానం తవేదం మయా ప్రమాదాత్ ప్రణయేన వాపి ।। 41 ।। యచ్చావహాసార్థమసత్కృతోఽసి విహారశయ్యాసనభోజనేషు । ఏకోఽథ వాప్యచ్యుత తత్సమక్షం తత్ క్షామయే త్వామహమప్రమేయమ్ ।। 42 ।।',
        wordToWord: 'సఖా — మిత్రుడు (సఖుడు); ఇతి — అలా; మత్వా — అనుకుంటూ; ప్రసభం — మూర్ఖముగా; యత్ — ఏదేని; ఉక్తం — సంభోదించి; హే కృష్ణ — ఓ శ్రీ కృష్ణా; హే యాదవ — ఓ శ్రీ కృష్ణ, యదు వంశములో జన్మించిన వాడా; హే సఖే — ఓ ప్రియ మిత్రమా; ఇతి — ఈ విధముగా; అజానతా — అజ్ఞానములో; మహిమానం — మహిమను; తవ — నీ యొక్క; ఇదం — ఇది; మయా — నా చేత; ప్రమాదాత్ — నిర్లక్ష్యముతో; ప్రణయేన — ప్రేమతో; వా అపి — లేదా; యత్ — ఏదయినా; చ — మరియు; అవహాస-అర్థం — పరిహాసము కొరకై; అసత్-కృతా — అమర్యాదతో; అసి — నీవు ఉన్న; విహారా — ఆడుతున్నప్పుడు; శయ్యా — శయనించి ఉన్నప్పుడు; ఆసనా — కూర్చున్నప్పుడు; భోజనేషు — భోజనం చేస్తున్నప్పుడు; ఏకః — ఒక్కడివే ఉన్నప్పుడు; అథవా — లేదా; అపి — కూడా; అచ్యుతా — కృష్ణా, దోషములు లేనివాడా; తత్-సమక్షం — ఇతరుల ముందు; తత్ — అవన్నీటిని; క్షామయే — క్షమించమని ప్రార్ధిస్తున్నాను; త్వాం — నీ నుండి; అహం — నేను; అప్రమేయం — అపరిమితమైన.',
        translation: 'BG 11.41-42: నీవు నా సఖుడవు (మిత్రుడవు) అనుకుంటూ, అతి చనువుతో నిన్ను, "ఓ కృష్ణా", "ఓ యాదవా", "ఓ నా ప్రియ మిత్రమా" అని పిలిచాను. నీ మహిమ తెలియక, నిర్లక్షముగా, అతి చనువుతో ప్రవర్తించాను. ఆడుతున్నప్పుడు కానీ, విశ్రాంతి తీసుకుంటున్నప్పుడు కానీ, కూర్చున్నప్పుడు కానీ, భోజనం చేస్తున్నప్పుడు కానీ, ఏకాంతముగా ఉన్నప్పుడు కానీ లేదా ఇతరుల సమక్షంలో కానీ, ఒకవేళ నీ పట్ల హాస్యానికైనా నేను అమర్యాదతో ప్రవర్తించినట్లయితే, దానికి నేను క్షమాపణలను వేడుకుంటున్నాను.',
    
    },
    {
        verse: 43,
        transliteration: 'పితాసి లోకస్య చరాచరస్య త్వమస్య పూజ్యశ్చ గురుర్గరీయాన్ । న త్వత్సమోఽస్త్యభ్యధికః కుతోఽన్యో లోకత్రయేఽప్యప్రతిమప్రభావ ।। 43 ।।',
        wordToWord: 'పితా — తండ్రివి; అసి — నీవు; లోకస్య — సమస్త లోకమునకు; చర — కదిలేవి; అచరస్య — స్థిరముగా ఉండేవి; త్వమ్ — నీవు; అస్య — వీటి యొక్క; పూజ్యః — ఆరాధింపబడదగిన; చ — మరియు; గురుః — గురువు; గరీయాన్ — మహోన్నతమైన; న — కాదు; త్వత్-సమః — నీ తో సమానులు; అస్తి — ఉండేవారు; అభ్యధికః — అధికులు; కుతః — ఎవరున్నారు?; అన్యః — ఇతరులు; లోక-త్రయే — ముల్లోకాలలో; అపి — కూడా; అప్రతిమ-ప్రభావ — సాటిలేని శక్తి కలవాడా.',
        translation: 'BG 11.43: నీవే సమస్త విశ్వమునకు, చరాచర ప్రాణులన్నిటికీ తండ్రివి. నీవే సర్వశ్రేష్ఠమైన ఆరాధ్య యోగ్యుడవు మరియు సర్వోత్కృష్ట ఆధ్యాత్మిక గురుడవు. ఓ అసమానమైన శక్తి కలిగినవాడా, ముల్లోకాలలో నీకు సమానులే లేనప్పుడు, నిన్ను మించిన వారు మాత్రం ఎవరుంటారు?',
    
    },
    {
        verse: 44,
        transliteration: 'తస్మాత్ ప్రణమ్య ప్రణిధాయ కాయం ప్రసాదయే త్వామహమీశమీడ్యమ్ । పితేవ పుత్రస్య సఖేవ సఖ్యుః ప్రియః ప్రియాయార్హసి దేవ సోఢుమ్ ।। 44 ।।',
        wordToWord: 'తస్మాత్ — కాబట్టి; ప్రణమ్య — నమస్కరిస్తూ; ప్రణిధాయ — సాష్టాంగముగా పడిన; కాయం — శరీరముతో; ప్రసాదయే — ప్రార్థించుచూ; త్వామ్ — నిన్ను; అహం — నేను; ఈశం — పరమేశ్వరుడివైన; ఈడ్యమ్ — ఆదరణీయమైన; పితా — తండ్రి; ఇవ — లాగా; పుత్రస్య — పుత్రుడితో; సఖా — మిత్రుడు; ఇవ — వలె; సఖ్యుః — మిత్రునితో; ప్రియః — ప్రేమించువాడు; ప్రియాయాః — ప్రియురాలి తో; అర్హసి — తగినవాడవు; దేవ — ప్రభూ; సోఢుమ్ — క్షమించుము.',
        translation: 'BG 11.44: అందుకే ఓ ప్రభూ, నీకు ప్రణమిల్లుతూ సాష్టాంగ ప్రణామం అర్పిస్తూ, నీ కృప వేడుకుంటున్నాను. ఒక తండ్రి కొడుకుని సహించినట్టుగా, ఒక మిత్రుడు తన మిత్రుడిని క్షమించినట్టుగా, ప్రేమించినవారిని ప్రేమికుడు మన్నించినట్టుగా, దయచేసి నా అపరాధములను మన్నింపుము.',
    
    },
    {
        verse: 45,
        transliteration: 'అదృష్టపూర్వం హృషితోఽస్మి దృష్ట్వా భయేన చ ప్రవ్యథితం మనో మే । తదేవ మే దర్శయ దేవరూపం ప్రసీద దేవేశ జగన్నివాస ।। 45 ।।',
        wordToWord: 'అదృష్ట-పూర్వం — ఇంతకు పూర్వం ఎప్పుడూ చూడబడని; హృషితః — గొప్ప ఆనందము; అస్మి — నేను; దృష్ట్వా — చూసిన పిదప; భయేన — భయముతో; చ — ఇంకా; ప్రవ్యథితం — వణుకుచున్నది; మనః — మనస్సు; మే — నా యొక్క; తత్ — అది; ఏవ — నిజముగా; మే — నాకు; దర్శయ — చూపుము; దేవ — భగవత్; రూపం — రూపమును; ప్రసీద — దయచేసి కృప చూపించి; దేవ-ఈశ — దేవతలకే ప్రభువా; జగత్-నివాస — జగత్తుకే ఆశ్రయమైనవాడా.',
        translation: 'BG 11.45: ఇంతకు మునుపెన్నడూ చూడని నీ యొక్క విశ్వ రూపమును చూసిన పిదప, నేను పరమానందమును అనుభవిస్తున్నాను. అయినా సరే, నా మనస్సు భయముతో వణుకుచున్నది. దయచేసి నాపై కృప చేయుము మరియు తిరిగి మరల నీ యొక్క ప్రసన్నమైన స్వరూపమును చూపుము, ఓ దేవ దేవా, ఓ జగత్తుకు ఆశ్రయమును ఇచ్చేవాడా.',
    
    },
    {
        verse: 46,
        transliteration: 'కిరీటినం గదినం చక్రహస్తమ్ ఇచ్ఛామి త్వామ్ ద్రష్టుమహం తథైవ । తేనైవ రూపేణ చతుర్భుజేన సహస్రబాహో భవ విశ్వమూర్తే ।। 46 ।।',
        wordToWord: 'కిరీటినం — కిరీటము ధరించి; గదినం — గదను పట్టుకుని; చక్ర-హస్తమ్ — చక్రమును చేతి యందు కల; ఇఛ్చామి — కోరుచున్నాను; త్వామ్ — నిన్ను; ద్రష్టుమ్ — చూచుటకు; అహం — నేను; తథ-ఏవ — అదే విధముగా; తేన-ఏవ — దానిలో; రూపేణ — రూపము; చతుః-భుజేన — నాలుగు భుజములతో; సహస్ర-బాహో — వెయ్యి చేతులు ఉన్నవాడా; భవ — ఉండుము; విశ్వమూర్తే — ఓ విశ్వ రూపా.',
        translation: 'BG 11.46: ఓ వెయ్యి చేతులు కలవాడా, నీవే మూర్తీభవించిన విశ్వము అయినా, నిన్ను, కిరీటము ధరించి, చక్రమును, గదను కలిగిఉన్న నీ యొక్క చతుర్భుజ రూపములో చూడగోరుతున్నాను.',
    
    },
    {
        verse: 47,
        transliteration: 'శ్రీ భగవానువాచ । మయా ప్రసన్నేన తవార్జునేదం రూపం పరం దర్శితమాత్మయోగాత్ । తేజోమయం విశ్వమనంతమాద్యం యన్మే త్వదన్యేన న దృష్టపూర్వమ్ ।। 47 ।।',
        wordToWord: 'శ్రీ-భగవాన్-ఉవాచ — శ్రీ భగవానుడు పలికెను; మయా — నా చేత; ప్రసన్నేన — ప్రసన్నుడనై; తవ — నీ చే; అర్జున — అర్జునా; ఇదం — ఇది; రూపం — రూపము; పరం — దివ్యమైన; దర్శితం — చూపించబడెను; ఆత్మ-యోగాత్ — నా యోగ మాయా శక్తి చేత; తేజః-మయం — తేజోవంతమైన; విశ్వం — విశ్వము; అనంతం — అనంతమైన; ఆద్యం — ఆదిమూలమైన; యత్ — ఏదైతే; మే — నా యొక్క; త్వత్ అన్యేన — నీవు తప్ప; న దృష్ట పూర్వం — ఇంకెవరూ ఇంతకు క్రితం చూడలేదు.',
        translation: 'BG 11.47: శ్రీ భగవానుడు పలికెను : అర్జునా, నీ చేత ప్రసన్నుడనై, నా యోగమాయా శక్తి ద్వారా, నా యొక్క తేజోవంతమయిన, అనంతమైన మరియు సనాతనమైన మూల విశ్వ రూపమును నేను నీకు చూపించితిని. నీ కంటే ముందు ఈ రూపమును ఎవ్వరూ చూడలేదు.',
    
    },
    {
        verse: 48,
        transliteration: 'న వేద యజ్ఞాధ్యయనైర్న దానైః న చ క్రియాభిర్న తపోభిరుగ్రైః ఏవంరూపః శక్య అహం నృలోకే ద్రష్టుం త్వదన్యేన కురుప్రవీర ।। 48 ।।',
        wordToWord: 'న — కాదు; వేద-యజ్ఞ — యజ్ఞముల వలన; అధ్యయనైః — వేద అధ్యయనం వలన కానీ; న దానైః — దానముల వలన కానీ; న చ క్రియాభిః — కర్మకాండల వలన కానీ; న తపోభిః — తపస్సులచే కానీ; ఉగ్రై — తీవ్రమైన; ఏవం-రూపః — ఈ రూపములో; శక్యః — సాధ్యము; అహం — నేను; నృలోకే — ఈ మర్త్య లోకములో; ద్రష్టుం — చూడబడటం; త్వత్ — నీవు కాక; అన్యేన — ఇతరుల చే; కురు-ప్రవీర — కురు యోధులలో శ్రేష్ఠుడా.',
        translation: 'BG 11.48: వేదముల అధ్యయనం వలన కానీ, యజ్ఞయాగాదులు చేయటం వలన కానీ, తపస్సులు, దానాల వలన కానీ, తీవ్ర నియమనిష్ఠ లను ఆచరించటం వలన కానీ, ఏ మానవుడు కూడా నీవు చూసిన దాన్ని ఇప్పటివరకు చూడలేదు, ఓ కురు యోధ శ్రేష్ఠుడా.',
    
    },
    {
        verse: 49,
        transliteration: 'మా తే వ్యథా మా చ విమూఢభావో దృష్ట్వా రూపం ఘోరమీదృఙ్మమేదమ్ । వ్యపేతభీః ప్రీతమనాః పునస్త్వం తదేవ మే రూపమిదం ప్రపశ్య ।। 49 ।।',
        wordToWord: 'మా తే — నీకు ఇది కూడదు; వ్యథా — భయము; మా — కాదు; చ — మరియు; విమూఢ-భావః — అయోమయ స్థితి; దృష్ట్వా — చూసిన పిదప; రూపం — రూపము; ఘోరం — భయంకరమైన; ఈదృక్ — ఈ విధమైన; మమ — నా యొక్క; ఇదం — ఇది; వ్యపేత-భీః — భయరహితముగా; ప్రీత-మనాః — ప్రసన్న చిత్తముతో; పునః — మరల; త్వం — నీవు; తత్ ఏవ — ఆ యొక్క; మే — నా యొక్క; రూపం — రూపము; ఇదం — ఇది; ప్రపశ్య — చూడుము.',
        translation: 'BG 11.49: నా యొక్క ఆ భయంకర రూపమును చూసి భయపడవద్దు, భ్రాంతికి లోను కావద్దు. భయరహితముగా ప్రసన్నచిత్తముతో మరొకసారి నా యొక్క వ్యక్తిగత రూపమును చూడుము.',
    
    },
    {
        verse: 50,
        transliteration: 'సంజయ ఉవాచ । ఇత్యర్జునం వాసుదేవస్తథోక్త్వా స్వకం రూపం దర్శయామాస భూయః । ఆశ్వాసయామాస చ భీతమేనం భూత్వా పునః సౌమ్యవపుర్మహాత్మా ।। 50 ।।',
        wordToWord: 'సంజయ ఉవాచ — సంజయుడు ఇలా పలికెను; ఇతి — ఈ విధముగా; అర్జునం — అర్జునునికి; వాసుదేవః — కృష్ణుడు, వసుదేవుని తనయుడు; తథా — ఆ విధముగా; ఉక్త్వా — పలికిన పిదప; స్వకం — తన వ్యక్తిగత; రూపం — రూపమును; దర్శయామ్-ఆస — చూపించెను (దర్శింపచేసెను); భూయః — మరల; ఆశ్వాసయామ్-ఆస — ఊరడించాడు; చ — మరియు; భీతం — భీతిల్లిన; ఏనం — అతనికి; పునః — మరల; సౌమ్య-వపు: — సౌమ్యమైన రెండు చేతుల రూపము; మహా-ఆత్మా — దయాళువైన (శ్రీ కృష్ణుడు).',
        translation: 'BG 11.50: సంజయుడు ఇలా పలికెను: ఈ విధముగా పలికిన పిదప దయాళువైన వసుదేవుని తనయుడు తన యొక్క (చతుర్భుజ) సాకార రూపమును మరల చూపించెను. తదుపరి, సౌమ్యమైన (రెండు భుజముల) రూపమును స్వీకరించి, భీతిల్లిన అర్జునుడిని మరింత శాంతింపచేసెను.',
    
    },
    {
        verse: 51,
        transliteration: 'అర్జున ఉవాచ । దృష్ట్వేదం మానుషం రూపం తవ సౌమ్యం జనార్దన । ఇదానీమస్మి సంవృత్తః సచేతాః ప్రకృతిం గతః ।। 51 ।।',
        wordToWord: 'అర్జున ఉవాచ — అర్జునుడు పలికెను; దృష్ట్వా — చూసిన పిదప; ఇదం — ఈ; మానుషం — మనుష్య; రూపం — రూపము; తవ — నీ యొక్క; సౌమ్యం — సౌమ్యమైన; జనార్దన — జనుల బాగోగులు చూసుకునేవాడా, శ్రీ కృష్ణా; ఇదానీమ్ — ఇప్పుడు; అస్మి — నేను; సంవృత్తః — కుదుటపడి; స-చేతాః — మనస్సులో; ప్రకృతిం — నా మామూలు స్థితిని; గతః — పొందాను.',
        translation: 'BG 11.51: అర్జునుడు ఇలా అన్నాడు : ఓ శ్రీ కృష్ణా, నీ యొక్క సౌమ్యమైన (రెండు చేతుల) మనుష్య రూపము చూసి, నా ప్రశాంతత ను మళ్ళీ పొందాను మరియు నా మనస్సు సహజ స్థితికి వచ్చినది.',
    
    },
    {
        verse: 52,
        transliteration: 'శ్రీ భగవానువాచ । సుదుర్దర్శమిదం రూపం దృష్టవానసి యన్మమ । దేవా అప్యస్య రూపస్య నిత్యం దర్శనకాంక్షిణః ।। 52 ।। నాహం వేదైర్న తపసా న దానేన న చేజ్యయా । శక్య ఏవంవిధో ద్రష్టుం దృష్టవానసి మాం యథా ।। 53 ।।',
        wordToWord: 'శ్రీ-భగవాన్-ఉవాచ — పరమేశ్వరుడైన భగవానుడు ఇలా పలికెను; సు-దుర్దర్శమ్ — దర్శన భాగ్యము దుర్లభము; ఇదం — ఇది; రూపం — రూపము; దృష్టవాన్-అసి — నీవు చూస్తున్నది; యత్ — ఏదైతే; మమ — నా యొక్క; దేవాః — దేవతలకు; అపి — కూడా; అస్య — ఇది; రూపస్య — రూపము; నిత్యం — నిత్యమూ; దర్శన-కాంక్షిణః — దర్శించుటకు కాంక్షిస్తారు (కోరుకుంటారు); న — కాదు; అహం — నేను; వేదైః — వేద అధ్యయనము వలన; న — కాదు; తపసా — తపస్సు ల చేత; న — కాదు; దానేన — దానములచేత; న — కాదు; చ — మరియు; ఇజ్యయా — పూజాది కార్యముల చేత; శక్యః — ఇది సాధ్యము; ఏవం-విధః — ఈ విధముగా; ద్రష్టుమ్ — చూడటానికి; దృష్టవాన్ — చూస్తూ; అసి — నీవు; మాం — నన్ను; యథా — ఇలా.',
        translation: 'BG 11.52-53: శ్రీ భగవానుడు పలికెను: నీవు చూసే నా ఈ యొక్క రూపము దర్శనం పొందటం ఎంతో దుర్లభమయినది. దేవతలు కూడా దీనిని చూడాలని ఆకాంక్షిస్తుంటారు. వేదాధ్యయనము వలన కానీ, తపస్సులవలన కానీ, దానధర్మాల వలన కానీ లేదా యజ్ఞముల వలన కానీ, నేను, నీవు ఇందాక చూసినట్టుగా కనిపించను.',
    
    },
    {
        verse: 53,
        transliteration: 'శ్రీ భగవానువాచ । సుదుర్దర్శమిదం రూపం దృష్టవానసి యన్మమ । దేవా అప్యస్య రూపస్య నిత్యం దర్శనకాంక్షిణః ।। 52 ।। నాహం వేదైర్న తపసా న దానేన న చేజ్యయా । శక్య ఏవంవిధో ద్రష్టుం దృష్టవానసి మాం యథా ।। 53 ।।',
        wordToWord: 'శ్రీ-భగవాన్-ఉవాచ — పరమేశ్వరుడైన భగవానుడు ఇలా పలికెను; సు-దుర్దర్శమ్ — దర్శన భాగ్యము దుర్లభము; ఇదం — ఇది; రూపం — రూపము; దృష్టవాన్-అసి — నీవు చూస్తున్నది; యత్ — ఏదైతే; మమ — నా యొక్క; దేవాః — దేవతలకు; అపి — కూడా; అస్య — ఇది; రూపస్య — రూపము; నిత్యం — నిత్యమూ; దర్శన-కాంక్షిణః — దర్శించుటకు కాంక్షిస్తారు (కోరుకుంటారు); న — కాదు; అహం — నేను; వేదైః — వేద అధ్యయనము వలన; న — కాదు; తపసా — తపస్సు ల చేత; న — కాదు; దానేన — దానములచేత; న — కాదు; చ — మరియు; ఇజ్యయా — పూజాది కార్యముల చేత; శక్యః — ఇది సాధ్యము; ఏవం-విధః — ఈ విధముగా; ద్రష్టుమ్ — చూడటానికి; దృష్టవాన్ — చూస్తూ; అసి — నీవు; మాం — నన్ను; యథా — ఇలా.',
        translation: 'BG 11.52-53: శ్రీ భగవానుడు పలికెను: నీవు చూసే నా ఈ యొక్క రూపము దర్శనం పొందటం ఎంతో దుర్లభమయినది. దేవతలు కూడా దీనిని చూడాలని ఆకాంక్షిస్తుంటారు. వేదాధ్యయనము వలన కానీ, తపస్సులవలన కానీ, దానధర్మాల వలన కానీ లేదా యజ్ఞముల వలన కానీ, నేను, నీవు ఇందాక చూసినట్టుగా కనిపించను.',
    
    },
    {
        verse: 54,
        transliteration: 'భక్త్యా త్వనన్యయా శక్య అహమేవంవిధోఽర్జున । జ్ఞాతుం ద్రష్టుం చ తత్వేన ప్రవేష్టుం చ పరంతప ।। 54 ।।',
        wordToWord: 'భక్త్యా — భక్తి చేత; తు — మాత్రమే; అనన్యయా — అనన్యమైన; శక్యః — సాధ్యము; అహం — నేను; ఏవం-విధః — ఈ విధముగా; అర్జున — అర్జునా; జ్ఞాతుం — తెలుసుకోబడుట; ద్రష్టుం — చూడబడుట; చ — మరియు; తత్వేన — యదార్ధముగా ; ప్రవేష్టుమ్ — ప్రవేశించుటకు (నాతో ఏకమై పోవుటకు); చ — మరియు; పరంతప — శత్రువులను పీడించే వాడా.',
        translation: 'BG 11.54: ఓ అర్జునా, అనన్యమైన భక్తి చేత మాత్రమే నేను నీ ముందే నిల్చుని ఉన్న నన్నుగా యదార్ధముగా తెలుసుకోబడుతాను. ఓ పరంతపా, అందువలన నా దివ్య దృష్టిని పొందిన పిదప నాతో ఏకీభావ స్థితిని పొందవచ్చు.',
    
    },
    {
        verse: 55,
        transliteration: 'మత్కర్మకృన్మత్పరమో మద్భక్తః సంగవర్జితః । నిర్వైరః సర్వభూతేషు యః స మామేతి పాండవ ।। 55 ।।',
        wordToWord: 'మత్-కర్మ-కృత్ — నా కోసమే విధులను నిర్వర్తిస్తూ; మత్-పరమః — నన్నే సర్వోన్నతముగా పరిగణిస్తూ; మత్-భక్తః — నా భక్తుడుగా ఉంటూ; సంగ వర్జితః — మమకారాసక్తులు వదిలి; నిర్వైరః — వైరభావము లేకుండా; సర్వ-భూతేషు — సర్వ భూతముల పట్ల; యః — ఎవరైతే; సః — అతడు; మాం — నన్ను; ఏతి — పొందును; పాండవ — ఓ అర్జునా, పాండు రాజు తనయుడా.',
        translation: 'BG 11.55: ఎవరైతే అన్ని కర్మలనూ నా కొరకే చేస్తారో, నా పైనే ఆధారపడతారో మరియు నా పట్ల భక్తి తో ఉంటారో, మమకారాసక్తులు లేకుండా ఉంటారో, సర్వ భూతముల పట్ల విరోధభావము లేకుండా ఉంటారో, అటువంటి భక్తులు తప్పకుండా నన్నే చేరుకుంటారు.',
    
    },

]

export default chapter11;