const chapter1 = [
    {
        verse: 1,
        transliteration: 'ధృతరాష్ట్ర ఉవాచ । ధర్మ క్షేత్రే కురుక్షేత్రే సమవేతా యుయుత్సవః । మామకాః పాండవాశ్చైవ కిమకుర్వత సంజయ ।। 1 ।।',
        wordToWord: 'ధృతరాష్ట్ర ఉవాచ — ధృతరాష్ట్రుడు పలికెను; ధర్మ క్షేత్రే — ధర్మ భూమి; కురు-క్షేత్రే — కురుక్షేత్రం వద్ద; సమవేతాః  — చేరియున్న; యుయుత్సవః — యుద్ధ కాంక్ష తో; మామకాః — నా పుత్రులు; పాండవా — పాండు పుత్రులు; చ — మరియు; ఏవ — నిజముగా; కిం — ఏమి; అకుర్వత — చేసినారు; సంజయ — ఓ సంజయా.',
        translation: 'BG 1.1: ధృతరాష్ట్రుడు పలికెను: ఓ సంజయా, ధర్మభూమి అయిన కురుక్షేత్రం లో కూడియుండి, యుద్ధానికి సన్నద్ధమైన నా పుత్రులు మరియు పాండు పుత్రులు ఏమి చేసారు?',
    
    },
    {
        verse: 2,
        transliteration: 'సంజయ ఉవాచ । దృష్ట్వా తు పాండవానీకం వ్యూఢం దుర్యోధనస్తదా । ఆచార్యముపసంగమ్య రాజా వచనమబ్రవీత్ ।। 2 ।।',
        wordToWord: 'సంజయ ఉవాచ — సంజయుడు పలికెను; దృష్ట్వా — గమనించిన పిదప; తు — కానీ; పాండవ-అనీకం — పాండవ సైన్యమును; వ్యూఢం — సైనిక వ్యూహ రచన తో నిలిచి యున్న; దుర్యోధనః  — రాజైన దుర్యోధనుడు; తదా — అప్పుడు; ఆచార్యం — గురువు గారు; ఉపసంగమ్య — సమీపించి; రాజా — రాజు; వచనం — మాటలను; అబ్రవీత్  — పలికెను.',
        translation: 'BG 1.2: సంజయుడు పలికెను: సైనిక వ్యూహాత్మకంగా నిలిపి ఉన్న పాండవ సైన్యాన్ని చూచిన దుర్యోధనుడు తన గురువు ద్రోణాచార్యుడిని సమీపించి ఈ విధంగా పలికెను.',
    
    },
    {
        verse: 3,
        transliteration: 'పశ్యైతాం పాండుపుత్రాణామ్ ఆచార్య మహతీం చమూమ్ । వ్యూఢాం ద్రుపదపుత్రేణ తవ శిష్యేణ ధీమతా ।। 3 ।।',
        wordToWord: 'పశ్య — చూడుము; ఏతాం — ఈ యొక్క; పాండు-పుత్రాణామ్ — పాండు రాజు పుత్రులు; ఆచార్య — గురువర్య; మహతీం — గొప్పదైన; చమూమ్ — సైన్యమును; వ్యూఢాం —  సైనిక వ్యూహాత్మకంగా నిలుపబడిన; ద్రుపద-పుత్రేణ — ద్రుపదుని పుత్రుడు దృష్టద్యుమ్నుడు; తవ — మీ యొక్క; శిష్యేణ — శిష్యుడు; ధీ-మతా — తెలివైనవాడు.',
        translation: 'BG 1.3: దుర్యోధనుడు పలికెను:  గౌరవనీయులైన గురువర్యా! మీ ప్రియ శిష్యుడు, ద్రుపద పుత్రుడిచే అత్యంత వ్యూహాత్మకంగా నిలుప బడిన ఈ పాండవుల మహా సైన్యాన్ని చూడుము.',
    
    },
    {
        verse: 4,
        transliteration: 'అత్ర శూరా మహేష్వాసా భీమార్జునసమా యుధి । యుయుధానో విరాటశ్చ ద్రుపదశ్చ మహారథః ।। 4 ।। ధృష్టకేతుశ్చేకితానః కాశీరాజశ్చ వీర్యవాన్ । పురుజిత్ కుంతిభోజశ్చ శైబ్యశ్చ నరపుంగవః ।। 5 ।। యుధామన్యుశ్చ విక్రాంత ఉత్తమౌజాశ్చ వీర్యవాన్ । సౌభద్రో ద్రౌపదేయాశ్చ సర్వ ఏవ మహారథాః ।। 6 ।।',
        wordToWord: 'అత్ర — ఇక్కడ; శూరాః — శక్తివంతమైన యోధులు; మహా-ఇశు-ఆసాః — గొప్ప ధనుర్ధారులు; భీమ-అర్జున-సమాః  — భీముడు అర్జునుడు లతో సమానమైన; యుధి — యుద్ధములో; యుయుధానః  — యుయుధానుడు; విరాటః — విరాటుడు; చ — మరియు; ద్రుపదః — ద్రుపదుడు; చ — మరియు; మహా-రథః — పదివేల మంది సాధారణ యోధుల బలంతో సమానమైన బలము కల యోధులు ధృష్టకేతు — ధృష్టకేతుడు; చెకితానః — చేకితానుడు; కాశీరాజః  — కాశీరాజు; చ — మరియు; వీర్య-వాన్ — వీరోచిత; పురుజిత్ — పురుజితుడు; కుంతిభోజః — కుంతిభోజుడు; చ — మరియు; శైబ్యః — శైబ్యుడు; చ — మరియు; నర-పుంగవః — ఉత్తమ పురుషులు;యుధామన్యుః  — యుధామన్యుడు; చ — మరియు; విక్రాంత — ధైర్యవంతుడైన; ఉత్తమౌజాః  — ఉత్తమౌజుడు; చ — మరియు;  వీర్య-వాన్ — వీరుడైన; సౌభద్రః   — సుభద్ర కుమారుడు; ద్రౌపదేయాః — ద్రౌపది పుత్రులు; చ — మరియు; సర్వే — అందరును; ఏవ — నిజంగా; మహా-రథాః  — పదివేల మంది సాధారణ యోధుల బలంతో సమానమైన బలము కల యోధులు.',
        translation: 'BG 1.4-6: వారి పక్షాన సైన్యంలో ఉన్న ఎంతోమంది శక్తివంతమైన యోధులను చూడండి - యుయుధానుడు, విరాటుడు మరియు ద్రుపదుడు వంటి వారు గొప్ప ధనుస్సులను ధరించి ఉన్నారు మరియు వారు భీమార్జునులతో సమానమైన వారు. అక్కడున్న పరాక్రమవంతులైన ధృష్టకేతుడు, చెకితానుడు, వీరుడైన కాశీరాజు, పురుజిత్తు, కుంతిభోజుడు మరియు శైబ్యుడు - వీరందరూ ఉత్తమ పురుషులే. వారి సైన్యంలో ఉన్నటువంటి - ధైర్యశాలి యుధామన్యుడు, వీరుడైన ఉత్తమౌజుడు, సుభద్ర కుమారుడు, ద్రౌపది పుత్రులు - వీరందరూ యుద్ధ వీరులే.',
    
    },
    {
        verse: 5,
        transliteration: 'అత్ర శూరా మహేష్వాసా భీమార్జునసమా యుధి । యుయుధానో విరాటశ్చ ద్రుపదశ్చ మహారథః ।। 4 ।। ధృష్టకేతుశ్చేకితానః కాశీరాజశ్చ వీర్యవాన్ । పురుజిత్ కుంతిభోజశ్చ శైబ్యశ్చ నరపుంగవః ।। 5 ।। యుధామన్యుశ్చ విక్రాంత ఉత్తమౌజాశ్చ వీర్యవాన్ । సౌభద్రో ద్రౌపదేయాశ్చ సర్వ ఏవ మహారథాః ।। 6 ।।',
        wordToWord: 'అత్ర — ఇక్కడ; శూరాః — శక్తివంతమైన యోధులు; మహా-ఇశు-ఆసాః — గొప్ప ధనుర్ధారులు; భీమ-అర్జున-సమాః  — భీముడు అర్జునుడు లతో సమానమైన; యుధి — యుద్ధములో; యుయుధానః  — యుయుధానుడు; విరాటః — విరాటుడు; చ — మరియు; ద్రుపదః — ద్రుపదుడు; చ — మరియు; మహా-రథః — పదివేల మంది సాధారణ యోధుల బలంతో సమానమైన బలము కల యోధులు ధృష్టకేతు — ధృష్టకేతుడు; చెకితానః — చేకితానుడు; కాశీరాజః  — కాశీరాజు; చ — మరియు; వీర్య-వాన్ — వీరోచిత; పురుజిత్ — పురుజితుడు; కుంతిభోజః — కుంతిభోజుడు; చ — మరియు; శైబ్యః — శైబ్యుడు; చ — మరియు; నర-పుంగవః — ఉత్తమ పురుషులు;యుధామన్యుః  — యుధామన్యుడు; చ — మరియు; విక్రాంత — ధైర్యవంతుడైన; ఉత్తమౌజాః  — ఉత్తమౌజుడు; చ — మరియు;  వీర్య-వాన్ — వీరుడైన; సౌభద్రః   — సుభద్ర కుమారుడు; ద్రౌపదేయాః — ద్రౌపది పుత్రులు; చ — మరియు; సర్వే — అందరును; ఏవ — నిజంగా; మహా-రథాః  — పదివేల మంది సాధారణ యోధుల బలంతో సమానమైన బలము కల యోధులు.',
        translation: 'BG 1.4-6: వారి పక్షాన సైన్యంలో ఉన్న ఎంతోమంది శక్తివంతమైన యోధులను చూడండి - యుయుధానుడు, విరాటుడు మరియు ద్రుపదుడు వంటి వారు గొప్ప ధనుస్సులను ధరించి ఉన్నారు మరియు వారు భీమార్జునులతో సమానమైన వారు. అక్కడున్న పరాక్రమవంతులైన ధృష్టకేతుడు, చెకితానుడు, వీరుడైన కాశీరాజు, పురుజిత్తు, కుంతిభోజుడు మరియు శైబ్యుడు - వీరందరూ ఉత్తమ పురుషులే. వారి సైన్యంలో ఉన్నటువంటి - ధైర్యశాలి యుధామన్యుడు, వీరుడైన ఉత్తమౌజుడు, సుభద్ర కుమారుడు, ద్రౌపది పుత్రులు - వీరందరూ యుద్ధ వీరులే.',
    
    },
    {
        verse: 6,
        transliteration: 'అత్ర శూరా మహేష్వాసా భీమార్జునసమా యుధి । యుయుధానో విరాటశ్చ ద్రుపదశ్చ మహారథః ।। 4 ।। ధృష్టకేతుశ్చేకితానః కాశీరాజశ్చ వీర్యవాన్ । పురుజిత్ కుంతిభోజశ్చ శైబ్యశ్చ నరపుంగవః ।। 5 ।। యుధామన్యుశ్చ విక్రాంత ఉత్తమౌజాశ్చ వీర్యవాన్ । సౌభద్రో ద్రౌపదేయాశ్చ సర్వ ఏవ మహారథాః ।। 6 ।।',
        wordToWord: 'అత్ర — ఇక్కడ; శూరాః — శక్తివంతమైన యోధులు; మహా-ఇశు-ఆసాః — గొప్ప ధనుర్ధారులు; భీమ-అర్జున-సమాః  — భీముడు అర్జునుడు లతో సమానమైన; యుధి — యుద్ధములో; యుయుధానః  — యుయుధానుడు; విరాటః — విరాటుడు; చ — మరియు; ద్రుపదః — ద్రుపదుడు; చ — మరియు; మహా-రథః — పదివేల మంది సాధారణ యోధుల బలంతో సమానమైన బలము కల యోధులు ధృష్టకేతు — ధృష్టకేతుడు; చెకితానః — చేకితానుడు; కాశీరాజః  — కాశీరాజు; చ — మరియు; వీర్య-వాన్ — వీరోచిత; పురుజిత్ — పురుజితుడు; కుంతిభోజః — కుంతిభోజుడు; చ — మరియు; శైబ్యః — శైబ్యుడు; చ — మరియు; నర-పుంగవః — ఉత్తమ పురుషులు;యుధామన్యుః  — యుధామన్యుడు; చ — మరియు; విక్రాంత — ధైర్యవంతుడైన; ఉత్తమౌజాః  — ఉత్తమౌజుడు; చ — మరియు;  వీర్య-వాన్ — వీరుడైన; సౌభద్రః   — సుభద్ర కుమారుడు; ద్రౌపదేయాః — ద్రౌపది పుత్రులు; చ — మరియు; సర్వే — అందరును; ఏవ — నిజంగా; మహా-రథాః  — పదివేల మంది సాధారణ యోధుల బలంతో సమానమైన బలము కల యోధులు.',
        translation: 'BG 1.4-6: వారి పక్షాన సైన్యంలో ఉన్న ఎంతోమంది శక్తివంతమైన యోధులను చూడండి - యుయుధానుడు, విరాటుడు మరియు ద్రుపదుడు వంటి వారు గొప్ప ధనుస్సులను ధరించి ఉన్నారు మరియు వారు భీమార్జునులతో సమానమైన వారు. అక్కడున్న పరాక్రమవంతులైన ధృష్టకేతుడు, చెకితానుడు, వీరుడైన కాశీరాజు, పురుజిత్తు, కుంతిభోజుడు మరియు శైబ్యుడు - వీరందరూ ఉత్తమ పురుషులే. వారి సైన్యంలో ఉన్నటువంటి - ధైర్యశాలి యుధామన్యుడు, వీరుడైన ఉత్తమౌజుడు, సుభద్ర కుమారుడు, ద్రౌపది పుత్రులు - వీరందరూ యుద్ధ వీరులే.',
    
    },
    {
        verse: 7,
        transliteration: 'అస్మాకం తు విశిష్టా యే తాన్నిబోధ ద్విజోత్తమ । నాయకా మమ సైన్యస్య సంజ్ఞార్థం తాన్ బ్రవీమి తే ।। 7 ।।',
        wordToWord: 'అస్మాకం — మన; తు — కానీ; విశిష్టాః  — శ్రేష్ఠ మైన వారు; యే — ఎవరు; తాన్ — వారిని; నిబోధ — తెలుసుకొనుము; ద్విజ-ఉత్తమ — బ్రాహ్మణ శ్రేష్ఠుడా; నాయకాః  — నాయకులు; మమ — మన; సైన్యస్య — సైన్యానికి; సంజ్ఞా-అర్థం — ఎరుక కొరకు ; తాన్ — వారిని; బ్రవీమి — తెలుపుతున్నాను; తే  — మీకు.',
        translation: 'BG 1.7: ఓ బ్రాహ్మణోత్తమా, మన పక్షం లో ఉన్న ప్రధాన యోధుల గురించి కూడా వినుము, వీరు నాయకులుగా అత్యంత యోగ్యమైన వారు. మీ ఎరుకకై ఇప్పుడు వీరి గురించి తెలుపుచున్నాను.',
    
    },
    {
        verse: 8,
        transliteration: 'భవాన్ భీష్మశ్చ కర్ణశ్చ కృపశ్చ సమితింజయః । అశ్వత్థామా వికర్ణశ్చ సౌమదత్తిస్తథైవ చ ।। 8 ।।',
        wordToWord: 'భవాన్ — స్వయంగా మీరు; భీష్మః — భీష్ముడు; చ — మరియు; కర్ణః— కర్ణుడు; చ — మరియు; కృపః — కృపాచార్యుడు; చ — మరియు; సమితింజయః — యుద్ధంలో విజయుడు; అశ్వత్థామా —అశ్వత్థామ; వికర్ణ — వికర్ణుడు; చ — మరియు; సౌమదత్తిః  — భూరిశ్రవుడు (సోమదత్తుని కుమారుడు); తథా — ఈ విధంగా; ఏవ — కూడా; చ —  మరియు.',
        translation: 'BG 1.8: మీరును, భీష్ముడు, కర్ణుడు, కృపాచార్యుడు, అశ్వత్థామ, వికర్ణుడు మరియు భూరిశ్రవుడు - వీరందరూ  ఎప్పటికీ యుద్ధములో విజయులే.',
    
    },
    {
        verse: 9,
        transliteration: 'అన్యే చ బహవః శూరా మదర్థే త్యక్తజీవితాః । నానాశస్త్ర ప్రహరణాః సర్వే యుద్ధవిశారదాః ।। 9 ।।',
        wordToWord: 'అన్యే — ఇతరులు; చ — కూడా; బహవః — చాలామంది; శూరాః  — వీర యోధులు; మదర్థే — నా కోసం; త్యక్త-జీవితాః  — ప్రాణాలు అర్పించేందుకు సిద్ధంగా ఉన్నారు; నానా-శస్త్ర ప్రహరణాః  — అనేక ఆయుధములు కలిగినవారు; సర్వే — అందరూ; యుద్ధ-విశారదాః  — యుద్ద రంగం లో నిపుణులు.',
        translation: 'BG 1.9: ఇంకా చాలా మంది వీరయోధులు నా కోసం ప్రాణాలు అర్పించటానికి సిద్దంగా వున్నారు. అనేక ఆయుధములతో  ఉన్న వీరందరూ యుద్దవిద్య లో ప్రావీణ్యం కలవారే.',
    
    },
    {
        verse: 10,
        transliteration: 'అపర్యాప్తం తదస్మాకం బలం భీష్మాభిరక్షితం। పర్యాప్తం త్విదమేతేషాం బలం భీమాభిరక్షితం ।। 10 ।।',
        wordToWord: 'అపర్యాప్తం — అపరిమితమైన; తత్ — అది; అస్మాకం — మన యొక్క; బలం — బలము; భీష్మ — భీష్మ పితామహుడిచే; అభిరక్షితాం— సురక్షితంగా కాపాడబడుతున్న; పర్యాప్తం— పరిమితమైన; తు — కానీ; ఇదం — ఈ; ఏతేషాం — వారియొక్క; బలం — బలము; భీమ — భీముడు; అభిరక్షితాం — జాగ్రత్తగా రక్షింపబడుచున్న.',
        translation: 'BG 1.10: మన సైనిక బలం అపరిమితమైనది మరియు మనం భీష్మ పితామహుడిచే రక్షింపబడుతున్నాము, కానీ, భీముడిచే రక్షింపబడుచున్న పాండవసైన్యం పరిమితమైనది.',
    
    },
    {
        verse: 11,
        transliteration: 'అయనేషు చ సర్వేషు యథాభాగమవస్థితాః । భీష్మమేవాభిరక్షంతు భవంతః సర్వ ఏవ హి ।। 11 ।।',
        wordToWord: 'అయనేషు — వ్యూహాత్మక స్థానాల యందు; చ — మరియు; సర్వేషు — అన్నీ; యథాభాగం — మీ మీ స్థానాల లో; అవస్థితాః — నిలిచివుండి; భీష్మం — భీష్మ పితామహుడిని; ఏవ — మాత్రమే; అభిరక్షంతు — రక్షించండి; భవంతః  — మీరు; సర్వే — అందరు; ఏవ హి — కూడా.',
        translation: 'BG 1.11: కావున, కౌరవ సేనా నాయకులందరికీ, మీమీ వ్యూహాత్మక స్థానాలను పరిరక్షిస్తూ భీష్మ పితామహుడికి పూర్తి సహకారం అందించమని పిలుపునిస్తున్నాను.',
    
    },
    {
        verse: 12,
        transliteration: 'తస్య సంజనయన్ హర్షం కురువృద్ధః పితామహః । సింహనాదం వినద్యోచ్చైః శంఖం దధ్మౌ ప్రతాపవాన్ ।। 12 ।।',
        wordToWord: 'తస్య — అతనికి; సంజనయన్ — కలిగించుచు; హర్షం — సంతోషమును; కురువృద్ధః — కురు వంశము లో వృద్ధుడు (భీష్ముడు); పితామహః — తాత గారు; సింహ-నాదం — సింహ గర్జన; వినద్య — శబ్దం చేసి; ఉచ్చైః — పెద్ద స్వరంతో; శంఖం — శంఖమును; దధ్మౌ — మ్రోగించెను; ప్రతాప-వాన్ — తేజోవంతమైన.',
        translation: 'BG 1.12: అప్పుడు, కురు వంశ వృద్ద పితామహుడు, మహోన్నత మూలపురుషుడు అయిన భీష్ముడు, సింహంలా గర్జించి, తన శంఖాన్ని పెద్ద శబ్దం తో పూరించాడు; ఇది దుర్యోధనుడికి హర్షమును కలుగచేసింది.',
    
    },
    {
        verse: 13,
        transliteration: 'తతః శంఖాశ్చ భేర్యశ్చ పణవానకగోముఖాః । సహసైవాభ్యహన్యంత స శబ్దస్తుములోఽభవత్ ।। 13 ।।',
        wordToWord: 'తతః — ఆ తరువాత; శంఖాః — శంఖములు; చ — మరియు; భేర్యః — భేరీలు; చ — మరియు; పణవ-ఆనక — డోళ్ళు - ఢంకాలు; గో-ముఖాః — కొమ్ము వాద్యములు ; సహసా — అకస్మాత్తుగా ఒక్కపెట్టున; ఏవ — నిజంగా; అభ్యహన్యంత — పెద్దగా మ్రోగినవి; సః — ఆ యొక్క; శబ్దః — శబ్దము; తుములః — భయానకముగా; అభవత్ — ఉండెను.',
        translation: 'BG 1.13: ఆ తరువాత శంఖములు, డోళ్ళు, ఢంకాలు, భేరీలు, కొమ్ము వాద్యములు  ఒక్కసారిగా మ్రోగినవి, అవన్నీ కలిసిన శబ్దం భయానకముగా ఉండెను.',
    
    },
    {
        verse: 14,
        transliteration: 'తతః శ్వేతైర్హయైర్యుక్తే మహతి స్యందనే స్థితౌ । మాధవః పాండవశ్చైవ దివ్యౌ శంఖౌ ప్రదధ్మతుః ।। 14 ।।',
        wordToWord: 'తతః — ఆ తరువాత; శ్వేతైః  — తెల్లని; హయైః  — గుఱ్ఱములు; యుక్తే— కట్టబడిన; మహతి — శ్రేష్ఠ మయిన; స్యందనే — రథము; స్థితౌ — కూర్చొనిఉన్న; మాధవః — శ్రీ కృష్ణుడు (సౌభాగ్యదేవత అయిన లక్ష్మీ దేవి భర్త); పాండవః — అర్జునుడు; చ — మరియు; ఏవ — కూడా; దివ్యౌ — దివ్యమయిన; శంఖౌ — శంఖములను; ప్రదధ్మతుః — పూరించారు.',
        translation: 'BG 1.14: ఆ తరువాత, పాండవ సైన్యం మధ్య లోనుండి, తెల్లని గుఱ్ఱములు పూన్చి ఉన్న ఒక అద్భుతమైన రథం లో కూర్చుని ఉన్న, మాధవుడు మరియు అర్జునుడు తమ దివ్య శంఖాలని పూరించారు.',
    
    },
    {
        verse: 15,
        transliteration: 'పాంచజన్యం హృషీకేశో దేవదత్తం ధనంజయః । పౌండ్రం దధ్మౌ మహాశంఖం భీమకర్మా వృకోదరః ।। 15 ।।',
        wordToWord: 'పాంచజన్యం — పాంచజన్యం అని పేరు గల శంఖము; హృషీక-ఈశః — శ్రీ కృష్ణుడు (మనస్సు, ఇంద్రియముల అధిపతి); దేవదత్తం — దేవదత్తం అని పేరు గల శంఖము; ధనం-జయః — అర్జునుడు, ధనమును జయించేవాడు; పౌండ్రం — పౌండ్రం అని పేరుగల శంఖము; దధ్మౌ — పూరించెను; మహాశంఖం — ఒక బ్రహ్మాండమైన శంఖమును; భీమ-కర్మా — అత్యంత కష్ట మైన పనులను చేయునట్టి; వృక-ఉదరః — భీముడు (గొప్పగా భుజించేవాడు).',
        translation: 'BG 1.15: హృషీకేశుడు \'పాంచజన్యం\' అనబడే శంఖాన్ని పూరించాడు. అర్జునుడు దేవదత్తాన్ని పూరించాడు. గొప్పగా భుజించే వాడు, అత్యంత కష్టమైన పనులను చేయునట్టి భీముడు \'పౌండ్రం\' అనబడే బ్రహ్మాండమైన శంఖమును పూరించెను.',
    
    },
    {
        verse: 16,
        transliteration: 'అనంతవిజయం రాజా కుంతీపుత్రో యుధిష్ఠిరః । నకులః సహదేవశ్చ సుఘోషమణిపుష్పకౌ ।। 16 ।। కాశ్యశ్చ పరమేష్వాసః శిఖండీ చ మహారథః । ధృష్టద్యుమ్నో విరాటశ్చ సాత్యకిశ్చాపరాజితః ।। 17 ।। ద్రుపదో ద్రౌపదేయాశ్చ సర్వశః పృథివీపతే । సౌభద్రశ్చ మహాబాహుః శంఖాన్ దధ్ముః పృథక్ పృథక్ ।। 18 ।।',
        wordToWord: 'అనంతవిజయం — అనంతవిజయం అని పేరు గల శంఖము; రాజా — రాజు; కుంతీపుత్రః  — కుంతీ దేవి పుత్రుడు; యుధిష్ఠిరః  — యుధిష్ఠిరుడు; నకులః  — నకులుడు; సహదేవః  —  సహదేవుడు; చ — మరియు; సుఘోష-మణిపుష్పకౌ —  సుఘోషము, మణిపుష్పకము అను పేర్లు గల శంఖములు; కాశ్యః — కాశీ రాజు; చ — మరియు; పరమ-ఇషు-ఆసః  — శ్రేష్ఠ మైన విలుకాడు; శిఖండీ  — శిఖండి; చ — మరియు; మహారథః  — పదివేల సామాన్య యోధుల బలానికి సరితూగే ఒక యోధుడు; ధృష్టద్యుమ్నః  — ధృష్టద్యుమ్నుడు; విరాటః  — విరాటుడు; చ  — మరియు; సాత్యకిః — సాత్యకి; చ — మరియు; అపరాజితః  — అజేయుడైన; ద్రుపదః  — ద్రుపదుడు; ద్రౌపదేయాః  — ద్రౌపది యొక్క ఐదుగురు కుమారులు ; సర్వశః   — అందరూ; పృథివీపతే  — భూగోళాన్ని పాలించేవాడు; సౌభద్ర — అభిమన్యుడు, సుభద్ర కుమారుడు;చ — మరియు; మహా-బాహుః — గొప్ప బాహువులు కలవాడు; శంఖాన్ — శంఖములు; దధ్ముః  — పూరించారు; పృథక్ పృథక్  — వేరు వేరుగా.',
        translation: 'BG 1.16-18: ఓ భూమండలాన్ని పాలించేవాడా! యుధిష్ఠిర మహారాజు అనంతవిజయాన్ని పూరించాడు. నకుల సహదేవులు, సుఘోష మణిపుష్పకములను పూరించారు. గొప్ప  విలుకాడైన  కాశీ రాజు, మహారథుడైన శిఖండి, ధృష్టద్యుమ్నుడు, విరాటుడు, అజేయుడైన సాత్యకి, ద్రుపదుడు, ద్రౌపది యొక్క ఐదుగురు కుమారులు; భుజబలము కలవాడు, సుభద్రా పుత్రుడు అయిన అభిమన్యుడు, వీరందరూ తమ తమ శంఖములను పూరించారు.',
    
    },
    {
        verse: 17,
        transliteration: 'అనంతవిజయం రాజా కుంతీపుత్రో యుధిష్ఠిరః । నకులః సహదేవశ్చ సుఘోషమణిపుష్పకౌ ।। 16 ।। కాశ్యశ్చ పరమేష్వాసః శిఖండీ చ మహారథః । ధృష్టద్యుమ్నో విరాటశ్చ సాత్యకిశ్చాపరాజితః ।। 17 ।। ద్రుపదో ద్రౌపదేయాశ్చ సర్వశః పృథివీపతే । సౌభద్రశ్చ మహాబాహుః శంఖాన్ దధ్ముః పృథక్ పృథక్ ।। 18 ।।',
        wordToWord: 'అనంతవిజయం — అనంతవిజయం అని పేరు గల శంఖము; రాజా — రాజు; కుంతీపుత్రః  — కుంతీ దేవి పుత్రుడు; యుధిష్ఠిరః  — యుధిష్ఠిరుడు; నకులః  — నకులుడు; సహదేవః  —  సహదేవుడు; చ — మరియు; సుఘోష-మణిపుష్పకౌ —  సుఘోషము, మణిపుష్పకము అను పేర్లు గల శంఖములు; కాశ్యః — కాశీ రాజు; చ — మరియు; పరమ-ఇషు-ఆసః  — శ్రేష్ఠ మైన విలుకాడు; శిఖండీ  — శిఖండి; చ — మరియు; మహారథః  — పదివేల సామాన్య యోధుల బలానికి సరితూగే ఒక యోధుడు; ధృష్టద్యుమ్నః  — ధృష్టద్యుమ్నుడు; విరాటః  — విరాటుడు; చ  — మరియు; సాత్యకిః — సాత్యకి; చ — మరియు; అపరాజితః  — అజేయుడైన; ద్రుపదః  — ద్రుపదుడు; ద్రౌపదేయాః  — ద్రౌపది యొక్క ఐదుగురు కుమారులు ; సర్వశః   — అందరూ; పృథివీపతే  — భూగోళాన్ని పాలించేవాడు; సౌభద్ర — అభిమన్యుడు, సుభద్ర కుమారుడు;చ — మరియు; మహా-బాహుః — గొప్ప బాహువులు కలవాడు; శంఖాన్ — శంఖములు; దధ్ముః  — పూరించారు; పృథక్ పృథక్  — వేరు వేరుగా.',
        translation: 'BG 1.16-18: ఓ భూమండలాన్ని పాలించేవాడా! యుధిష్ఠిర మహారాజు అనంతవిజయాన్ని పూరించాడు. నకుల సహదేవులు, సుఘోష మణిపుష్పకములను పూరించారు. గొప్ప  విలుకాడైన  కాశీ రాజు, మహారథుడైన శిఖండి, ధృష్టద్యుమ్నుడు, విరాటుడు, అజేయుడైన సాత్యకి, ద్రుపదుడు, ద్రౌపది యొక్క ఐదుగురు కుమారులు; భుజబలము కలవాడు, సుభద్రా పుత్రుడు అయిన అభిమన్యుడు, వీరందరూ తమ తమ శంఖములను పూరించారు.',
    
    },
    {
        verse: 18,
        transliteration: 'అనంతవిజయం రాజా కుంతీపుత్రో యుధిష్ఠిరః । నకులః సహదేవశ్చ సుఘోషమణిపుష్పకౌ ।। 16 ।। కాశ్యశ్చ పరమేష్వాసః శిఖండీ చ మహారథః । ధృష్టద్యుమ్నో విరాటశ్చ సాత్యకిశ్చాపరాజితః ।। 17 ।। ద్రుపదో ద్రౌపదేయాశ్చ సర్వశః పృథివీపతే । సౌభద్రశ్చ మహాబాహుః శంఖాన్ దధ్ముః పృథక్ పృథక్ ।। 18 ।।',
        wordToWord: 'అనంతవిజయం — అనంతవిజయం అని పేరు గల శంఖము; రాజా — రాజు; కుంతీపుత్రః  — కుంతీ దేవి పుత్రుడు; యుధిష్ఠిరః  — యుధిష్ఠిరుడు; నకులః  — నకులుడు; సహదేవః  —  సహదేవుడు; చ — మరియు; సుఘోష-మణిపుష్పకౌ —  సుఘోషము, మణిపుష్పకము అను పేర్లు గల శంఖములు; కాశ్యః — కాశీ రాజు; చ — మరియు; పరమ-ఇషు-ఆసః  — శ్రేష్ఠ మైన విలుకాడు; శిఖండీ  — శిఖండి; చ — మరియు; మహారథః  — పదివేల సామాన్య యోధుల బలానికి సరితూగే ఒక యోధుడు; ధృష్టద్యుమ్నః  — ధృష్టద్యుమ్నుడు; విరాటః  — విరాటుడు; చ  — మరియు; సాత్యకిః — సాత్యకి; చ — మరియు; అపరాజితః  — అజేయుడైన; ద్రుపదః  — ద్రుపదుడు; ద్రౌపదేయాః  — ద్రౌపది యొక్క ఐదుగురు కుమారులు ; సర్వశః   — అందరూ; పృథివీపతే  — భూగోళాన్ని పాలించేవాడు; సౌభద్ర — అభిమన్యుడు, సుభద్ర కుమారుడు;చ — మరియు; మహా-బాహుః — గొప్ప బాహువులు కలవాడు; శంఖాన్ — శంఖములు; దధ్ముః  — పూరించారు; పృథక్ పృథక్  — వేరు వేరుగా.',
        translation: 'BG 1.16-18: ఓ భూమండలాన్ని పాలించేవాడా! యుధిష్ఠిర మహారాజు అనంతవిజయాన్ని పూరించాడు. నకుల సహదేవులు, సుఘోష మణిపుష్పకములను పూరించారు. గొప్ప  విలుకాడైన  కాశీ రాజు, మహారథుడైన శిఖండి, ధృష్టద్యుమ్నుడు, విరాటుడు, అజేయుడైన సాత్యకి, ద్రుపదుడు, ద్రౌపది యొక్క ఐదుగురు కుమారులు; భుజబలము కలవాడు, సుభద్రా పుత్రుడు అయిన అభిమన్యుడు, వీరందరూ తమ తమ శంఖములను పూరించారు.',
    
    },
    {
        verse: 19,
        transliteration: 'స ఘోషో ధార్తరాష్ట్రాణాం హృదయాని వ్యదారయత్ । నభశ్చ పృథివీం చైవ తుములో ఽభ్యనునాదయన్ ।। 19 ।।',
        wordToWord: 'సః — అట్టి; ఘోషః  — శబ్దము; ధార్తరాష్ట్రాణాం — ధృతరాష్ట్రుని పుత్రుల యొక్క; హృదయాని  — గుండెలను; వ్యదారయత్  — బ్రద్దలు చేసెను; నభః — ఆకాశము; చ — మరియు; పృథివీం — భూమి; చ — మరియు; ఏవ — నిజముగా; తుములో — భీకరమైన శబ్దం; అభ్యనునాదయన్  — ప్రతిధ్వనింపచేయుచు.',
        translation: 'BG 1.19: ఓ ధృతరాష్ట్రా, ఆ భీకరమైన శబ్దానికి భూమ్యాకాశములు దద్దరిల్లెను; అది మీ తనయుల హృదయాలను బ్రద్దలు చేసెను.',
    
    },
    {
        verse: 20,
        transliteration: 'అథ వ్యవస్థితాన్ దృష్ట్వా ధార్తరాష్ట్రాన్ కపిధ్వజః । ప్రవృత్తే శస్త్రసంపాతే ధనురుద్యమ్య పాండవః ।। 20 ।। హృషీకేశం తదా వాక్యం ఇదమాహ మహీపతే ।',
        wordToWord: 'అథ  —  అనంతరము; వ్యవస్థితాన్  —   క్రమంగా నిలిచివున్న; దృష్ట్వా  — చూసి; ధార్తరాష్ట్రాన్  — ధృతరాష్ట్రుని  తనయులు; కపి-ధ్వజః  —  వానరమును (కోతి) ను జండా పై కలవాడు; ప్రవృత్తే  — ప్రారంభించటాని కి సిద్దంగా వున్న; శస్త్ర సంపాతే — ఆయుధములు వాడటానికి; ధనుః  — ధనుస్సు (విల్లు) ను; ఉద్యమ్య   — పైకెత్తి; పాండవః    — అర్జునుడు, పాండు పుత్రుడు; హృషీకేశం  — శ్రీ కృష్ణుని తో; తదా  — అప్పుడు; వాక్యం  — పదములు; ఇదం — ఇవి; ఆహ — పలికెను; మహీ-పతే — రాజా.',
        translation: 'BG 1.20: ఆ సమయంలో, తన రథం జెండా పై హనుమంతుని చిహ్నం కలిగివున్న పాండు పుత్రుడు అర్జునుడు, తన ధనుస్సుని తీసుకున్నాడు. సమరానికి ఎదురుగా నిలిచిఉన్న మీ పుత్రులను చూసి, ఓ రాజా, అర్జునుడు శ్రీ కృష్ణుడితో ఇలా అన్నాడు.',
    
    },
    {
        verse: 21,
        transliteration: 'అర్జున ఉవాచ । సెనయోరుభయోర్మధ్యే రథం స్థాపయ మేఽచ్యుత ।। 21 ।। యావదేతాన్ నిరీక్షేఽహం యోద్దుకామానవస్థితాన్ । కైర్మయా సహ యోద్ధవ్యమ్ అస్మిన్ రణసముద్యమే ।। 22 ।।',
        wordToWord: 'అర్జున ఉవాచ — అర్జునుడు పలికెను; సేనయోః —  సైన్యములు; ఉభయోః   — రెండు; మధ్యే  — మధ్యలో; రథం — రథము; స్థాపయ — నిలిపిఉంచు; మే — నా యొక్క; అచ్యుత — శ్రీ కృష్ణా (ఎట్లాంటి దోషములు లేనివాడా); యావత్  — ఎంతవరకు అయితే; ఏతాన్  — ఈ యొక్క; నిరీక్షే — చూసి; అహం — నేను; యోద్దు-కామాన్  — యుద్ధం కొరకు; అవస్థితాన్  — నిలిపిఉన్న; కైః  — ఎవరితో; మయా  — నాతో; సహ — కూడి; యోద్ధవ్యమ్  — యుద్ధం చేయవలసి; అస్మిన్  — ఈ యొక్క; రణ సముద్యమే — మహా పోరాటంలో.',
        translation: 'BG 1.21-22: అర్జునుడు ఇలా అన్నాడు. అచ్యుతా (శ్రీ కృష్ణా), దయచేసి నా రథాన్ని రెండు సైన్యాల మధ్యలో నిలుపుము. ఈ మహా పోరాటంలో, రణరంగంలో నిలిచియున్న ఎవరెవరితో యుద్ధం చేయవలసి ఉన్నదో నేను పరీక్షించాలి.',
    
    },
    {
        verse: 22,
        transliteration: 'అర్జున ఉవాచ । సెనయోరుభయోర్మధ్యే రథం స్థాపయ మేఽచ్యుత ।। 21 ।। యావదేతాన్ నిరీక్షేఽహం యోద్దుకామానవస్థితాన్ । కైర్మయా సహ యోద్ధవ్యమ్ అస్మిన్ రణసముద్యమే ।। 22 ।।',
        wordToWord: 'అర్జున ఉవాచ — అర్జునుడు పలికెను; సేనయోః —  సైన్యములు; ఉభయోః   — రెండు; మధ్యే  — మధ్యలో; రథం — రథము; స్థాపయ — నిలిపిఉంచు; మే — నా యొక్క; అచ్యుత — శ్రీ కృష్ణా (ఎట్లాంటి దోషములు లేనివాడా); యావత్  — ఎంతవరకు అయితే; ఏతాన్  — ఈ యొక్క; నిరీక్షే — చూసి; అహం — నేను; యోద్దు-కామాన్  — యుద్ధం కొరకు; అవస్థితాన్  — నిలిపిఉన్న; కైః  — ఎవరితో; మయా  — నాతో; సహ — కూడి; యోద్ధవ్యమ్  — యుద్ధం చేయవలసి; అస్మిన్  — ఈ యొక్క; రణ సముద్యమే — మహా పోరాటంలో.',
        translation: 'BG 1.21-22: అర్జునుడు ఇలా అన్నాడు. అచ్యుతా (శ్రీ కృష్ణా), దయచేసి నా రథాన్ని రెండు సైన్యాల మధ్యలో నిలుపుము. ఈ మహా పోరాటంలో, రణరంగంలో నిలిచియున్న ఎవరెవరితో యుద్ధం చేయవలసి ఉన్నదో నేను పరీక్షించాలి.',
    
    },
    {
        verse: 23,
        transliteration: 'యోత్స్యమానాన వేక్షేఽహం య ఏతేఽత్ర సమాగతాః । ధార్తరాష్ట్రస్య దుర్బుద్దేః యుద్దే ప్రియచికీర్షవః ।। 23 ।।',
        wordToWord: 'యోత్స్యమానాన్  — యుద్ధానికి వచ్చినవారు; అవేక్షే అహం — నాకు చూడాలని వుంది;యే — ఎవరు; ఏతే  — వారు; అత్ర  — ఇక్కడ; సమాగతాః — కూడిఉన్న; ధార్తరాష్ట్రస్య — ధృతరాష్ట్రుని పుత్రునికి; దుర్బుద్దేః — దుర్భుద్ధి కలవాడు; యుద్ధే — యుద్ధంలో; ప్రియ-చికీర్షవః — సంతోషపెట్టడం కొరకు.',
        translation: 'BG 1.23: దుర్బుద్ధిగల ధృతరాష్ట్రుని పుత్రున్ని సంతోషపెట్టడం కొరకు అతని పక్షాన యుద్ధానికి వచ్చియున్న అందరిని ఒకసారి నాకు చూడాలనిపిస్తున్నది.',
    
    },
    {
        verse: 24,
        transliteration: 'సంజయ ఉవాచ । ఏవముక్తో హృషీకేశో గుడాకేశేన భారత । సేనయోరుభయోర్మధ్యే స్థాపయిత్వా రథోత్తమమ్ ।। 24 ।।',
        wordToWord: 'సంజయ ఉవాచ — సంజయుడు చెప్పెను; ఏవం — ఈ విధంగా; ఉక్తః  — చెప్పబడిన; హృషీకేశః  — శ్రీ కృష్ణుడు (ఇంద్రియములకు అధిపతి); గుడాకేశేన  — అర్జునుడి చేత (నిద్రని జయించినవాడిచే); భారత — భరత వంశీయుడా; సేనయోః  —  సైన్యములు; ఉభయోః  — రెండు; మధ్యే  — మధ్యలో; స్థాపయిత్వా  —  నిలిపి; రథ-ఉత్తమమ్ — ఉత్తమమైన రథమును.',
        translation: 'BG 1.24: సంజయుడు ఇలా అన్నాడు: ఓ ధృతరాష్ట్రా, ఈ విధంగా, నిద్రని జయించిన వాడైన, అర్జునుడు కోరిన విధంగా, శ్రీ కృష్ణుడు ఆ వైభవోపేతమైన రథమును రెండు సైన్యముల మధ్యకు నడిపించి నిలిపెను.',
    
    },
    {
        verse: 25,
        transliteration: 'భీష్మద్రోణప్రముఖతః సర్వేషాం చ మహీక్షితామ్ । ఉవాచ పార్థ పశ్యైతాన్ సమవేతాన్ కురూనితి ।। 25 ।।',
        wordToWord: 'భీష్మ  — పితామహుడు భీష్ముడు; ద్రోణ — ద్రోణాచార్యుడు; ప్రముఖతః  — సమక్షంలో; సర్వేషాం — అందరు; చ — మరియు; మహీ-క్షితాం — ఇతర రాజులు; ఉవాచ — పలికెను; పార్థ — అర్జునుడు  (ప్రిథ కుమారుడు); పశ్య — చూడుము; ఏతాన్  — ఈ యొక్క; సమవేతాన్ — చేరియున్న; కురూన్ — కురు వంశస్థులు; ఇతి — ఈ విధంగా.',
        translation: 'BG 1.25: భీష్ముడు, ద్రోణాచార్యుడు మరియు ఇతర రాజుల సమక్షంలో, శ్రీ కృష్ణుడు ఇలా అన్నాడు, "ఓ పార్థా, ఇక్కడ కూడి ఉన్న కురు వంశస్థులను చూడుము".',
    
    },
    {
        verse: 26,
        transliteration: 'తత్రాపశ్యత్ స్థితాన్ పార్థః పిత్రూ నథ పితామహాన్ । ఆచార్యాన్మాతులాన్భ్రాతూన్ పుత్రాన్ పౌత్రాన్ సఖీం స్తథా ।। 26 ।। శ్వశురాన్ సుహృదశ్చైవ సేనాయోరుభయోరపి ।',
        wordToWord: 'తత్ర — అక్కడ; అపశ్యాత్ — చూసి; స్థితాన్ — నిలిచిఉన్న; పార్థః — అర్జునుడు; పిత్రూన్ — తండ్రులను (పినతండ్రులు, పెదతండ్రులు); అథ — తరువాత; పితామహాన్ — తాతలను; ఆచార్యాన్ — గురువులను; మాతులాన్ — మేనమామలను; భ్రాతృన్ — సోదరులను; పుత్రాన్ — పుత్రులను; పౌత్రాన్ — మనుమలను; సఖీన్ — మిత్రులను; తథా — ఇంకా ; శ్వశురాన్ — (పిల్లనిచ్చిన) మామలను; సుహృదః —శ్రేయోభిలాశులను; చ — మరియు; ఏవ — నిజముగా; సేనయోః  — సైన్యములు ; ఉభయోః — రెంటిలో; అపి — కూడా.',
        translation: 'BG 1.26: అక్కడ అర్జునుడు రెండు సైన్యములలో కూడా ఉన్న తన తండ్రులను, తాతలను, గురువులను, మేనమామలను, సోదరులను, దాయాదులను, పుత్రులను, మనుమలను, మిత్రులను, మామలను ఇంకా శ్రేయోభిలాశులను చూచెను.',
    
    },
    {
        verse: 27,
        transliteration: 'తాన్ సమీక్ష్య స కౌంతేయః సర్వాన్ బంధూనవస్థితాన్ ।। 27 ।। కృపయా పరయావిష్టో విషీదన్నిదమబ్రవీత్ ।',
        wordToWord: 'తాన్ — ఇవి; సమీక్ష్య — చూసిన పిదప; సః — వారు; కౌంతేయః — అర్జునుడు; కుంతీ పుత్రుడు;సర్వాన్ — అందరూ; బంధూన్ — బంధువులు; అవస్థితాన్ — ఉన్నటువంటి; కృపయా — కరుణతో; పరయా — మిక్కిలి; ఆవిష్టః — కూడినవాడై; విషీదన్ — మిక్కిలి విచారం; ఇదం — ఈ విధంగా; అబ్రవీత్ — పలికెను.',
        translation: 'BG 1.27: అక్కడ ఉన్న తన అందరు బంధువులని చూసిన కుంతీ పుత్రుడు అర్జునుడు, కారుణ్యం తో నిండినవాడై, తీవ్ర విచారానికి లోనై ఈ విధంగా పలికెను.',
    
    },
    {
        verse: 28,
        transliteration: 'అర్జున ఉవాచ । దృష్ట్వేమం స్వజనం కృష్ణ యుయుత్సుం సముపస్థితమ్ ।। 28 ।। సీదంతి మమ గాత్రాణి ముఖం చ పరిశుష్యతి ।',
        wordToWord: 'అర్జున ఉవాచ — అర్జునుడు అన్నాడు; దృష్ట్వా — చూసాక; ఇమమ్  — ఈ యొక్క; స్వ-జనం — బంధువులు (సొంతవారు); కృష్ణ — కృష్ణ; యుయుత్సుం — యుద్ధానికి ఉత్సాహం తో; సముపస్థితమ్ — చేరిఉన్న; సీదంతి — వణుకుతున్న; మమ — నా యొక్క; గాత్రాణి  — (శరీర) అంగములు; ముఖం — నోరు; చ — మరియు; పరిశుష్యతి — ఎండిపోవు చున్నది.',
        translation: 'BG 1.28: అర్జునుడు ఇలా అన్నాడు: ఓ కృష్ణా, యుద్ధానికి బారులు తీరి ఒకరినొకరు చంపుకోటానికి పూనుకుంటున్న నా బంధువులను చూసి, నా అవయవాలు పట్టు తప్పుతున్నాయి, ఇంకా నా నోరు ఎండిపోతోంది.',
    
    },
    {
        verse: 29,
        transliteration: 'వేపథుశ్చ శరీరే మే రోమహర్షశ్చ జాయతే ।। 29 ।। గాండీవం స్రంసతే హస్తాత్ త్వక్చైవ పరిదహ్యతే । న చ శక్నోమ్యవస్థాతుం భ్రమతీవ చ మే మనః ।। 30 ।। నిమిత్తాని చ పశ్యామి విపరీతాని కేశవ । న చ శ్రేయోఽనుపశ్యామి హత్వా స్వజనమాహవే  ।। 31 ।।',
        wordToWord: 'వేపథుః  — వణుకుచున్న; చ — మరియు; శరీరే  — శరీరమునందు; మే  — నా యొక్క; రోమ-హర్షః — వెంట్రుకలు నిక్కబోడుచు కొనుట; చ — మరియు; జాయతే — కలుగుచున్నది; గాండీవం — అర్జునుడి విల్లు;స్రంసతే — జారి పోవుతున్నది; హస్తాత్  — (నా) చేతి నుండి; త్వక్  — చర్మము; చ  — మరియు; ఏవ — నిజముగా; పరిదహ్యతే  — అంతటా మంటపుడుతున్నది; న చ శక్నోమి — సాధ్యము కావటంలేదు నాకు; అవస్థాతుం — స్థిరంగా ఉండుట; భ్రమతి-ఇవ — తిరుగుతున్నట్టుగా; చ — మరియు; మే — నా యొక్క;మనః — మనస్సు; నిమిత్తాని — శకునములు; చ — మరియు; పశ్యామి — చూస్తున్నాను; విపరీతాని — అశుభములైన; కేశవ — శ్రీ కృష్ణ , కేశి అనే రాక్షసుడను సంహరించినవాడా; న — లేదు; చ — మరియు; శ్రేయః  — మంచి; అనుపశ్యామి — చూడగలుగుతున్నాను; హత్వా — చంపటం వలన; స్వ-జనం — సొంత బంధువులను; ఆహవే  — యుద్ధంలో.',
        translation: 'BG 1.29-31: నా శరీరమంతా వణుకుచున్నది; వెంట్రుకలు నిక్కబొడుచుకుంటున్నాయి.  నా విల్లు, గాండీవం, చేజారి పోతున్నది ఇంకా నా చర్మమంతా తపించిపోవుచున్నది. నా మనస్సు ఏమీ తోచని స్థితిలో అయోమయంగా తిరుగుతున్నది. ఇక నన్ను నేను స్థిరంగా ఉంచుకోలేకపోతున్నాను. ఓ కృష్ణా, కేశి రాక్షసుడను సంహరించినవాడా (కేశవః), అంతటా అశుభ శకునములే కనపడుతున్నాయి. ఈ యుద్ధంలో సొంత బంధువులనే చంపుకోవటం వలన, మంచి ఎలా కలుగుతుందో నేను చూడలేకున్నాను.',
    
    },
    {
        verse: 30,
        transliteration: 'వేపథుశ్చ శరీరే మే రోమహర్షశ్చ జాయతే ।। 29 ।। గాండీవం స్రంసతే హస్తాత్ త్వక్చైవ పరిదహ్యతే । న చ శక్నోమ్యవస్థాతుం భ్రమతీవ చ మే మనః ।। 30 ।। నిమిత్తాని చ పశ్యామి విపరీతాని కేశవ । న చ శ్రేయోఽనుపశ్యామి హత్వా స్వజనమాహవే  ।। 31 ।।',
        wordToWord: 'వేపథుః  — వణుకుచున్న; చ — మరియు; శరీరే  — శరీరమునందు; మే  — నా యొక్క; రోమ-హర్షః — వెంట్రుకలు నిక్కబోడుచు కొనుట; చ — మరియు; జాయతే — కలుగుచున్నది; గాండీవం — అర్జునుడి విల్లు;స్రంసతే — జారి పోవుతున్నది; హస్తాత్  — (నా) చేతి నుండి; త్వక్  — చర్మము; చ  — మరియు; ఏవ — నిజముగా; పరిదహ్యతే  — అంతటా మంటపుడుతున్నది; న చ శక్నోమి — సాధ్యము కావటంలేదు నాకు; అవస్థాతుం — స్థిరంగా ఉండుట; భ్రమతి-ఇవ — తిరుగుతున్నట్టుగా; చ — మరియు; మే — నా యొక్క;మనః — మనస్సు; నిమిత్తాని — శకునములు; చ — మరియు; పశ్యామి — చూస్తున్నాను; విపరీతాని — అశుభములైన; కేశవ — శ్రీ కృష్ణ , కేశి అనే రాక్షసుడను సంహరించినవాడా; న — లేదు; చ — మరియు; శ్రేయః  — మంచి; అనుపశ్యామి — చూడగలుగుతున్నాను; హత్వా — చంపటం వలన; స్వ-జనం — సొంత బంధువులను; ఆహవే  — యుద్ధంలో.',
        translation: 'BG 1.29-31: నా శరీరమంతా వణుకుచున్నది; వెంట్రుకలు నిక్కబొడుచుకుంటున్నాయి.  నా విల్లు, గాండీవం, చేజారి పోతున్నది ఇంకా నా చర్మమంతా తపించిపోవుచున్నది. నా మనస్సు ఏమీ తోచని స్థితిలో అయోమయంగా తిరుగుతున్నది. ఇక నన్ను నేను స్థిరంగా ఉంచుకోలేకపోతున్నాను. ఓ కృష్ణా, కేశి రాక్షసుడను సంహరించినవాడా (కేశవః), అంతటా అశుభ శకునములే కనపడుతున్నాయి. ఈ యుద్ధంలో సొంత బంధువులనే చంపుకోవటం వలన, మంచి ఎలా కలుగుతుందో నేను చూడలేకున్నాను.',
    
    },
    {
        verse: 31,
        transliteration: 'వేపథుశ్చ శరీరే మే రోమహర్షశ్చ జాయతే ।। 29 ।। గాండీవం స్రంసతే హస్తాత్ త్వక్చైవ పరిదహ్యతే । న చ శక్నోమ్యవస్థాతుం భ్రమతీవ చ మే మనః ।। 30 ।। నిమిత్తాని చ పశ్యామి విపరీతాని కేశవ । న చ శ్రేయోఽనుపశ్యామి హత్వా స్వజనమాహవే  ।। 31 ।।',
        wordToWord: 'వేపథుః  — వణుకుచున్న; చ — మరియు; శరీరే  — శరీరమునందు; మే  — నా యొక్క; రోమ-హర్షః — వెంట్రుకలు నిక్కబోడుచు కొనుట; చ — మరియు; జాయతే — కలుగుచున్నది; గాండీవం — అర్జునుడి విల్లు;స్రంసతే — జారి పోవుతున్నది; హస్తాత్  — (నా) చేతి నుండి; త్వక్  — చర్మము; చ  — మరియు; ఏవ — నిజముగా; పరిదహ్యతే  — అంతటా మంటపుడుతున్నది; న చ శక్నోమి — సాధ్యము కావటంలేదు నాకు; అవస్థాతుం — స్థిరంగా ఉండుట; భ్రమతి-ఇవ — తిరుగుతున్నట్టుగా; చ — మరియు; మే — నా యొక్క;మనః — మనస్సు; నిమిత్తాని — శకునములు; చ — మరియు; పశ్యామి — చూస్తున్నాను; విపరీతాని — అశుభములైన; కేశవ — శ్రీ కృష్ణ , కేశి అనే రాక్షసుడను సంహరించినవాడా; న — లేదు; చ — మరియు; శ్రేయః  — మంచి; అనుపశ్యామి — చూడగలుగుతున్నాను; హత్వా — చంపటం వలన; స్వ-జనం — సొంత బంధువులను; ఆహవే  — యుద్ధంలో.',
        translation: 'BG 1.29-31: నా శరీరమంతా వణుకుచున్నది; వెంట్రుకలు నిక్కబొడుచుకుంటున్నాయి.  నా విల్లు, గాండీవం, చేజారి పోతున్నది ఇంకా నా చర్మమంతా తపించిపోవుచున్నది. నా మనస్సు ఏమీ తోచని స్థితిలో అయోమయంగా తిరుగుతున్నది. ఇక నన్ను నేను స్థిరంగా ఉంచుకోలేకపోతున్నాను. ఓ కృష్ణా, కేశి రాక్షసుడను సంహరించినవాడా (కేశవః), అంతటా అశుభ శకునములే కనపడుతున్నాయి. ఈ యుద్ధంలో సొంత బంధువులనే చంపుకోవటం వలన, మంచి ఎలా కలుగుతుందో నేను చూడలేకున్నాను.',
    
    },
    {
        verse: 32,
        transliteration: 'న కాంక్షే విజయం కృష్ణ న చ రాజ్యం సుఖాని చ । కిం నో రాజ్యేన గోవింద కిం భోగైర్జీవితేన వా ।। 32 ।। యేషామర్థే కాంక్షితం నో రాజ్యం భోగాః సుఖాని చ । త ఇమేఽవస్థితా యుద్ధే ప్రాణాంస్త్యక్త్వా ధనాని చ ।। 33 ।।',
        wordToWord: 'న  కాంక్షే — కోరుకోవటంలేదు; విజయం — గెలుపు; కృష్ణ  — కృష్ణా; న చ రాజ్యం — రాజ్యము కూడా వద్దు; సుఖాని  చ — సంతోషములు కూడా; కిం — ఏమి?; నః  — మనకు; రాజ్యేన — రాజ్యముతో; గోవిందా — కృష్ణ, ఇంద్రియములకు సుఖము నిచ్చేవాడా, ఆవులంటే ఇష్టమైన వాడా; కిం — ఏమిటి?; భోగైః  — విలాసములు; జీవితేన  — జీవితము; వా — లేదా; యేషామ్  — ఎవరి; అర్థే  — కొరకైతే; కాంక్షితం  — కోరుకున్నామో; నః  — మా చేత; రాజ్యం  — రాజ్యము; భోగాః — విలాసములు; సుఖాని — సంతోషము; చ — ఇంకా; తే — వారు; ఇమే — వీరును; అవస్థితా — నిలిచిఉన్న; యుద్ధే — యుద్ధం కొరకు; ప్రాణాన్ — ప్రాణాలను; త్యక్త్వా  — వదులుకొనటానికి; ధనాని — ధనము; చ — కూడా.',
        translation: 'BG 1.32-33: ఓ కృష్ణా, నాకు విజయం కానీ, రాజ్యం కానీ, వాటివల్ల వచ్చే సుఖం కానీ అక్కరలేదు. మనం ఎవరికోసమైతే ఇదంతా కోరుకుంటున్నామో వారే మన ఎదురుగా యుద్ధం కోసం ఉన్నప్పుడు,  రాజ్యం వలన కానీ, సుఖాల వలన కానీ, ఇక ఈ జీవితం వలన కానీ ప్రయోజనం ఏముంది?',
    
    },
    {
        verse: 33,
        transliteration: 'న కాంక్షే విజయం కృష్ణ న చ రాజ్యం సుఖాని చ । కిం నో రాజ్యేన గోవింద కిం భోగైర్జీవితేన వా ।। 32 ।। యేషామర్థే కాంక్షితం నో రాజ్యం భోగాః సుఖాని చ । త ఇమేఽవస్థితా యుద్ధే ప్రాణాంస్త్యక్త్వా ధనాని చ ।। 33 ।।',
        wordToWord: 'న  కాంక్షే — కోరుకోవటంలేదు; విజయం — గెలుపు; కృష్ణ  — కృష్ణా; న చ రాజ్యం — రాజ్యము కూడా వద్దు; సుఖాని  చ — సంతోషములు కూడా; కిం — ఏమి?; నః  — మనకు; రాజ్యేన — రాజ్యముతో; గోవిందా — కృష్ణ, ఇంద్రియములకు సుఖము నిచ్చేవాడా, ఆవులంటే ఇష్టమైన వాడా; కిం — ఏమిటి?; భోగైః  — విలాసములు; జీవితేన  — జీవితము; వా — లేదా; యేషామ్  — ఎవరి; అర్థే  — కొరకైతే; కాంక్షితం  — కోరుకున్నామో; నః  — మా చేత; రాజ్యం  — రాజ్యము; భోగాః — విలాసములు; సుఖాని — సంతోషము; చ — ఇంకా; తే — వారు; ఇమే — వీరును; అవస్థితా — నిలిచిఉన్న; యుద్ధే — యుద్ధం కొరకు; ప్రాణాన్ — ప్రాణాలను; త్యక్త్వా  — వదులుకొనటానికి; ధనాని — ధనము; చ — కూడా.',
        translation: 'BG 1.32-33: ఓ కృష్ణా, నాకు విజయం కానీ, రాజ్యం కానీ, వాటివల్ల వచ్చే సుఖం కానీ అక్కరలేదు. మనం ఎవరికోసమైతే ఇదంతా కోరుకుంటున్నామో వారే మన ఎదురుగా యుద్ధం కోసం ఉన్నప్పుడు,  రాజ్యం వలన కానీ, సుఖాల వలన కానీ, ఇక ఈ జీవితం వలన కానీ ప్రయోజనం ఏముంది?',
    
    },
    {
        verse: 34,
        transliteration: 'ఆచార్యాః పితరః పుత్రాస్తథైవ చ పితామహాః । మాతులాః శ్వశురాః పౌత్రాః శ్యాలాః సంబంధినస్తథా ।। 34 ।। ఏతాన్న హంతుమిఛ్చామి ఘ్నఽతోపి మధుసూదన । అపి త్రైలోక్య రాజ్యస్య హేతోః కిం ను మహీకృతే ।। 35 ।।',
        wordToWord: 'ఆచార్యాః  — గురువులు; పితరః — తండ్రులు (పిన తండ్రులు, పెద తండ్రులు); పుత్రా: — కుమారులు; తథా — ఇంకా; ఏవ — వాస్తవంగా; చ — మరియు; పితామహాః  — తాతలు; మాతులాః  — మేనమామలు; శ్వశురాః — పిల్లనిచ్చిన మామలు; పౌత్రాః — మనుమలు; శ్యాలాః — బావ-బావమరుదులు; సంబంధినాః  — బంధువులు; తథా  — కూడా; ఏతాన్ — వీరు; న హంతుమ్ ఇచ్ఛామి  — చంపుటకు నాకు ఇష్టంలేదు; ఘ్నతః  — చంపబడి;అపి — అయినప్పటికీ; మధుసూదన  — శ్రీ కృష్ణ, మధు అనే రాక్షసుడను సంహరించినవాడా; ఆపి — అయినప్పటికీ; త్రై-లోక్య-రాజ్యస్య — ముల్లోకముల పై అధిపత్యం ; హేతోః — కొరకు; కిం ను — ఎం చెప్పాలి? మహీ-కృతే  — భూమండలము కొరకు.',
        translation: 'BG 1.34-35: గురువులు, తండ్రులు, కొడుకులు, మేనమామలు, మనుమలు, మామలు, బావ మరుదులు ఇంకా ఇతర బంధువులు, ప్రాణాలను, ధనాన్ని పణంగా పెట్టి మరీ, ఇక్కడ చేరి వున్నారు.  ఓ మధుసూదనా, నా మీద దాడి చేసిననూ నేను వీరిని చంపను. ధృతరాష్ట్రుని పుత్రులని సంహరించి, ముల్లోకముల పై ఆధిపత్యం సాధించినా, ఏం తృప్తి ఉంటుంది మనకు, ఇక ఈ భూ-మండలము కోసమైతే ఏమి చెప్పను?',
    
    },
    {
        verse: 35,
        transliteration: 'ఆచార్యాః పితరః పుత్రాస్తథైవ చ పితామహాః । మాతులాః శ్వశురాః పౌత్రాః శ్యాలాః సంబంధినస్తథా ।। 34 ।। ఏతాన్న హంతుమిఛ్చామి ఘ్నఽతోపి మధుసూదన । అపి త్రైలోక్య రాజ్యస్య హేతోః కిం ను మహీకృతే ।। 35 ।।',
        wordToWord: 'ఆచార్యాః  — గురువులు; పితరః — తండ్రులు (పిన తండ్రులు, పెద తండ్రులు); పుత్రా: — కుమారులు; తథా — ఇంకా; ఏవ — వాస్తవంగా; చ — మరియు; పితామహాః  — తాతలు; మాతులాః  — మేనమామలు; శ్వశురాః — పిల్లనిచ్చిన మామలు; పౌత్రాః — మనుమలు; శ్యాలాః — బావ-బావమరుదులు; సంబంధినాః  — బంధువులు; తథా  — కూడా; ఏతాన్ — వీరు; న హంతుమ్ ఇచ్ఛామి  — చంపుటకు నాకు ఇష్టంలేదు; ఘ్నతః  — చంపబడి;అపి — అయినప్పటికీ; మధుసూదన  — శ్రీ కృష్ణ, మధు అనే రాక్షసుడను సంహరించినవాడా; ఆపి — అయినప్పటికీ; త్రై-లోక్య-రాజ్యస్య — ముల్లోకముల పై అధిపత్యం ; హేతోః — కొరకు; కిం ను — ఎం చెప్పాలి? మహీ-కృతే  — భూమండలము కొరకు.',
        translation: 'BG 1.34-35: గురువులు, తండ్రులు, కొడుకులు, మేనమామలు, మనుమలు, మామలు, బావ మరుదులు ఇంకా ఇతర బంధువులు, ప్రాణాలను, ధనాన్ని పణంగా పెట్టి మరీ, ఇక్కడ చేరి వున్నారు.  ఓ మధుసూదనా, నా మీద దాడి చేసిననూ నేను వీరిని చంపను. ధృతరాష్ట్రుని పుత్రులని సంహరించి, ముల్లోకముల పై ఆధిపత్యం సాధించినా, ఏం తృప్తి ఉంటుంది మనకు, ఇక ఈ భూ-మండలము కోసమైతే ఏమి చెప్పను?',
    
    },
    {
        verse: 36,
        transliteration: 'నిహత్య ధార్తరాష్ట్రాన్నః కా ప్రీతిః  స్యాజ్జనార్దన । పాపమేవాశ్రయేదస్మాన్ హత్వైతానాతతాయినః ।। 36 ।। తస్మాన్నార్హా వయం హంతుం ధార్తరాష్ట్రాన్ స్వబాంధవాన్ । స్వజనం హి కథం హత్వా సుఖినః స్యామ మాధవ ।। 37 ।।',
        wordToWord: 'నిహత్య — చంపటంవలన; ధార్తరాష్ట్రాన్ — ధృతరాష్ట్ర తనయులను; కా — ఏమిటి ? ప్రీతిః — సంతోశము; స్యాత్ — కలుగును; జ్జనార్దన — శ్రీ కృష్ణా, (అందరి జనులను పోషించేవాడా); పాపమ్ — పాపము; ఏవ — తప్పక; ఆశ్రయేత్ — ప్రాప్తిస్తుంది ; అస్మాన్ — మనకు; హత్వా — చంపుట వలన; ఏతాన్ — వీరందరూ; ఆతతాయినః — దూకుడు గల దుష్టులను; తస్మాత్ — కాబట్టి; న — ఎప్పుడూ లేదు; అర్హాః — అర్హత; వయం — మనము; హంతుం — చంపటానికి; ధార్తరాష్ట్రాన్ — ధృతరాష్ట్రుని పుత్రులను; స్వ-బాంధవాన్ — మన బంధువులు; స్వ-జనం — మన వారు; హి — తప్పకుండా; కథం — ఎట్లు; హత్వా — చంపటం వలన; సుఖినః — సుఖంగా; స్యామ — కాగలము; మాధవ — శ్రీ కృష్ణా, (యోగమాయా శక్తి యొక్క భర్త).',
        translation: 'BG 1.36-37: ఓ జనార్ధనా (సర్వ భూతముల సంరక్షకుడు, పోషకుడు అయినవాడా), ధృతరాష్ట్ర తనయులను చంపి మనము ఎలా సంతోషముగా ఉండగలము? వారు దుర్మార్గపు దురాక్రమణదారు లయినా, వారిని సంహరిస్తే  మనకు పాపం తప్పకుండా చుట్టుకుంటుంది. కాబట్టి ధృతరాష్ట్రుని పుత్రులను, స్నేహితులను చంపటం మనకు తగదు. ఓ మాధవా (కృష్ణా), మన సొంత వారినే చంపుకుని మనం సుఖం గా ఎలా ఉండగలము?',
    
    },
    {
        verse: 37,
        transliteration: 'నిహత్య ధార్తరాష్ట్రాన్నః కా ప్రీతిః  స్యాజ్జనార్దన । పాపమేవాశ్రయేదస్మాన్ హత్వైతానాతతాయినః ।। 36 ।। తస్మాన్నార్హా వయం హంతుం ధార్తరాష్ట్రాన్ స్వబాంధవాన్ । స్వజనం హి కథం హత్వా సుఖినః స్యామ మాధవ ।। 37 ।।',
        wordToWord: 'నిహత్య — చంపటంవలన; ధార్తరాష్ట్రాన్ — ధృతరాష్ట్ర తనయులను; కా — ఏమిటి ? ప్రీతిః — సంతోశము; స్యాత్ — కలుగును; జ్జనార్దన — శ్రీ కృష్ణా, (అందరి జనులను పోషించేవాడా); పాపమ్ — పాపము; ఏవ — తప్పక; ఆశ్రయేత్ — ప్రాప్తిస్తుంది ; అస్మాన్ — మనకు; హత్వా — చంపుట వలన; ఏతాన్ — వీరందరూ; ఆతతాయినః — దూకుడు గల దుష్టులను; తస్మాత్ — కాబట్టి; న — ఎప్పుడూ లేదు; అర్హాః — అర్హత; వయం — మనము; హంతుం — చంపటానికి; ధార్తరాష్ట్రాన్ — ధృతరాష్ట్రుని పుత్రులను; స్వ-బాంధవాన్ — మన బంధువులు; స్వ-జనం — మన వారు; హి — తప్పకుండా; కథం — ఎట్లు; హత్వా — చంపటం వలన; సుఖినః — సుఖంగా; స్యామ — కాగలము; మాధవ — శ్రీ కృష్ణా, (యోగమాయా శక్తి యొక్క భర్త).',
        translation: 'BG 1.36-37: ఓ జనార్ధనా (సర్వ భూతముల సంరక్షకుడు, పోషకుడు అయినవాడా), ధృతరాష్ట్ర తనయులను చంపి మనము ఎలా సంతోషముగా ఉండగలము? వారు దుర్మార్గపు దురాక్రమణదారు లయినా, వారిని సంహరిస్తే  మనకు పాపం తప్పకుండా చుట్టుకుంటుంది. కాబట్టి ధృతరాష్ట్రుని పుత్రులను, స్నేహితులను చంపటం మనకు తగదు. ఓ మాధవా (కృష్ణా), మన సొంత వారినే చంపుకుని మనం సుఖం గా ఎలా ఉండగలము?',
    
    },
    {
        verse: 38,
        transliteration: 'యద్యప్యేతే న పశ్యంతి లోభోపహతచేతసః । కులక్షయకృతం దోషం మిత్రద్రోహే చ పాతకమ్ ।। 38 ।। కథం న జ్ఞేయమస్మాభిః పాపాదస్మాన్నివర్తితుమ్ । కులక్షయకృతం దోషం ప్రపశ్యద్భిర్జనార్ధన ।। 39 ।।',
        wordToWord: 'యది అపి — అయినా సరే; ఏతే — వారు; న పశ్యంతి — చూడలేకున్నా; లోభ — దురాశ; ఉపహత — కమ్ముకున్న; చేతసః — ఆలోచనల తో; కుల-క్షయ-కృతం — బంధువులను నాశనం చేయటంలో; దోషం — దోషము; (తప్పు); మిత్ర-ద్రోహే — స్నేహితులపై కక్ష తీర్చుకుని విశ్వాసఘాతుకత్వం చేయటం వలన; చ — మరియు; పాతకం — పాపము; కథం — ఎందుకు?; న జ్ఞేయం — తెలుసుకోరాదు; అస్మాభిః  — మనము; పాపాత్ — పాపము నుండి; అస్మాత్ — ఇవి; నివర్తితుం — మరలిపోవుట; కుల-క్షయ — బంధువులను సంహరించటం;కృతం — చేసి; దోషం — నేరము; ప్రపశ్యద్భి: — తెలిసిన వారమై; జనార్ధన — అందరి పోషణ, రక్షణ చూసుకునే వాడా, శ్రీ కృష్ణా.',
        translation: 'BG 1.38-39: దురాశచే వారి ఆలోచనలు భ్రష్టు పట్టి, బంధువులను సర్వనాశనం చేయటం లో గానీ, మిత్రులపై కక్ష తీర్చుకుని విశ్వాసఘాతుకత్వం చేయటం లో గాని, వారు దోషం చూడటం లేదు. కానీ, ఓ జనార్ధనా, మనవారినే చంపటం లో ఉన్న దోషాన్ని చక్కగా చూడగలిగిన మనము, ఈ పాపపు పని నుండి ఎందుకు  తప్పుకోకూడదు?',
    
    },
    {
        verse: 39,
        transliteration: 'యద్యప్యేతే న పశ్యంతి లోభోపహతచేతసః । కులక్షయకృతం దోషం మిత్రద్రోహే చ పాతకమ్ ।। 38 ।। కథం న జ్ఞేయమస్మాభిః పాపాదస్మాన్నివర్తితుమ్ । కులక్షయకృతం దోషం ప్రపశ్యద్భిర్జనార్ధన ।। 39 ।।',
        wordToWord: 'యది అపి — అయినా సరే; ఏతే — వారు; న పశ్యంతి — చూడలేకున్నా; లోభ — దురాశ; ఉపహత — కమ్ముకున్న; చేతసః — ఆలోచనల తో; కుల-క్షయ-కృతం — బంధువులను నాశనం చేయటంలో; దోషం — దోషము; (తప్పు); మిత్ర-ద్రోహే — స్నేహితులపై కక్ష తీర్చుకుని విశ్వాసఘాతుకత్వం చేయటం వలన; చ — మరియు; పాతకం — పాపము; కథం — ఎందుకు?; న జ్ఞేయం — తెలుసుకోరాదు; అస్మాభిః  — మనము; పాపాత్ — పాపము నుండి; అస్మాత్ — ఇవి; నివర్తితుం — మరలిపోవుట; కుల-క్షయ — బంధువులను సంహరించటం;కృతం — చేసి; దోషం — నేరము; ప్రపశ్యద్భి: — తెలిసిన వారమై; జనార్ధన — అందరి పోషణ, రక్షణ చూసుకునే వాడా, శ్రీ కృష్ణా.',
        translation: 'BG 1.38-39: దురాశచే వారి ఆలోచనలు భ్రష్టు పట్టి, బంధువులను సర్వనాశనం చేయటం లో గానీ, మిత్రులపై కక్ష తీర్చుకుని విశ్వాసఘాతుకత్వం చేయటం లో గాని, వారు దోషం చూడటం లేదు. కానీ, ఓ జనార్ధనా, మనవారినే చంపటం లో ఉన్న దోషాన్ని చక్కగా చూడగలిగిన మనము, ఈ పాపపు పని నుండి ఎందుకు  తప్పుకోకూడదు?',
    
    },
    {
        verse: 40,
        transliteration: 'కులక్షయే ప్రణశ్యంతి కులధర్మాః సనాతనాః । ధర్మే నష్టే కులం కృత్స్నమ్ అధర్మోఽభిభవత్యుత ।। 40 ।।',
        wordToWord: 'కులక్షయే — వంశ నాశనము వలన; ప్రణశ్యంతి — నశించిపోవును; కుల-ధర్మాః — వంశ ఆచారములు; సనాతనాః — సనాతనమైన; (ఎంతో కాలం నుండి వున్న); ధర్మే — ధర్మము; నష్టే — అంతరించిపోవును ; కులం — వంశము; కృత్స్న — సమస్తమైన; అధర్మః — అధర్మము; అభిభవతి — జయించును; ఉత — నిజముగా.',
        translation: 'BG 1.40: వంశము నాశనమయినప్పుడు, వంశాచారములన్నీ లుప్తమవును; మిగిలిన కుటుంబసభ్యులు అధర్మపరులు అగుదురు.',
    
    },
    {
        verse: 41,
        transliteration: 'అధర్మాభిభవాత్ కృష్ణ ప్రదుష్యంతి కులస్త్రియః । స్త్రీషు దుష్టాసు వార్ష్ణేయ జాయతే వర్ణసంకరః ।। 41 ।।',
        wordToWord: 'అధర్మా — అధర్మము (పాపము); ఆభిభవాత్ — ప్రబలిపోవుట; కృష్ణ — శ్రీ కృష్ణా; ప్రదుష్యంతి  — నీతి తప్పిన వారై; కుల-స్త్రియః — కుటుంబము లోని స్త్రీలు; స్త్రీషు — స్త్రీలు; దుష్టాసు — దుర్నీతి పరులై; వార్ష్ణేయ — వృష్ణి వంశస్థుడా; జాయతే — పుడతారు; వర్ణ-సంకరః — అవాంఛిత సంతానం.',
        translation: 'BG 1.41: దుర్గుణాలు ప్రబలిపోవటం వలన, ఓ కృష్ణా, కుల స్త్రీలు నీతి తప్పిన వారు అగుదురు, మరియు స్త్రీల యొక్క అనైతిక ప్రవర్తన వలన, ఓ వృష్ణి వంశస్తుడా, అవాంఛిత సంతానం జన్మిస్తారు.',
    
    },
    {
        verse: 42,
        transliteration: 'సంకరో నరకాయైవ కులఘ్నానాం కులస్య చ । పతంతి పితరో హ్యేషాం లుప్తపిండోదకక్రియాః ।। 42 ।।',
        wordToWord: 'సంకరః — అవాంఛిత సంతానం; నరకాయ — నరక ప్రాయమైన; ఏవ — నిజముగా; కుల-ఘ్నానాం — కుల నాశనము చేసిన వారిని; కులస్య — కులమును; చ — మరియు; పతంతి — పతనము; పితరః — పూర్వీకులు; హి — యథార్థముగా; ఏషామ్ — వారి యొక్క; లుప్త — అంతరించిపోవును ; పిండోదక-క్రియాః  — శ్రాద్ద తర్పణములు.',
        translation: 'BG 1.42: అవాంఛిత సంతానం పెరగటం వలన కులమునకు, కుల నాశనము చేసిన వారికి కూడా నరకము ప్రాప్తించును. శ్రాద్ద తర్పణములు లుప్తమయిన కారణముగా ఆ భ్రష్టుపట్టిన వంశ పూర్వీకులు కూడా పతనమవుదురు.',
    
    },
    {
        verse: 43,
        transliteration: 'దోషైరేతైః కులఘ్నానాం వర్ణసంకరకారకైః । ఉత్సాద్యంతే జాతిధర్మాః కులధర్మాశ్చ శాశ్వతాః ।। 43 ।।',
        wordToWord: 'దోషైః — పాపిష్ఠిపనులచే; ఏతైః — ఈ విధమైన; కుల-ఘ్నానాం — కుల నాశనం చేసే వారి యొక్క; వర్ణ-సంకర — అవాంఛిత సంతానం; కారకైః — కారకులైన; ఉత్సాద్యంతే — చెడిపోతాయి; జాతి-ధర్మాః — సామాజిక, కుటుంబ సంక్షేమ ధర్మములు; కుల-ధర్మా: — కుటుంబ సాంప్రదాయములు; చ — మరియు; శాశ్వతాః — సనాతములైన.',
        translation: 'BG 1.43: కుటుంబ ఆచారము నాశనము చేసి, అవాంఛిత సంతానం పెంపొందటానికి కారణమైన వారి దుష్ట చేష్టల వలన అనేకానేక సామాజిక, కుటుంబ సంక్షేమ ధర్మములు నశించిపోవును.',
    
    },
    {
        verse: 44,
        transliteration: 'ఉత్సన్నకులధర్మాణామ్ మనుష్యాణాం జనార్ధన । నరకేఽనియతం వాసో భవతీత్యనుశుశ్రుమ ।। 44 ।।',
        wordToWord: 'ఉత్సన్న— నాశనమయిపోయిన; కుల-ధర్మాణామ్ — ఎవరి కుటుంబ సాంప్రదాయములు; మనుష్యాణాం — అలాంటి మనుషులు; జనార్ధనా — అందరి బాగోగులు చూసుకునే వాడా, శ్రీ కృష్ణా; నరకే — నరకములో; అనియతం — నిరవధికముగా; వాసః — నివాసము; భవతి — ఉండును; ఇతి — ఈ విధంగా; అనుశుశ్రుమ — పండితుల నుండి వినుయున్నాను.',
        translation: 'BG 1.44: ఓ జనార్ధనా (కృష్ణా), కులాచారములను నాశనం చేసిన వారు నిరవధికముగా నరకములోనే ఉంటారని, నేను పండితుల నుండి వినియున్నాను;',
    
    },
    {
        verse: 45,
        transliteration: 'అహో బత మహత్పాపం కర్తుం వ్యవసితా వయమ్ । యద్రాజ్యసుఖలోభేన హంతుం స్వజనముద్యతాః ।। 45 ।। యది మామప్రతీకారమశస్త్రం శస్త్రపాణయః । ధార్తరాష్ట్రా రణే హన్యుః తన్మే క్షేమతరం భవేత్ ।। 46 ।।',
        wordToWord: 'అహో — అయ్యో; బత — ఎంత; మహత్ — పెద్ద; పాపం — పాపాలు; కర్తుం — చేయుటకు; వ్యవసితాః — సిద్ద పడితిమి ; వయం — మనము; యత్ — ఎందుకంటే; రాజ్య-సుఖ-లోభేన — రాజ్య సుఖములపై కాంక్ష తో ; హంతుం — చంపుటకు; స్వ-జనమ్ — సొంత బంధువులను; ఉద్యతాః — అభిలాషించి; యది — ఒకవేళ; మామ్ — నన్ను; అప్రతీకారమ్ — ప్రతిఘటించకుండా; అశస్త్రం — ఆయుధాలు లేకుండా; శస్త్రపాణయః — చేతిలో ఆయుధములు ధరించినవారు; ధార్తరాష్ట్రా: — ధృతరాష్ట్రుని తనయులు; రణే — యుద్ధభూమి యందు; హన్యు: — చంపినా; తత్ — అది; మే — నాకు; క్షేమ-తరం — మంచిదే; భవేత్ — అవుతుంది.',
        translation: 'BG 1.45-46: అయ్యో! ఎంత ఆశ్చర్యం, ఈ మహాపాపం చేయటానికి నిశ్చయించాము. రాజ్య సుఖములపై కాంక్ష తో మన బంధువులనే చంపటానికి సిద్దపడ్డాము. ఆయుధాలు చేతిలో ఉన్న ధృతరాష్ట్రుని పుత్రులు, ఆయుధాలు లేకుండా ప్రతిఘటించకుండా ఉన్న నన్ను యుద్ధభూమిలో చంపివేసినా, దీనికంటే మేలే.',
    
    },
    {
        verse: 46,
        transliteration: 'అహో బత మహత్పాపం కర్తుం వ్యవసితా వయమ్ । యద్రాజ్యసుఖలోభేన హంతుం స్వజనముద్యతాః ।। 45 ।। యది మామప్రతీకారమశస్త్రం శస్త్రపాణయః । ధార్తరాష్ట్రా రణే హన్యుః తన్మే క్షేమతరం భవేత్ ।। 46 ।।',
        wordToWord: 'అహో — అయ్యో; బత — ఎంత; మహత్ — పెద్ద; పాపం — పాపాలు; కర్తుం — చేయుటకు; వ్యవసితాః — సిద్ద పడితిమి ; వయం — మనము; యత్ — ఎందుకంటే; రాజ్య-సుఖ-లోభేన — రాజ్య సుఖములపై కాంక్ష తో ; హంతుం — చంపుటకు; స్వ-జనమ్ — సొంత బంధువులను; ఉద్యతాః — అభిలాషించి; యది — ఒకవేళ; మామ్ — నన్ను; అప్రతీకారమ్ — ప్రతిఘటించకుండా; అశస్త్రం — ఆయుధాలు లేకుండా; శస్త్రపాణయః — చేతిలో ఆయుధములు ధరించినవారు; ధార్తరాష్ట్రా: — ధృతరాష్ట్రుని తనయులు; రణే — యుద్ధభూమి యందు; హన్యు: — చంపినా; తత్ — అది; మే — నాకు; క్షేమ-తరం — మంచిదే; భవేత్ — అవుతుంది.',
        translation: 'BG 1.45-46: అయ్యో! ఎంత ఆశ్చర్యం, ఈ మహాపాపం చేయటానికి నిశ్చయించాము. రాజ్య సుఖములపై కాంక్ష తో మన బంధువులనే చంపటానికి సిద్దపడ్డాము. ఆయుధాలు చేతిలో ఉన్న ధృతరాష్ట్రుని పుత్రులు, ఆయుధాలు లేకుండా ప్రతిఘటించకుండా ఉన్న నన్ను యుద్ధభూమిలో చంపివేసినా, దీనికంటే మేలే.',
    
    },
    {
        verse: 47,
        transliteration: 'సంజయ ఉవాచ । ఏవముక్త్వార్జునః సంఖ్యే రథోపస్థ ఉపావిశత్ । విసృజ్య సశరం చాపం శోకసంవిగ్నమానసః ।। 47 ।।',
        wordToWord: 'సంజయ ఉవాచ — సంజయుడు పలికెను; ఏవం ఉక్త్వా — ఈ విధంగా అని; అర్జునః — అర్జునుడు; సంఖ్యే — యుద్ధరంగంలో; రథ ఉపస్థె — రథములో; ఉపవిశాత్ — కూర్చుండి పోయెను; విసృజ్య — వదిలివేసి ; స-శరం — బాణములతో సహా; చాపం — ధనుస్సును; శోక — దుఃఖముతో; సంవిగ్న — దీనస్థితిలో ; మానసః — మనస్సు.',
        translation: 'BG 1.47: సంజయుడు పలికెను: ఈ విధంగా పలికిన అర్జునుడు, దీనస్థితిలో, తీవ్ర శోకసంతుప్తుడై తన బాణాలను, ధనుస్సును పక్కన జారవిడిచి, రథం లో కూలబడ్డాడు.',
    
    },

]

export default chapter1;